[{"price":250,"skill":"Второй шанс (пассивная способность)","description":"Персонаж благословлён Эмпией на день Сотворения мира. При получении урона, опускающего жизни персонажа ниже 10%, он восстанавливает 5% от своих максимальных жизней и увеличивает свои шансы на уворот/защиту на 50 на 2 действия. Срабатывает 1 раз за бой.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":1}},{"price":250,"skill":"Метель (пассивная способность)","description":"Персонажа коснулся День Сотворения Мира, именуемый в народе Новым Годом. Отныне он способен устроить на поле боя метель, снежинки которой, кружась в танце, будут мешать противнику. Метель ухудшит противнику возможность к обнаружению персонажа, если тот скрылся из виду, на 20. Также противник получит штраф к попаданию способностями дальнего боя, равный 10 единицам.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":2}},{"price":250,"skill":"Посланник Музыканта (пассивная способность)","description":"Персонажу потворствует память Отца-Основателя Музыканта. Он без труда может призвать на помощь маленькое крылатое создание и арфой в руке. Аура создания воодушевляет персонажа, из-за чего его шанс использовать способности вырастает на 15 единиц. Посланник также начинает играть на своем инструменте, когда противник приближается ближе, чем на 10 метров, к персонажу. Разливающаяся музыка негативно действует на врага и отнимает у него 10 единиц от шанса попасть по персонажу. Создание имеет 30 жизней и не появится вновь до конца боя, если его убьют.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":3}},{"price":250,"skill":"Светильник Джека (пассивная способность)","description":"Персонаж отметил своим присутствием ночь Хэллоуина 2015, и в его душе остался след этого праздника. Теперь он может без особых усилий призывать небольшую тыкву в виде светильника, которая своим присутствием вселяет страх во врагов. В бою тыковка появляется вместе с персонажем в начале боя. Её присутствие заставляет всех врагов на поле боя бояться, и их шанс на совершение любого действия уменьшается на 10 единиц. При этом тыковку можно разрушить, потому что у неё всего лишь 20 жизней. В случае разрушения, она взрывается, нанося 15-30 урона всем в радиусе 15 метров. Также персонаж может приказать тыкве лететь в противника и взорваться, нанеся такой же урон.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":4}},{"price":250,"skill":"Сладость или гадость (пассивная способность)","description":"Персонажа посетил дух в ночь Хэллоуина 2016 с извечным вопросом: сладость или гадость? И теперь он впитал в себя суть сего вопроса, а также обзавелся нехитрой способностью. При активации, возможной без затрат энергии и действий в начале боя, он может вызвать один из эффектов: +20 к шансу попасть и применить любую способность или -10 к шансу увернуться. Выпадение обоих эффектов равновероятно, и действуют они до окончания боя.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":5}},{"price":250,"skill":"Стая воронов (мгновенно)","description":"На поле боя появляется стая воронов, атакующая всех без разбору. Раз в 2 действия в течение хода стая наносит 0-50 урона, который распределяется между всеми видимыми персонажами и питомцами. Шанс попасть будет равен самому высокому шансу персонажа попасть любым оружием или магией. Действует 1 ход. Способность может быть использована только 1 раз за бой.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":6}},{"price":250,"skill":"Так держать! (мгновенно)","description":"Позволяет персонажу раз за бой выкрикнуть слова или показать жест одобрения, благодаря чему все в радиусе 15 метров от персонажа окажутся воодушевлены и получат +75 к шансу совершить любое следующее активное действие.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":7}},{"price":500,"skill":"Волшебный снежок (1 действие и 20 энергии)","description":"Позволяет метнуть в противника особый снежок. Если этот снежок попадает в цель - он резко увеличивается в размерах и обволакивает противника, заключая его в снежную западню на следующее действие. Противник ничего не сможет сделать, но при этом будет защищён от любого урона извне снежка. Можно применить только один раз в бою. Также, можно применить к самому себе. Поскольку снежок волшебный, он подстраивается под людей с разными талантами: шанс попасть будет равен самому высокому шансу попасть персонажа любым оружием или магией.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":8}},{"price":500,"skill":"Узы любви (пассивная способность)","description":"Душа персонажа, владеющего этой способностью, крепко связана с душой его любимого человека. Если оба влюблённых обладают данной способностью, то находясь вместе в бою они получают +30 к шансу попасть, применить способность и увернуться/защититься. В том случае, если одного из влюблённых нет в бою, или у персонажа нет возлюбленного, то бонус уменьшается до +10. А если жизни одного из них опускаются ниже 10%, то бонус для них обоих увеличивается до +50.","subCategory":"Акции и события","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":1,"skillId":9}}]