[{"price":500,"skill":"Алкалоидный яд (2 действия и 20 энергии)","description":"Позволяет алхимику создать препарат на основе алкалоидов, который при введении в тело противника поражает его тело и отрицательно воздействует на моторику противника,что уменьшает его шансы попасть и увернуться на 20-80. Действие яда длится 2 хода. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":1}},{"price":500,"skill":"Алхимик (пассивная способность)","description":"Персонаж знает основы создания химических веществ, различно действующих на живых существ. Он получает +25 к шансу успешно создать вещество, а также успешно применить его к врагу. Алхимик этого уровня получает возможность готовить по рецептам, стоящим 1000 опыта. Без этой способности возможно готовить вещества только за 500 опыта. Приготовленные зелья можно бросать во врага либо с шансом успешного использования алхимии, либо с шансом успешного использования метательного оружия.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":2}},{"price":500,"skill":"Быстродействующий яд (2 действия и 10 энергии)","description":"Позволяет алхимику создать яд быстрого действия, который будет отнимать у противника 0-4 жизни за действие. Чтобы яд сработал, необходимо ввести его в тело противника. Требуется 1 реагент для приготовления. Действует 2 хода + 1 ход за трату одного дополнительного реагента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":3}},{"price":500,"skill":"Галлюциноген (2 действия и 20 энергии)","description":"Позволяет алхимику создать вещество, которое будет вызывать у противника галлюцинации. В результате противник при каждом своем действии будет иметь 10% шанс увидеть не то, что происходит в реальности, а нечто иное, что сильно скажется на его эффективности в атаке или защите. Действие галлюциногена длится 2 хода. Чтобы галлюциноген сработал, необходимо ввести его в тело противника. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":4}},{"price":500,"skill":"Едкий газ (2 действия и 25 энергии)","description":"Позволяет алхимику поместить созданный газ во флакончик для дальнейшего использования. Попавший в облако этого газа начинает сильно пахнуть, что усложняет его возможность скрыться на 25 и облегчает поиск его по запаху для обладателей способности \"Острое обоняние\" на 50. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":5}},{"price":500,"skill":"Зелье аносмии (2 действия и 30 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье 8 действий избегать того, чтобы его учуяли. Персонаж, однако, может быть увиден или услышан. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":6}},{"price":500,"skill":"Зелье дыхания под водой (2 действия и 30 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье 8 действий дышать под водой. Работает как с пресной, так и с солёной. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":7}},{"price":500,"skill":"Зелье защиты от магии (4 действия и 30 энергии)","description":"Позволяет алхимику создать зелье, которое добавляет выпившему зелье сопротивляемость к магическим атакам. Снижает получаемый магический урон на 10%, вероятность возникновения негативного эффекта на 15%, длительность негативного эффекта на 2 действия. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":8}},{"price":500,"skill":"Зелье левитации (2 действия и 30 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье 8 действий парить в воздухе. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":9}},{"price":500,"skill":"Зелье смены облика (4 действия и 30 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье на 12 действий принять облик другого существа. Превратиться можно только в гуманоидное, чей облик мыслится во время трансформации. Ни памяти, ни воспоминаний оригинала не копируется. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":10}},{"price":500,"skill":"Серебряный туман (2 действия и 40 энергии)","description":"Позволяет алхимику создать смесь, которая при попадании в организм противника вызовет у него проблемы со зрением. В 20% случаев это означает полную потерю зрения, а в 40% случаев жертва просто начинает видеть чуть более расплывчато, что уменьшает её шанс попасть на 50-200 единиц при использовании дистанционного оружия. Требуется 1 реагент для приготовления. Действует 2 хода + 1 ход за трату одного дополнительного реагента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":11}},{"price":500,"skill":"Сыворотка правды (2 действия и 10 энергии)","description":"Позволяет алхимику создавать сыворотки правды, в результате использования которых жертва обязана будет в течение 20 следующих минут говорить только правду или то, что она считает правдой. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":12}},{"price":500,"skill":"Флакончик со слезоточивым газом (2 действия и 40 энергии)","description":"Позволяет алхимику поместить созданный газ во флакончик для дальнейшего использования. Наносится 10 урона врагу на близком расстоянии струёй из слезоточивого газа. Зрение противника отказывает на 4 действия, после чего до устранения негативного эффекта его шанс попасть уменьшается на 20 при использовании дистанционного оружия. Один флакон может быть использован 2 раза. Требуется 1 реагент для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":13}},{"price":500,"skill":"Яд (2 действия и 10 энергии)","description":"Позволяет алхимику создать из имеющихся у него компонентов яд, который будет отнимать у противника 0-40 жизней за ход. Чтобы яд сработал, необходимо ввести его в тело противника. Требуется 1 реагент для приготовления. Действует 2 хода + 1 ход за трату одного дополнительного реагента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":14}},{"price":1000,"skill":"\"Живая вода\" (50 энергии)","description":"Позволяет алхимику создать вещество, которое способно возвращать к жизни погибших ранее существ. Воскрешённое существо, на момент воскрешения будет иметь 1 единицу ХП и 1 единицу энергии из своего максимума. Кроме того, если воскрешённому не восстановят жизни каким-либо другим образом до конца боя, он всё равно погибнет. За время до конца боя сам воскрешённый не может каким-либо образом восстанавливать себе жизни. Требует 2 реагента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":15}},{"price":1000,"skill":"Взрывчатые вещества (4 действия и 40 энергии)","description":"Позволяет алхимику создавать взрывчатые вещества и при должной смекалке и наличии нужных средств создавать оружие на их основе. В случае детонации взрывчатого вещества оно способно нанести 0-100 урона всем, кто находится в радиусе 30 метров от эпицентра. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":16}},{"price":1000,"skill":"Восстановление жизней (4 действия и 40 энергии)","description":"Позволяет алхимику создать сыворотку, которая восстанавливает 30 единиц жизней принявшему её, и в течение последующего хода во время отдыха будет восстанавливаться 5 жизней за действие. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":17}},{"price":1000,"skill":"Восстановление энергии (4 действия и 40 энергии)","description":"Позволяет алхимику создать сыворотку, которая восстанавливает 30 единиц энергии принявшему её, и в течение последующего хода во время отдыха будет восстанавливаться на 5 энергии за действие больше. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":18}},{"price":1000,"skill":"Детоксин (2 действия и 30 энергии)","description":"Позволяет алхимику создать сыворотку, которая выводит одновременно все яды из организма. Вместе с ядами выводятся вещества, которые действуют на персонажа положительно. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":19}},{"price":1000,"skill":"Духи Амор (30 энергии)","description":"Позволяет алхимику создать парфюмерную композицию, тонкий запах которой вызывает у вдохнувших сильное расположение к надушившемуся. В течение двух ходов противники, оказавшиеся в пределах 2-х метрового радиуса от источника запаха, испытывают смешанные чувства и получают -75 к шансу сделать что-либо, что может причинить какой-либо вред источнику. Если духи изначально были созданы под какую-то конкретную расу, то шанс уменьшается до -100. На спокойный организм действие проявляется сильнее, поэтому вне боя парфюмерия может проявить себя эффективнее. Требует два реагента на приготовление.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":20}},{"price":1000,"skill":"Дымовая завеса (4 действия и 50 энергии)","description":"Позволяет алхимику создать вещество, которое можно бросить в сторону противника в колбе или другом сосуде. Как только сосуд будет разбит, вещество создаст дымовую завесу на радиус в 30 метров. Длительность покрова - 12 действий. В результате вероятность противника увидеть цель снижается на 80%. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":21}},{"price":1000,"skill":"Жидкая удача (35 энергии)","description":"Позволяет алхимику, потратив 2 реагента и 2 действия, создать удачу во флаконе. Выпив это зелье, персонаж получает +50 к шансу успешно совершить абсолютно любое действие. Действует 2 хода.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":22}},{"price":1000,"skill":"Зажигательная смесь (4 действия и 30 энергии)","description":"Позволяет алхимику создать особую смесь, которую можно бросить в сторону противника в колбе или другом сосуде. Как только сосуд будет разбит, смесь взорвется и зажжет всё в радиусе 15 метров от зоны взрыва. Всем, кто окажется в зоне действия взрывчатого вещества, будет нанесено 10-80 урона. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":23}},{"price":1000,"skill":"Зелье тишины (4 действия и 40 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье 8 действий быть абсолютно неслышимым. Персонаж, однако, может быть увиден или учуян. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":24}},{"price":1000,"skill":"Инъекции на расстоянии (пассивная способность)","description":"Позволяет алхимику создавать специальные капсулы, которые можно вставлять в пули и т.п., с различными ядами и химикатами. Если из снарядом с капсулой совершено попадание, противник испытывает эффект использованного зелья. Работает только для освоенных (купленных за опыт) алхимиком зелий. При использовании стрел учитывается шанс успешного попадания стрелковым оружием. При использовании пуль - огнестрельным.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":25}},{"price":1000,"skill":"Кислотная смесь (4 действия и 40 энергии)","description":"Позволяет алхимику создавать и использовать в бою кислоту, которая в течение 12 действий растворяет большую часть веществ, за исключением стекла и свинца. В случае попадания на тело противника наносит ему 0-15 урона за действие. В случае попадания на оружие уменьшает его максимальный урон на 10-30%. Требуется 2 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":26}},{"price":1000,"skill":"Нашатырный спирт (35 энергии)","description":"Позволяет алхимику создать нашатырный спирт, который может приводить в сознание существ, отключившихся от недостатка энергии или по другим причинам. В случае, если существо потеряло сознание из-за того, что уровень его энергии опустился ниже нуля, то применение данной способности моментально установит уровень его энергии на 1 единицу и вернёт в сознание. Если же существо находится без сознания, но уровень его энергии выше нуля, то оно тут же просыпается, но не может восстанавливать энергию в течение следующих 1-4 действий. Требует 2 реагента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":27}},{"price":1000,"skill":"Транквилизатор (40 энергии и 2 действия)","description":"Позволяет алхимику создать снотворное, которое при попадании внутрь организма в течении 1-8 действий погружает цель в сон. В состоянии сна энергия цели восстанавливается в полтора раза быстрее, однако она теряет возможность что-либо делать или уворачиваться от атак противника. Цель проснется как только ей нанесут урон. Дважды за ход спящий персонаж может попытаться проснуться. Каждая такая попытка будет отнимать у него 10 энергии и 2 действия, а шанс на успех будет равен 20%. Для приготовления требуется 2 ингредиента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":28}},{"price":1000,"skill":"Трансмутация (4 действия и 30 энергии)","description":"Многие алхимики ищут секрет превращения чего угодно в золото, но персонаж решил пойти совершенно противоположным путём. Если ему вдруг понадобятся дополнительные реагенты в бою, он может их создать из золота. За каждые 15 золотых монеток он получит один реагент. За раз можно обработать до десяти реагентов.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":29}},{"price":1000,"skill":"Эксперт-алхимик (пассивная способность)","description":"Персонаж освоил создание химических веществ на продвинутом уровне. Он получает +50 к шансу успешно создать или применить к врагу вещество. Алхимик этого уровня получает возможность готовить по рецептам, стоящим 1500 опыта.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":30}},{"price":1500,"skill":"Бомба со слезоточивым газом (4 действия и 60 энергии)","description":"Позволяет алхимику создать бомбу, что при использовании поражает местность в радиусе 40 метров на 2 хода завесой из слезоточивого газа. Всем, кто находится в этой завесе, наносится 10-180 урона. В 30% случаев противник потеряет зрение на 2 хода, а во всех остальных его шанс попасть уменьшится на 75 при использовании дистанционного оружия. Требуется 3 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":31}},{"price":1500,"skill":"Зелье длительной магии (4 действия и 60 энергии)","description":"Позволяет алхимику создать зелье, которое увеличит длительность эффекта магических способностей выпившего на 10-50%. Требуется 4 реагента для приготовления. Действует 2 хода + 1 ход за трату одного дополнительного реагента. Не работает вместе с зельем рассеянной и концентрированной магии.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":32}},{"price":1500,"skill":"Зелье концентрированной магии (4 действия и 60 энергии)","description":"Позволяет алхимику создать зелье, которое увеличит урон магических способностей выпившего на 10-25%. Требуется 4 реагента для приготовления. Действует 2 хода + 1 ход за трату одного дополнительного реагента. Не работает вместе с зельем рассеянной и длительной магии.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":33}},{"price":1500,"skill":"Зелье рассеянной магии (4 действия и 60 энергии)","description":"Позволяет алхимику создать зелье, которое увеличит радиус действия магических способностей выпившего на 15-50%. Требуется 4 реагента для приготовления. Действует 2 хода + 1 ход за трату одного дополнительного реагента. Не работает вместе с зельем длительной и концентрированной магии.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":34}},{"price":1500,"skill":"Зелье стойкости (4 действия, 30 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему с шансом 75% игнорировать первый наложенный на него эффект контроля (оглушение, ошеломление, сбивание с ног, способности, берущие под контроль и т.п.). Действует в течение 2-х ходов. Требует 2 реагента. Не складывается между собой и может быть применена лишь 1 раз за ход. Не действует на персонажей, имеющих способности анти-контроля.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":35}},{"price":1500,"skill":"Зелье хождения по воде (4 действия и 50 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье 2 хода передвигаться по водной глади, не прорывая плёнку поверхностного напряжения. Работает на любых жидких поверхностях, однако если персонаж наступил на кислоту или лаву, будет нанесён соответствующий урон. Требуется 3 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":36}},{"price":1500,"skill":"Иммунитет (пассивная способность)","description":"Персонаж надежно защищен от веществ собственного производства: если созданный им химикат по какой-то причине попадет в его же организм, он не причинит никакого вреда. Кроме того, шанс отравиться химикатом противника снижается на 30, если персонаж сам знает как изготовить аналогичный (имеет соответствующую способность).","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":37}},{"price":1500,"skill":"Катализатор магии (4 действия и 60 энергии)","description":"Позволяет алхимику создать зелье, которое усилит эффект зелья концентрированной, рассеянной или длительной магии на 10-50%. Но также ослабляет иную характеристику: усиление зелья концентрированной магии уменьшает радиус и длительность действия магических способностей на 5-25%; усиление зелья рассеянной магии уменьшает урон и длительность эффекта магических способностей на 5-25%; усиление зелья длительной магии уменьшает урон и радиус действия магических способностей на 5-25%. Усиленное зелье действует 4 хода + 1 ход за трату одного дополнительного реагента.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":38}},{"price":1500,"skill":"Световая граната (4 действия и 50 энергии)","description":"Позволяет алхимику создать вещество, которое можно бросить в сторону противника в колбе или другом сосуде. Как только сосуд будет разбит, вещество взорвется, нанеся 10-120 урона, и с вероятностью 25% ослепит и оглушит противника. Существует вероятность 15% ослепить и оглушить союзников и самого себя. Эффект длится 6 действий. Радиус действия - 3 метра + 1-2 метра за дополнительный реагент. Требуется 3 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":39}},{"price":1500,"skill":"Термитная смесь (4 действия и 75 энергии)","description":"Позволяет алхимику создать термитную смесь, которая выглядит как сыпучий порошок и в случае соприкосновения с огнем загорается с температурой до 2000 градусов. Жертва, попавшая под действие смеси, получает 20-120 огненного и 50-180 химического урона, а также в 25% случаев химические ожоги, отнимающие у неё 0-30 жизней в конце каждого хода. Требуется 3 реагента для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":40}},{"price":2500,"skill":"Зелье невидимости (8 действий и 120 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье на 2 хода стать невидимым для глаз. Персонаж, однако, может быть услышан или учуян. Требуется 5 реагентов для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":41}},{"price":2500,"skill":"Зелье телепортации (8 действий и 100 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье переместиться в другое место, выбранное им. Образ места должен держаться в голове во время поглощения зелья, то есть перемещение в незнакомое место невозможно. В 30% случаев он перемещается в случайное, знакомое ему место. При внедрении в противника он получает возможность также произвести телепортацию или же отказаться от неё. Требуется 5 реагентов для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":42}},{"price":2500,"skill":"Мастер-алхимик (пассивная способность)","description":"Персонаж освоил создание алхимических веществ на уровне мастера. Он получает +125 к шансу успешно создать или применить вещество. Также все вещества, созданные персонажем получают +25% к эффективности. Алхимик этого уровня получает возможность готовить по рецептам, стоящим 2500 опыта.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2},{"subCategoryId":39,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":43}},{"price":2500,"skill":"Нервно-паралитический газ (8 действий и 100 энергии)","description":"Позволяет алхимику выделять различные газы нервно-паралитического действия, которые будут наносить огромный урон всем, кто вдохнул их. Действие газа длится не более 4 действий, и под его воздействие попадают все, кто не задержит дыхание или не будет в противогазе или любом другом средстве химической защиты. За 1 действие газ наносит 0-120 урона, в 50% случаев парализует на 6-16 действий, а в 10% случаев мгновенно убивает жертву. Радиус действия - 5 метров + 2 метра за дополнительный реагент. Требуется 5 реагентов для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":44}},{"price":2500,"skill":"Самодельные реагенты (пассивная способность)","description":"Требует наличия способности \"Мастер-алхимик\". Позволяет персонажу использовать самодельные и синтезированные \"на коленке\" реагенты для своих способностей. Благодаря этому персонаж может применять способности из раздела Алхимия без затрат обычных реагентов, однако в таком случае энергозатраты на все эти способности увеличиваются в полтора раза, а шансы успешно их применить уменьшаются на 50. Также самодельные реагенты очень быстро приходят в негодность, а потому с их помощью нельзя создавать вещества \"про запас\" и заранее приносить с собой в бой. Способность является экстренным вариантом на самый плохой случай и может быть использована только если у персонажа не осталось нормальных реагентов и возможности их приобрести.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":45}},{"price":2500,"skill":"Смертельная инъекция (100 энергии)","description":"Позволяет персонажу использовать свои алхимические навыки для создания невероятно сильного яда. Позволяет персонажу сделать противнику инъекцию смертельно опасного препарата, который не только уменьшит ему количество действий в следующем ходу на 2-4, но и будет отнимать по 5-10% от его максимальных жизней каждое действие в течение 1 хода. Требует 5 реагентов для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":46}},{"price":2500,"skill":"Усиление магии (4 действия и 80 энергии)","description":"Позволяет алхимику создать зелье, которое даст возможность выпившему зелье увеличить количество единиц наносимого им магического урона на 25%, вероятности нанести отрицательный эффект - на 10%, длительность отрицательного эффекта - на 3 действия. Требуется 5 реагентов для приготовления.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":47}},{"price":5000,"skill":"Путь Длительности (пассивная способность)","description":"Персонаж полностью постиг науку создания алхимических веществ. Даёт стандартные бонусы от Пути, а также: теперь созданные им вещества действуют на 50% дольше, продлевая время их действия. Если вещество наносит урон или восстанавливает жизни/энергию, их эффект также продлится на 50%, не теряя эффективности за каждое действие.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2},{"subCategoryId":39,"skillId":30},{"subCategoryId":39,"skillId":43}],"1006":[{"subCategoryId":39,"skillId":49},{"subCategoryId":39,"skillId":50}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":48}},{"price":5000,"skill":"Путь Суммирования (пассивная способность)","description":"Персонаж полностью постиг науку создания алхимических веществ. Даёт стандартные бонусы от Пути, а также: если принять изготовленное им вещество дважды, то эффекты будут суммироваться. Работает почти со всеми зельями, имеющими длительное время действия. Таким образом, например, \"Зелье невидимости\" будет удваивать время действия, а не свой эффект.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2},{"subCategoryId":39,"skillId":30},{"subCategoryId":39,"skillId":43}],"1006":[{"subCategoryId":39,"skillId":48},{"subCategoryId":39,"skillId":50}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":49}},{"price":5000,"skill":"Путь Эффективности (пассивная способность)","description":"Персонаж полностью постиг науку создания алхимических веществ. Даёт стандартные бонусы от Пути, а также: теперь он может добавлять еще один реагент в зелья, увеличивая их эффективность. Если зелье усиливает или ослабляет персонажа на какое то время, тогда длительность эффекта вырастает на 25%. Если зелье наносит урон или восстанавливает жизни/энергию в течении действия, 25% от полного эффекта сработает моментально.","subCategory":"Алхимия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":39,"skillId":2},{"subCategoryId":39,"skillId":30},{"subCategoryId":39,"skillId":43}],"1006":[{"subCategoryId":39,"skillId":48},{"subCategoryId":39,"skillId":49}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":39,"skillId":50}}]