[{"price":500,"skill":"Встраиваемое оружие ближнего боя (+50% энергии при ударе)","description":"Позволяет встроить любое оружие ближнего боя в кибер-конечность или роботизированную конечность. Урон данного оружия будет равен урону у обычного аналога, но оно тратит на 50% энергии больше при ударе. Также, в качестве основного бонуса к шансу попадания может использоваться не навык владения этим оружием, а навык кибернетики. Вне боя может складываться и скрываться в корпусе кибер-тела. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":48,"skillId":33},{"subCategoryId":48,"skillId":30},{"subCategoryId":48,"skillId":4},{"subCategoryId":48,"skillId":2}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":1}},{"price":500,"skill":"Искусственное тело (пассивная способность)","description":"Персонаж является полноценным роботом, с искусственным телом из металла или других материалов, либо управляемый искусственным интеллектом, перенесенной в виртуальную среду личностью, либо чем то подобным (вместо ИИ, может сохранять живой мозг владельца). Однако, робот выполнен не из самых прочных материалов и агрегатов, либо они были повреждены при проходе через Щит Демиурга. Поэтому в отношении физической силы робот не сильно отличается от обычных людей. Тем не менее, он не нуждается в пище, воде и сне, невосприимчив к кровотечениям и отравлениям, и полностью открыт для встраивания всевозможных имплантантов. Физический урон по нему уменьшен (смотрите в теме боевой системы), и его корпус блокирует 2-10 урона от каждой атаки (если робот оденет броню - его показатель блока уменьшится на 50%). Но есть и негативные черты электронной жизни: при падении роботу наносится в два раза больше урона, плавает он как топор, подвержен действию ЭМП волны, вирусам, и прочим виртуальным атакам, а также получает на 50% больше урона от электричества и высокотехнологичного оружия. Без специального апгрейда не может использовать магию. При желании, персонаж может оставить свой мозг внутри робота, а может полностью перезаписать личность в робота. В первом случае он не подвержен действию вирусов и других хакерских атак, и может применять любую магию без дополнительных способностей, а во втором случае на него не действуют психические способности и ему не нужен сон и еда. Не может применять способности из раздела Изменение тела и использовать способности из Физической подготовки, а также получать любое лечение. Является способностью по смене тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":4,"skillId":"ANY"},{"subCategoryId":36,"skillId":"ANY"}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":2}},{"price":500,"skill":"Кибер-глаз (пассивная способность)","description":"Позволяет персонажу вставить себе высокотехнологичный имплантант вместо глаза. Кроме выполнения своих базовых функций (зрение), глаз имеет ряд особенностей. Зрение улучшается в целом (+25 к шансу обнаружить противника днем), а также встраивается функция ночного зрения (+50 к шансу обнаружить противника ночью). Также персонаж становится на 33% менее восприимчив к эффектам ослепления. Данную способность можно купить дважды, все бонусы будут складываться. Но, как и любую технику, глаз можно вывести из строя, и в таком случае персонажу придется полагаться на своё реальное зрение, если оно у него еще осталось. Физическая подготовка работает на конечность только с 50% эффективностью. Является заменителем части тела, и действует по принципу других способностей смены тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":2,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":3}},{"price":500,"skill":"Кибер-конечность (пассивная способность)","description":"Конечность персонажа являет собой симбиоз органики и синтетики. В неё можно встраивать улучшения и имплантанты, а весь физический урон по конечности уменьшается на 2-16 единиц от каждой атаки (если киборг оденет броню - его показатель блока уменьшится на 50%). Электричество и оружие на энергетической основе наносит конечности на 25% больше урона. Магия лечения, направленная на кибер-конечность, действует на 50% хуже, но медицина и высокотехнологичное лечение работают в полном объёме. Физическая подготовка работает на конечность только с 50% эффективностью. Является заменителем части тела, и действует по принципу других способностей смены тела на саму конечность, но при этом можно использовать с другими способностями по смене тела (они действуют на остальные части тела). Полноценные киборги, попавшие в Эмпию, получают эту способность. Она даёт им возможность нормально функционировать, пока они не приобретут Кибер-тело. Однако, вставлять имплантанты можно только в эту конечность, и только она получает все бонусы. Персонаж может иметь несколько таких способностей, если ему нужно кибернитизировать несколько конечностей.","subCategory":"Кибернетика","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":4}},{"price":500,"skill":"Кибер-конечность - дополнительная (пассивная способность)","description":"Дополнительная конечность персонажа, которая может быть чем угодно, кроме рук и ног (например - хвост). Представляет собой симбиоз органики и синтетики. В эту конечность можно встраивать улучшения и имплантанты. Благодаря механическим усилениям, весь физический урон по этой конечности уменьшается на 2-16 от каждой атаки (если киборг оденет броню - его показатель блока уменьшится на 50%). Электричество и оружие на энергетической основе наносит конечности на 25% больше урона. Магия лечения, направленная на кибер конечность, действует на 50% хуже, но медицина и высокотехнологичное лечение работают в полном объёме. Физическая подготовка работает на конечность только с 50% эффективностью. Является заменителем части тела, и действует по принципу других способностей смены тела, но также может использоваться для придания себе совершенно новой конечности, которой у персонажа до этого не было. Персонаж может иметь несколько таких способностей.","subCategory":"Кибернетика","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":5}},{"price":500,"skill":"Медицинский модуль (стоимость способности + 10 энергии)","description":"Позволяет персонажу встроить в робота медицинский модуль - устройство, которое позволяет роботу оказывать медицинскую помощь. С помощью мед. модуля можно использовать любые активные способности ветки \"Медицина\" из арсенала игрока, при этом шанс их использования будет равен шансу персонажа использовать способности из той же ветки. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":6}},{"price":500,"skill":"Прожекторы (10 энергии)","description":"Позволяет встроить в кибер-конечность или робота мощные прожекторы. Потратив 10 энергии и 2 действия, он может включить их. Прожекторы тратят 20 энергии за ход и способны ослепить любого, к кому персонаж стоит лицом. В таком случае шанс противника попасть по кому-либо уменьшается на 50, а его шанс скрыться уменьшается вдвое. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":7}},{"price":500,"skill":"Специалист кибернетики (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения обращения с устройствами кибернетики. Он получает +25 к шансу успешно использовать способности кибернетики, а также к шансу защититься от хакерских атак. Персонаж может устанавливать сколько угодно устройств в своё кибер-тело или роботизированное тело, но для каждого устройства нужно покупать отдельную способность.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":8}},{"price":1000,"skill":"Встраиваемое оружие (+50% энергии при выстреле)","description":"Позволяет встроить любое огнестрельное или высокотехнологичное оружие в кибер-конечность или роботизированную конечность. Урон данного оружия будет равен урону у обычного аналога, но оно тратит на 50% энергии больше при выстреле. Также, в качестве основного бонуса к шансу попадания может использоваться не навык владения этим оружием, а навык кибернетики. Вне боя может складываться и скрываться в корпусе кибер-тела. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":9}},{"price":1000,"skill":"Модернизация гидравлики суставов (пассивная способность)","description":"Увеличивает скорость бега на 2 метра за действие, и позволяет использовать Спринт - скорость бега увеличивается на 50%, а расход энергии в два раза, но не более чем 4 действия подряд. После этого требуется перерыв в 2 хода. Установка возможна только на обладателей кибер-конечностей, кибер-тела, искусственного или роботизированного тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":10}},{"price":1000,"skill":"Модернизация прыжкового механизма (пассивная способность)","description":"Увеличивает вероятность увернуться от атаки противника на 50, а также позволяет прыгать на 3 метра дальше. Установка возможна только на роботов, обладателей кибер-конечностей, кибер-тела, искусственного или роботизированного тела, а также на экзоскелеты.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":11}},{"price":1000,"skill":"Модернизация силовой установки (пассивная способность)","description":"Увеличивает урон от атак с помощью своего тела на 100%, а при применении оружия ближнего боя на 25%. Установка возможна только на обладателей кибер-конечностей, кибер-тела, искусственного или роботизированного тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":12}},{"price":1000,"skill":"Модернизация систем слежения (пассивная способность)","description":"Увеличивает шанс успешного использования любого дистанционного оружия на 30 и любых атак в ближнем бою на 50. Установка возможна только на обладателей кибер-конечностей, кибер-тела, искусственного или роботизированного тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":13}},{"price":1000,"skill":"Модернизация турбинных систем (пассивная способность)","description":"Позволяет обладателям роботизированных тел плавать и увеличивает их скорость плавания в два раза. Также работает и на кибер-теле. Установка возможна только на обладателей кибер-конечностей или кибер-тела, искусственного или роботизированного тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":14}},{"price":1000,"skill":"Наниты (10 энергии на активацию + 5 энергии за действие)","description":"Представляет из себя специальное устройство - капсулу с нанитами. В случае активации наниты будут ремонтировать полученные механизмом повреждения и восстанавливать 1-5 единиц здоровья за действие. Действует только на полностью механических существ. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":15}},{"price":1000,"skill":"Нано-крылья (30 энергии за ход)","description":"Позволяет встроить в кибер-тело механические крылья, которые позволяют персонажу летать. Крылья расходую стандартное количество энергии при движении, плюс ещё 50%. На поддержание персонажа в воздухе уходит 30 энергии за ход. Крылья можно складывать и прятать в корпусе кибер-тела. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия. Нельзя устанавливать в экзоскелеты (но можно в высокотехнологичный костюм).","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":16}},{"price":1000,"skill":"Система автоматического огня (+50% энергии при выстреле)","description":"Позволяет устанавливать одноручное огнестрельное или высокотехнологичное оружие на корпус экзоскелета (по умолчанию на плечо, может быть изменено владельцем). Вне боя турель может прятаться в корпус кибер-тела. Турель автоматически атакует врагов по выбору персонажа, с шансом попасть равным шансу персонажа применить способности из кибернетики. Бонусы на урон у персонажа (перки, временные эффекты) на турель не распространяются. Турель самостоятельно перезаряжается, однако она тратит энергию персонажа на выстрелы и перезарядку. При этом, на выстрелы тратит на 50% энергии больше. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия. Можно устанавливать только одну такую турель, также нельзя устанавливать её в создаваемых роботов и в высокотехнологичный костюм.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":17}},{"price":1000,"skill":"Стелс-генератор (30 энергии)","description":"Специальное устройство, создающее поле невидимости вокруг обладателя. При активации, делает его обладателя полностью невидимым до тех пор, пока он не получит какой-либо урон или не атакует сам. Время активации генератора - 2 действия, стоимость - 30 энергии. Также тратится 10 энергии за ход на поддержание невидимости. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":18}},{"price":1000,"skill":"Управление защитной оболочкой (1 действие и 30 энергии за ход)","description":"Позволяет персонажу установить в своё тело специальное устройство, с помощью которого он может частично управлять состоянием своего внешнего покрытия (кожи, её синтетических аналогов, металла и т.д.), тем самым делая своё тело более устойчивым к одним видам физического воздействия и менее устойчивым к другим. Устройство может работать в 3-х режимах: нормального состояния, уплотнённого и эластичного. В режиме уплотнённого состояния персонаж получает на 25% меньше урона от рукопашных, дробящих и рубящих ударов, но на 25% больше урона от колющих и режущих. В режиме эластичного состояния значения заменяются на противоположные.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":19}},{"price":1000,"skill":"Эксперт кибернетики (пассивная способность)","description":"Персонаж, обладающий данной способностью развил свои умения обращения с устройствами кибернетики на продвинутом уровне. Он получает +50 к шансу успешно использовать способности кибернетики, а также к шансу защититься от хакерских атак.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":48,"skillId":8}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":20}},{"price":1500,"skill":"Аккумулятор (40 энергии)","description":"Представляет из себя присоединенный к кибер-конечности или телу робота аккумулятор, который будет накапливать энергию из окружающего мира и передавать её тому, на ком он установлен. Для активации и приведения аккумулятора в рабочее состояние, требуется 40 энергии и 2 действия. После этого, он начнет восстанавливать 0-20 энергии за ход тому, на ком установлен. Персонаж может поставить на тело несколько аккумуляторов, однако каждый из них придется активировать отдельно, тратя на это время и запасы энергии. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":21}},{"price":1500,"skill":"Активатор форсированного режима (50 энергии)","description":"Позволяет встроить в кибер-конечность или робота специальное устройство - активатор форсированного режима. Потратив 50 энергии и 2 действия, персонаж может включить данное устройство и тем самым увеличить свои шансы на попадание и уворот от вражеских атак в полтора раза на 4 действия. Однако следующие 4 действия все его шансы на попадание и уворот будут составлять только 50% от изначальных. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":22}},{"price":1500,"skill":"Генератор гравитационных волн (30 энергии)","description":"Позволяет встроить в кибер-конечность или робота генератор гравитационных волн - особое устройство, отталкивающее от обладателя все физические объекты. Потратив 30 энергии и 2 действия, персонаж может включить устройство. Генератор действует в течение 2-х ходов и каждые 4 действия создаёт сильную гравитационную волну, отталкивающую все физические объекты от обладателя в радиусе 15 метров на расстояние 5-15 метров. Если в волну попадают пули или снаряды - урон от них уменьшается вдвое. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":23}},{"price":1500,"skill":"Огнемет (40 энергии)","description":"Позволяет встроить в кибер-конечность или робота огнемет. Он тратит за выстрел 40 энергии и наносит 20-90 урона. Шанс попасть равняется шансу персонажа применить способности из кибернетики. По желанию персонажа огнемет может действовать не за счет энергии персонажа, а за счет энергии силового щита. Дальность действия огнемета - 15 метров. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":24}},{"price":1500,"skill":"Разрядная установка (40 энергии)","description":"Позволяет встроить в кибер-конечность или робота разрядную установку. Затратив 50 энергии и 2 действия, персонаж может включить данное устройство. Установка действует в течение 3-х ходов и тратит за каждый ход по 30 энергии. Каждые 4 действия установка будет наносить 0-50 урона всем объектам в радиусе 15 метров, однако с каждым разрядом есть шанс 10%, что урон будет либо удвоен, либо нанесён по самому обладателю установки. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":25}},{"price":1500,"skill":"Ракета вертикального пуска (70 энергии)","description":"Персонаж подготавливает и запускает ракету вертикально вверх, а затем ракета, развернувшись в воздухе, поражает цель сверху. При попадании по противнику ракета наносит 20-130 урона в радиусе 15 метров. Отличительной особенностью ракеты вертикального пуска является то, что её можно применять против врагов, находящихся за укрытием. Однако, в случае, если противник не находится в поле зрения (и его невозможно увидеть, например, улучшенным зрением), шанс попасть уменьшается на 50%.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":26}},{"price":1500,"skill":"Управление органами чувств (1 действие на переключение режимов)","description":"Позволяет персонажу установить в своё тело специальное устройство, с помощью которого он может управлять чувствительностью своих органов чувств, тем самым уменьшая или увеличивая потоки информации, поступающие в мозг. При помощи устройства можно управлять чувствительностью зрения, слуха, обоняния, вкуса, осязания. Устройство может работать в 3-х режимах: нормальной чувствительности, повышенной и пониженной. В режиме повышенной чувствительности персонаж получает +50 к шансу уклониться/защититься от атаки противника, также его шансы обнаружить противника возрастают на 75, однако из-за высокой чувствительности в таком режиме шанс персонажа быть оглушённым или ослеплённым увеличивается на 10%, а шанс попасть по нему магией звука увеличивается на 50. В режиме пониженной чувствительности значения заменяются на противоположные.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":27}},{"price":1500,"skill":"Химический распылитель (40 энергии)","description":"Позволяет встроить в кибер-конечность или робота распылитель опасных химических веществ. Он тратит за выстрел 40 энергии и наносит 10-30 урона сразу и 10-25 урона каждое действие в течение хода. Дальность действия распылителя - 20 метров. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":28}},{"price":2500,"skill":"Генератор аномалий (стоимость заклинания)","description":"Позволяет встроить в робота генератор аномалий - прибор, который даёт возможность использовать не пассивные заклинания. С помощью генератора можно использовать любые магические способности в арсенале игрока любой стоимости без штрафа на применение магии, если таковой имелся. В случае, если штрафа не было или он не превышал -25, игрок просто получает +25 к шансу попасть подобным заклинанием. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":29}},{"price":2500,"skill":"Кибер-тело (пассивная способность)","description":"Персонаж обладает полностью кибернетическим телом, которое является симбиозом синтетики и органики. Персонаж получает возможность встраивать улучшения и имплантанты в абсолютно любую часть своего тела. В то же время, персонаж может использовать любые способности для совершенствования своего тела. Он получает уменьшенный физический урон, блокируя 2-16 урона от каждой атаки (если робот оденет броню - его показатель блока уменьшится на 50%). Электричество и высокотехнологичное оружие наносят киборгу на 25% больше урона. Магия лечения действует на киборга лишь с 50% эффективностью, но медицина, и высокотехнологичное лечение работают в полном объёме. Физическая подготовка работает только с 50% эффективностью. Из за сложности вживленных в тело имплантантов персонаж получает на 50% урона больше при падении. Является способностью по смене тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":30}},{"price":2500,"skill":"Коллективный разум (пассивная способность/75 энергии и 15 энергии в ход на поддержание, 4 действия)","description":"Пассивное действие: Обладатель кибер- или роботизированного тела связан со своими машинами в единую сеть. За каждого активного робота в сети шансы на их успешные действия увеличиваются на 10%, а персонаж получает за каждого подключённого робота +15 к шансу защититься от псионических атак и обманных действий со стороны противника. Активное действие: Персонаж временно полностью интегрирует свой разум в коллективный. В таком режиме все его роботы получают +100 к любым успешным действиям и уклонению, а также +3 действия в ходу. При этом сам обладатель этой способности не может в полной мере контролировать своё тело, из-за чего все его шансы на успешные действия уменьшаются вдвое. В случае смерти персонажа, или потери сознания, его роботы, находящиеся под действием этой способности, также отключаются. Насильственное прерывание способности оглушает персонажа и всех его роботов на 2 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":31}},{"price":2500,"skill":"Мастер кибернетики (пассивная способность)","description":"Персонаж, обладающий данной способностью развил свои умения обращения с устройствами кибернетики на уровне мастера. Он получает +125 к шансу успешно использовать способности кибернетики, а также к шансу защититься от хакерских атак.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":48,"skillId":8},{"subCategoryId":48,"skillId":20}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":32}},{"price":2500,"skill":"Роботизированное тело (пассивная способность)","description":"Роботизированное тело выполнено по самым последним технологиям, и гораздо лучше своего обычного аналога. Физический урон по нему уменьшен (смотрите в теме боевой системы), и его корпус блокирует 2-24 урона от каждой атаки (если робот оденет броню - его показатель блока уменьшится на 50%). Его собственные физические атаки руками наносят в два раза больше урона, а холодное оружие на 25% больше урона. Он не нуждается в пище и воде, невосприимчив к отравлениям и кровотечениям, и полностью открыт для имплантантов. Но он не может плавать, подвержен действию ЭМП волны, может лечиться только нанитами и с помощью ремонта. Получает на 50% больше урона от электричества и высокотехнологичного оружия. Получает в два раза больше урона при падении. При желании, персонаж может оставить свой мозг внутри робота, а может полностью перезаписать личность в робота. В первом случае он не подвержен действию вирусов и других хакерских атак, и может применять любую магию без дополнительных способностей, а во втором случае на него не действуют психические способности и ему не нужен сон и еда. Не может использовать способности из разделов Изменение тела и Физическая подготовка. Способность Искусственное тело не требуется, но если она есть, она поглощается, и больше не является полезной. Является способностью по смене тела.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":4,"skillId":"ANY"},{"subCategoryId":36,"skillId":"ANY"}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":33}},{"price":2500,"skill":"Система самоуничтожения (50 энергии)","description":"Позволяет встроить в кибер-конечность или робота систему самоуничтожения, которая может быть включена по команде обладателя. Потратив 50 энергии и 4 действия на активацию, персонаж запускает протокол самоуничтожения. Спустя 4 действия после активации, количество жизней того, в кого была встроена система, моментально опускается до нуля. При этом, всем присутствующим на поле боя наносится 50-100% урона от количества жизней, которые потерял таким образом персонаж. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":34}},{"price":2500,"skill":"Установка залпового огня (150 энергии)","description":"Позволяет встроить в кибер-конечность или робота систему реактивного залпового огня. Она тратит за выстрел 150 энергии и позволяет одновременно выпустить 4 ракеты, каждая из которых нанесёт 25-125 урона в радиусе 10 метров. В случае, если ракеты бьют в одну точку, урон от каждой из них складывается. После выстрела устройство самостоятельно перезаряжается в течение 1 хода. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":35}},{"price":5000,"skill":"Наноструктура (4 действия и 50 энергии) ","description":"Необходимо наличие одной из способностей: \"Кибер-конечность\", \"Искусственное тело\", \"Кибер-тело\" или \"Роботизированное тело\". Позволяет персонажу использовать и контролировать в своём теле специальные микроскопические машины - наниты, способные с лёгкостью изменять структуру механических и кибернетических частей тела персонажа. Персонаж может свободно менять внешний вид, форму и даже назначение своих частей тела, состоящих из нанитов, и даже превращать их в бесформенный рой, парящий над землёй и способный свободно разделяться на множество частей. Если персонаж с помощью Наноструктуры разделит себя на несколько частей, то в случае, когда он попытается собраться назад, но часть его тела оказалась заблокирована (например заперта в другом помещении), персонажу будет нанесен урон в % от максимального здоровья, равного доле массы вещества, которое оказалось ему недоступно. При этом он сам будет собран из самой большой части, а все остальные части рассыпятся в пыль из бесполезных нанитов. Также нельзя вращивать части тела внутрь других персонажей, или любых существ, в которых есть хотя бы одна единица энергии. Наноструктура также позволяет персонажу применять другие активные способности кибернетики, однако их эффективность/длительность снижается на 50%. Кроме того, Наноструктура позволяет использовать способности из ветки Изменения тела. Шанс на успешное применение при этом будет равняться среднему арифметическому между шансом применить способности Изменения тела и Кибернетики.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":36}},{"price":5000,"skill":"Путь Интеграции (пассивная способность)","description":"Доступно любым персонажам, у которых есть хоть какие то кибернетические или роботизированные части тела. Персонаж постиг навыки и умения кибернетики на уровне, недоступном для большинства. Он сосредоточился на более компактной интеграции устройств в собственное тело. Покупая способность-устройство, персонаж может использовать для себя или своих роботов сразу два таких устройства. При этом, эффективность устройств повышается на 25% (урон, прочность и т.д.). Также получает стандартные бонусы Пути.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":48,"skillId":8},{"subCategoryId":48,"skillId":20},{"subCategoryId":48,"skillId":32}],"1006":[{"subCategoryId":48,"skillId":38},{"subCategoryId":48,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":37}},{"price":5000,"skill":"Путь Механизации (пассивная способность)","description":"Доступно только для обладателей Роботизированного тела. Персонаж постиг навыки и умения кибернетики на уровне, недоступном для большинства. Он принял в себя своё механическое начало, и заметно улучшил его. Все части его роботизированного тела он выполнил из более лёгких и прочных материалов, в результате чего урон при падении увеличивается только на 50%, а также персонаж может плавать без особых затруднений. Бонусы от имплантантов, развивающих силу, ловкость и т.д. увеличиваются в два раза. Также получает стандартные бонусы Пути.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":48,"skillId":8},{"subCategoryId":48,"skillId":20},{"subCategoryId":48,"skillId":32}],"1006":[{"subCategoryId":48,"skillId":37},{"subCategoryId":48,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":38}},{"price":5000,"skill":"Путь Синтеза (пассивная способность)","description":"Доступно только для обладателей кибер-тела. Персонаж постиг навыки и умения кибернетики на уровне, недоступном для большинства. Он соединил два начала: органику и синтетику, получив совершенное существо. Отменяет все штрафы к возможностям лечения киборгов, а также дают возможность развивать своё органическое тело (то есть использовать способности Физической подготовки на 100%). При этом, персонаж также считается и киборгом, то есть получает возможность встраивать имплантанты и т.д. Также получает стандартные бонусы Пути.","subCategory":"Кибернетика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":48,"skillId":8},{"subCategoryId":48,"skillId":20},{"subCategoryId":48,"skillId":32}],"1006":[{"subCategoryId":48,"skillId":37},{"subCategoryId":48,"skillId":38}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":48,"skillId":39}}]