[{"price":500,"skill":"Бесшумная стрела (энергия на выстрел + 15 энергии)","description":"Позволяет персонажу с луколм пустить в противника бесшумную стрелу, нанеся ему тем самым стандартный урон. Багодаря бесшумности шанс увернуться от такой стрелы ниже на 30. Кроме того, почти нереально понять, откуда была выпущена такая стрела в случае, если использовавший её персонаж скрыт от глаз противника.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":1}},{"price":500,"skill":"Болт-гарпун (энергия на выстрел + 15 энергии)","description":"Позволяет персонажу с арбалетом пустить в противника болт-гарпун, который, попав в тело противника, раскроется в нем и нанесет кроме стандартного урона от оружия ещё 0-40 единиц дополнительного урона.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":2}},{"price":500,"skill":"Владение метательным оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил метание кинжалов, звёздочек, камней и прочего. Он получает +25 к шансу попасть по противнику при использовании лёгкого (камней, звёздочек, ножей) и тяжёлого метательного оружия (топоров и копий, пращи).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":3}},{"price":500,"skill":"Владение стрелковым оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью хорошо освоил владение луком и арбалетом. Он получает +25 к шансу попасть по противнику при использовании лука и арбалета в бою.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":4}},{"price":500,"skill":"Выстрел навскидку (энергия на выстрел/бросок + 10 энергии и половина действия)","description":"Позволяет персонажу с дальнобойным оружием (и метательным в том числе) выстрелить по противнику без особого прицеливания. Шанс попасть при таком выстреле на 40 меньше, однако за действие можно совершить сразу 2 подобных выстрела/броска, каждый из которых нанесёт стандартный урон.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":5}},{"price":500,"skill":"Меткий бросок (энергия на бросок + 10 энергии)","description":"Позволяет персонажу метнуть в противника оружие с повышенным шансом попасть. Шанс попасть при таком броске увеличивается на 100, но при таком броске персонаж сможет запустить лишь 1 снаряд, который нанесёт стандартный урон.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":6}},{"price":500,"skill":"Огненная стрела (энергия на выстрел + 10 энергии)","description":"Позволяет персонажу поджечь стрелу, в результате чего она нанесет кроме стандартного урона дополнительно 0-20 урона огнем и в 25% случаев подожжёт тело противника, из-за чего он будет терять по 0-5 жизней каждое действие в течение 6 действий..","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":7}},{"price":500,"skill":"Пристрелка (энергия на выстрел + 20 энергии)","description":"Персонаж делает пробный выстрел трассирующим снарядом. Выстрел наносит стандартный урон и повышает шанс персонажа попасть по врагу из на 10 + 10 за каждый уровень владения навыком оружия дальнего боя для следующих трёх выстрелов.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":8}},{"price":500,"skill":"Стрела с тросом (энергия на выстрел + 10 энергии)","description":"Позволяет персонажу привязать к стреле или арбалетному болту веревку и выстрелить в нужную сторону. Если снаряд с верёвкой успешно войдет в какой-либо объект или противника, персонаж сможет попытаться забраться по веревке (если объект достаточно крупный) или притянуть объект к себе (если он достаточно небольшой). При попадании в противника наносит стандартный урон.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":9}},{"price":1000,"skill":"Веерный бросок (энергия на бросок + 45 энергии)","description":"Позволяет персонажу метнуть большое количество лёгких метательных снарядов на 180 градусов перед собой на расстояние до 50 метров. Способность наносит стандартный урон от снаряда каждому первому стоящему перед персонажем противнику + 0-20 урона.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":10}},{"price":1000,"skill":"Град стрел (четверть энергии от выстрелов + 50 энергии)","description":"Позволяет персонажу с луком выпустить по противнику 20 стрел из лука за 8 действий. Стрелы наносят обычный урон + 5-10 урона каждая. При таком обстреле прицелиться довольно сложно, поэтому все бонусы к меткости действуют только на 50%.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":11}},{"price":1000,"skill":"Дымовая стрела (энергия на выстрел + 20 энергии)","description":"Позволяет персонажу выпустить в выбранное им место дымовую стрелу. Эта стрела не наносит урона и вместо острого наконечника на ней прикреплен мешочек с веществом, которое при соприкосновении с воздухом превращается в дымовую завесу, которая покрывает всё в радиусе 20 метров от места, куда попала стрела. В дымовой завесе сложно что-либо увидеть, однако и увидеть то, что творится в ней со стороны практически невозможно. Уменьшает шанс на то, что тот, кто находится в дымовой завесе, попадет по противнику на 50 (100 для дистанционного оружия), но и уменьшает шанс попасть по находящемуся в дымовой завесе на 75.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":12}},{"price":1000,"skill":"Мощный бросок (энергия на бросок + 35 энергии)","description":"Позволяет персонажу метнуть во врага тяжёлый метательный снаряд, который нанесёт ему стандартный урон + 15-45 урона. В 33% случаев попадание оглушит противника на 1 действие.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":13}},{"price":1000,"skill":"Парный бросок (пассивная способность)","description":"Персонаж, обладающий этой способностью, может кидать одновременно до двух единиц лёгкого метательного оружия (бонус складывается с бонусами на дополнительные снаряды от способностей владения).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":14}},{"price":1000,"skill":"Прицеливание (пассивная способность)","description":"Позволяет персонажу с луком или арбалетом концентрироваться и брать противника на прицел в том случае, если сам персонаж стоит на одном месте в течение 4 действий и при этом постоянно видит противника. После удачного прицеливания следующие 2 выстрела нанесут двойной урон по противнику, в которого целился стрелок.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":15}},{"price":1000,"skill":"Пробивающий выстрел (энергия на выстрел + 45 энергии)","description":"Позволяет персонажу с луком или арбалетом пустить в противника снаряд, который нанесёт ему стандартный урон, а также 15-45 урона и пробьёт его насквозь, позволяя нанести урон и тому, кто стоит за ним. Выстрелом можно пробить до двух противников.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":16}},{"price":1000,"skill":"Разрывной болт (энергия на выстрел + 50 энергии)","description":"Позволяет персонажу с арбалетом выпустить по противнику взрывающийся болт, который, попав по нему, взорвется и нанесет ему стандартный урон + 25-80 урона, а также 15-60 урона в радиусе 10 метров от точки попадания.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":17}},{"price":1000,"skill":"Спутывание (энергия на броски + 30 энергии)","description":"Позволяет персонажу метнуть во врага два лёгких метательных снаряда, связанных друг с другом прочной верёвкой. При попадании во врага оба снаряда наносят стандартный урон, а также частично спутывают противника. После трёх успешных попаданий по врагу этой способностью он оказывается полностью обездвижен на 4 действия. Враг может попытаться освободиться, но разрывая верёвки, он получит 0-70 урона.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":18}},{"price":1000,"skill":"Стойка: Концентрация стрелка (1 действие на активацию)","description":"Позволяет персонажу лучше управляться с оружием, если в течение некоторого времени его никто не беспокоит. Если персонажу в течение 4 действий не было нанесено урона, то его шанс попасть по противнику стрелковым оружием (луком или арбалетом) увеличивается на 75. Способность возобновляет своё действие лишь спустя ход после получения урона. Во время действия бонуса у персонажа уменьшается шанс увернуться от атак ближнего боя на 50.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":19}},{"price":1000,"skill":"Стойка: Множество снарядов (1 действие на активацию)","description":"Позволяет персонажу пускать в противника сразу несколько снарядов за действие. За каждый дополнительный снаряд персонаж должен заплатить столько энергии, сколько требуется для броска, а также с каждым дополнительным снарядом шанс попасть уменьшается на -40 для лёгких метательных снарядов и стрел, и на -80 для тяжёлых метательных снарядов и арбалетных болтов(доп. снаряды от уровня владения в расчёт не берутся).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":20}},{"price":1000,"skill":"Стойка: Стрельба на бегу (1 действие на активацию)","description":"Позволяет персонажу с дистанционным оружием атаковать противника на ходу (в том числе и использовать способности). Однако при стрельбе в движении шанс попасть по противнику уменьшается на треть. При стрельбе в сторону, обратную движению, шанс попасть по врагу уменьшается вдвое.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":21}},{"price":1000,"skill":"Стойка: стрельба в упор (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с дистанционным оружием сильно повысить свою боевую эффективность на малых дистанциях. На расстоянии до 10 метров все его атаки наносят 150% урона. На расстоянии от 10 до 50 метров - 50%. От 50 до 100 метров - 25%.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":22}},{"price":1000,"skill":"Эксперт метательного оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения метательным оружием в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании лёгкого (камней, звёздочек, ножей) и тяжёлого метательного оружия (топоров и копий, пращи).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":23}},{"price":1000,"skill":"Эксперт стрелкового оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения стрелковым оружием в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании лука и арбалета в бою.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":24}},{"price":1500,"skill":"Заострённые снаряды (пассивная способность)","description":"Персонаж затачивает свои снаряды, делая их более опасными для легкобронированных противников. Каждый снаряд, попавший по противнику в лёгкой броне или без брони нанесёт ему на 25% больше урона. Способность работает на все виды дистанционного оружия: луки, арбалеты и всё метательное оружие. Нельзя использовать одновременно с Утяжелёнными снарядами.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":12,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":25}},{"price":1500,"skill":"Заряженный выстрел (энергия на выстрел + 50 энергии)","description":"Требует владения хотя бы одной из четырёх основных стихий на базовом уровне. Позволяет персонажу зарядить свой снаряд энергией стихии, отчего он нанесёт врагу не только стандартный урон, но и 0-65 дополнительного урона. В зависимости от стихии противник может быть с шансом в 33%: оглушён на 2 действия (земля), подожжён и тем самым получать по 5 урона каждое действие в течение хода (огонь), обезоружен (ветер) и потерять 2 действия в следующем ходу (вода).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":26}},{"price":1500,"skill":"Калечащий снаряд (энергия на выстрел/бросок + 50 энергии)","description":"Позволяет персонажу с дальнобойным оружием пустить снаряд в одну из конечностей противника, при помощи которых он передвигается(ноги, крылья, хвост). При попадании наносит стандартный урон +10-60 урона, и с вероятностью 65% замедляет скорость передвижения противника при помощи раненной конечности на 25%.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":27}},{"price":1500,"skill":"Утяжелённые снаряды (пассивная способность)","description":"Персонаж утяжеляет свои снаряды, делая их более опасными для врагов с бронёй. Каждый снаряд, попавший по защищённому бронёй врагу будет игнорировать 50% его защиты. Способность работает на все виды дистанционного оружия: луки, арбалеты и всё метательное оружие. Нельзя использовать одновременно с Заострёнными снарядами.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":12,"skillId":25}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":28}},{"price":2500,"skill":"Бомбардировка (энергия на выстрел + 80 энергии)","description":"Позволяет персонажу с луком выпустить в воздух над противником стрелу с взрывающимся наконечником. Детонируя, стрела наносит 0-200 урона в радиусе 15 метров от точки детонации, а также 0-100 урона осколками всем на поле боя, кроме самого стрелка.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":29}},{"price":2500,"skill":"Залп (энергия на выстрелы + 90 энергии)","description":"Позволяет персонажу с арбалетом выпустить сразу 3 болта в противника, каждый из которых наносит стандартный урон от оружия, а также 0-90 урона и с шансом 33% вызывает у противника кровотечение, которое дополнительно нанесёт 30 урона в конце хода. Шанс попасть и вызвать кровотечение для каждого болта рассчитывается отдельно.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":30}},{"price":2500,"skill":"Мастер метательного оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, великолепно освоил владение метательным оружием и мало кто во всей Эмпии может с ним сравниться. Он получает +125 к шансу попасть по противнику при использовании лёгкого (камней, звёздочек, ножей) и тяжёлого метательного оружия (топоров и копий, пращи). Также он получает возможность метать за действие дополнительно 2 небольших метательных снаряда (камни, ножи, звёздочки), либо дополнительно 1 тяжёлый метательный снаряд (топор, копьё, снаряд из пращи).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":3},{"subCategoryId":12,"skillId":23}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":31}},{"price":2500,"skill":"Мастер стрелкового оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, великолепно освоил владение луками и арбалетами и мало кто во всей Эмпии может с ним сравниться. Он получает +125 к шансу попасть по противнику при использовании луков и арбалетов в бою.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":4},{"subCategoryId":12,"skillId":24}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":32}},{"price":2500,"skill":"Прицельный выстрел (энергия на выстрел + 40 энергии +5 энергии за каждое действие)","description":"Персонаж тщательно прицеливается и выпускает снаряд, который наносит тем больше урона, чем дольше он прицеливался. Способность наносит стандартный урон +10-30 за каждое действие, которое персонаж потратил на прицеливание, но не более 10-ти действий.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":33}},{"price":2500,"skill":"Разрывающая очередь (энергия на броски + 10 энергии за бросок)","description":"Позволяет персонажу за 1 действие кинуть в противника огромное количество лёгких метательных снарядов, каждый из которых наносит стандартный урон, а кроме того с каждым попаданием шанс попасть следующим броском увеличивается на 20, а максимальный урон от снаряда увеличивается на 5. Нельзя бросить за раз более 10 снарядов.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":34}},{"price":2500,"skill":"Снаряд ястреба (4 действия, энергия на выстрел + 60 энергии)","description":"Персонаж с дальнобойным оружием выпускает снаряд, поражающий противника на расстоянии не более 250 метров. Способность наносит стандартный урон +1% за каждый метр между персонажем и его противником.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":35}},{"price":2500,"skill":"Фатальный бросок (энергия на бросок + 100 энергии)","description":"Позволяет персонажу бросить в противника тяжёлое метательное оружие с невероятной силой. Снаряд нанесёт врагу стандартный урон, а также 50-200 урона, пробьёт его насквозь и полетит дальше по прямой траектории. Снаряд может пробить до 5 врагов подряд. Кроме того, подобный бросок игнорирует 50% брони (складывается с бонусом на пробивание брони от Утяжелённых снарядов).","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":36}},{"price":5000,"skill":"Путь: Охотник (пассивная способность)","description":"Персонаж учится быть как можно мобильнее в бою, при этом не теряя ни в точности, ни в скорости стрельбы. При использовании без стойки \"Стрельба на бегу\" даёт аналогичные ей бонусы. При использовании с данной стойкой полностью убирает штрафы к точности стрельбы во время движения. Дополнительно увеличивает шанс попасть по врагу на 50. Также получает все стандартные бонусы от Пути.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":4},{"subCategoryId":12,"skillId":24},{"subCategoryId":12,"skillId":32}],"1006":[{"subCategoryId":12,"skillId":38},{"subCategoryId":12,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":37}},{"price":5000,"skill":"Путь: Снайпер (пассивная способность)","description":"Персонаж обучается мастерству невероятно точной стрельбы. В случае трёх успешных попаданий подряд его четвёртый выстрел нанесёт удвоенный урон и будет иметь плюс 100 к шансу попасть по врагу. Также получает все стандартные бонусы от Пути.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":4},{"subCategoryId":12,"skillId":24},{"subCategoryId":12,"skillId":32}],"1006":[{"subCategoryId":12,"skillId":37},{"subCategoryId":12,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":38}},{"price":5000,"skill":"Путь: Хирург-снайпер (пассивная способность)","description":"Персонаж обучается затачивать лезвия снарядов до такой степени, что они прорезают плоть врага, как нож масло. Уменьшает урон ото всех дальнобойных атак на 33%, но зато отныне все атаки дальнего боя персонажа наносят врагу режущий урон. Также получает все стандартные бонусы от Пути.","subCategory":"Оружие дальнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":12,"skillId":4},{"subCategoryId":12,"skillId":24},{"subCategoryId":12,"skillId":32}],"1006":[{"subCategoryId":12,"skillId":37},{"subCategoryId":12,"skillId":38}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":12,"skillId":39}}]