[{"price":500,"skill":"Вихрь (энергия за удары + 20 энергии)","description":"Позволяет персонажу с кнутом начать вертеть им в руке с огромной скоростью, нанося противнику по 2 удара за действие. Каждый удар наносит стандартный урон + 5-10 урона. При использовании двух кнутов количество ударов удваивается.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":1}},{"price":500,"skill":"Владение дробящим оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил базовые навыки владения дробящим оружием ближнего боя. Он получает +25 к шансу попасть по противнику при использовании при использовании всех видов дробящего оружия. Учтите, что при использовании кнута все удары могут поражать врага на расстоянии до 5 метров.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":2}},{"price":500,"skill":"Выбивание оружия (энергия за удар + 15 энергии)","description":"Позволяет персонажу нанести удар по противнику, рассчитанный в первую очередь на выбивание оружия или щита из вражеской хватки. Наносит стандартный урон от оружия + 5-15 урона, а также с шансом в 60% выбьет оружие или щит, которые держит противник. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":3}},{"price":500,"skill":"Ломающий удар (энергия за удар + 20 энергии)","description":"Позволяет персонажу нанести сильный удар по противнику, способный серьёзно травмировать противника. Наносит стандартный урон от оружия + 10-20 урона. С шансом в 20% наносит одну травму, а так же с шансом в 10% дополнительно ещё одну. Если противник одет в броню, то наносит дополнительно 5-15 урона. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":4}},{"price":500,"skill":"Ошеломляющий удар (энергия за удар + 15 энергии)","description":"Позволяет персонажу нанести по противнику удар, который нанесет ему 120% от обычного урона вашим оружием и в 75% случаев ошеломит его, в результате чего тот не сможет делать какие-либо действия в течении следующих 2 действий (нельзя оглушать чаще, чем раз в ход). При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":5}},{"price":500,"skill":"Удар с разворота (энергия за удар + 20 энергии)","description":"Позволяет персонажу нанести мощный удар с разворота по противнику. Такой удар не только нанесет стандартный урон от удара оружием + 15-30 урона, но и с шансом 40% позволит откинуть противника на расстояние до 5 метров в сторону. Если противник одет в броню, то наносит дополнительно 5-15 урона. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":6}},{"price":1000,"skill":"Встряска (энергия за удар + 45 энергии)","description":"Позволяет персонажу с силой ударить дробящим оружием по земле, из-за чего все в радиусе 25 метров от центра удара получат стандартный урон от оружия + 10-40 урона, а также с шансом в 33% упадут на землю. При использовании двуручного дробящего оружия шанс увеличивается до 50%, а дополнительный урон до 15-60. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":7}},{"price":1000,"skill":"Дезориентирующий удар (энергия за удар + 40 энергии)","description":"Позволяет персонажу нанести сильный удар по голове врага, тем самым нанося стандартный урон + 10-30 урона и вызывая у противника контузию. Контузия длится в течение хода и снижает шанс увернуться и попасть на 40. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":8}},{"price":1000,"skill":"Притягивающий удар (энергия за удар + 35 энергии)","description":"Позволяет персонажу с кнутом нанести почти что дальнобойный удар по шее противника, в результате которого кнут обовьётся вокруг неё и в итоге позволит персонажу подтянуть противника к себе. Удар действует на расстоянии до 15 метров, наносит стандартный урон + 5-15 урона и подтягивает противника к персонажу на расстояние до 15 метров, точное значение которого персонаж может выбирать сам. Сразу после подтягивания врага вплотную к себе любая рукопашная атака персонажа в следующем за этим действии нанесёт в полтора раза больше урона по подтянутому противнику. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":9}},{"price":1000,"skill":"Пролом брони (энергия за удар + 35 энергии)","description":"Позволяет персонажу нанести мощный удар дробящим оружием по броне противника с целью повредить её или даже сломать. Наносит стандартный урон, а также сильно повреждает броню, из-за чего последующие 3 атаки по врагу будут игнорировать 75% его брони. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":10}},{"price":1000,"skill":"Стойка: Голиаф (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с двуручным дробящим оружием наносить медленные, но по-настоящему сокрушительные удары по противнику. Увеличивает урон ото всех ударов на 33%, но взамен уменьшает шанс попасть на 25%.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":11}},{"price":1000,"skill":"Стойка: Дредноут (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с дробящим оружием использовать своё оружие не только для атаки, но и для защиты. В данной стойке у него всегда есть 10% шанс заблокировать атаку противника. В обмен на улучшенную защиту уменьшает шанс персонажа попасть по противнику дробящим оружием уменьшается на 50.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":12}},{"price":1000,"skill":"Стойка: Левиафан (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с одноручным дробящим оружием наносить меткие удары по броне противника и вызывать у него серьёзные травмы от её деформации. В случае, если у противника есть броня (в том числе и экзоскелет), то каждый удар в данной стойке будет дополнительно наносить 5-15 урона.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":13}},{"price":1000,"skill":"Эксперт дробящего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения дробящим оружием ближнего боя в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании всех видов дробящего оружия. Учтите, что при использовании кнута все удары могут поражать врага на расстоянии до 5 метров.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":9,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":14}},{"price":1500,"skill":"Внутренние травмы (пассивная способность)","description":"Удары дробящим оружием по противнику могут нанести тяжёлый урон внутренним органам, из-за чего каждый третий успешный удар по врагу дополнительно наносит 33% урона.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":15}},{"price":1500,"skill":"Крепкая хватка (пассивная способность)","description":"Необходимость в большой физической силе для использования тяжёлого дробящего оружия заставляет не только прикладывать мощь в удары, но и крепко держать собственное оружие. Данная способность уменьшает шанс персонажа оказаться обезоруженным вдвое. Кроме того, увеличивает шанс попадания дробящим оружием по противнику на 50.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":16}},{"price":1500,"skill":"Утяжелённое навершие (пассивная способность)","description":"Дробящее оружие персонажа является крайне тяжёлым и прекрасно работает против тяжёлой брони. Позволяет наносить на 25% больше урона врагам в тяжёлой броне и экзоскелетах. Нельзя использовать одновременно с Шипастым навершием.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":9,"skillId":18}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":17}},{"price":1500,"skill":"Шипастое навершие (пассивная способность)","description":"Дробящее оружие персонажа снабжено острыми шипами, способными наносить тяжёлые увечья по врагам с лёгким бронированием. Позволяет наносить на 25% больше урона врагам в лёгкой броне и без брони. Нельзя одновременно использовать с Утяжелённым навершием.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":9,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":18}},{"price":2500,"skill":"Бур (энергия за удар + 90 энергии)","description":"Позволяет персонажу нанести противнику удар дробящим оружием такой огромной силы, что он будет просто вбит в землю и потеряет возможность двигаться. Наносит стандартный урон + 10-80, а также на ход лишает противника возможности двигаться и уклоняться от атак. Каждое действие противник имеет шанс 20% выбраться из \"ловушки\" и вернуть себе мобильность. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%. Данную способность можно применить на том же противнике лишь спустя 1 ход после окончания действия предыдущей.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":19}},{"price":2500,"skill":"Гарпун (энергия за удар + 100 энергии)","description":"Позволяет персонажу с кнутом нанести настолько мощный удар по врагу, что кнут не только сразу нанесёт стандартный урон + 10-35 урона, но и крепко обовьётся вокруг тела противника, давая персонажу возможность метнуть его в любую сторону или даже перекинуть через себя. При столкновении с твёрдым объектом (или землёй) противник получит стандартный урон + 10-65 урона и будет оглушён на 2 действия (нельзя оглушать чаще, чем раз в ход). При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":20}},{"price":2500,"skill":"Мастер дробящего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, в результате долгих и изнурительных тренировок идеально освоил навыки владения дробящим оружием ближнего боя и стал настоящим мастером своего дела. Он получает +125 к шансу попасть по противнику при использовании всех видов дробящего оружия. Учтите, что при использовании кнута все удары могут поражать врага на расстоянии до 5 метров.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":9,"skillId":14},{"subCategoryId":9,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":21}},{"price":2500,"skill":"Молотобой (энергия за удар + 130 энергии)","description":"Позволяет персонажу нанести сокрушительный удар двуручным дробящим оружием по врагу, который нанесёт стандартный урон + 75-225 урона и попросту переломает ему одну из конечностей. При попытке врага защититься от этого удара щитом или оружием они в 90% случаев будут уничтожены. Полностью игнорирует броню врага. В данный удар необходимо вкладывать огромное количество силы, отчего он становится медленнее и шанс попасть по врагу уменьшается на 30.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":22}},{"price":2500,"skill":"Смерч (2 действия, энергия за удар + 70 энергии на активацию, энергия за удар + 40 энергии за действие, потоковая способность)","description":"Персонаж с двуручным дробящим оружием раскручивается вокруг своей оси, держа его перед собой. Любой противник в области поражения, равному длине оружия, получает урон от оружия + 20-80 урона за действие и имеет 20% шанс быть отброшенным на 5 метров. Персонаж во время применения способности может только двигаться, но его скорость уменьшается на 50%.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":23}},{"price":2500,"skill":"Торпеда (энергия за удар + 100 энергии)","description":"Позволяет персонажу метнуть своё одноручное дробящее оружие в противника с огромной скоростью. При попадании наносит стандартный урон + 10-175 урона и гарантированно оглушает врага на 3 действия (нельзя оглушать чаще, чем раз в ход). Из-за высокой скорости полёта \"снаряда\" шанс увернуться от данной атаки всегда в два раза меньше. Можно использовать и \"в упор\", но тогда шанс противника на уворот уменьшаться не будет. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":24}},{"price":5000,"skill":"Путь: Антикузнец (пассивная способность)","description":"Персонаж обучается настолько метко наносить удары своим дробящим оружием, что при каждом успешном попадании по врагу имеется шанс 33% повредить оружие врага, тем самым уменьшая его урон на треть. После 3-х повреждений оружие противника попросту приходит в негодность и более не может быть использовано в бою. Также получает все стандартные бонусы от Пути.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":9,"skillId":14},{"subCategoryId":9,"skillId":2},{"subCategoryId":9,"skillId":21}],"1006":[{"subCategoryId":9,"skillId":26},{"subCategoryId":9,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":25}},{"price":5000,"skill":"Путь: Бронебой (пассивная способность)","description":"Персонаж в идеале постигает суть дробящего оружия, которая заключается в наиболее эффективном уничтожении брони противника. Каждый его удар отныне наносит дополнительно 33% урона каждым ударом по врагу в броне (складывается с другими подобными бонусами) и с шансом в 33% ломает объекты, которыми может попытаться защититься противник (щиты, оружие и т.д). Также получает все стандартные бонусы от Пути.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":9,"skillId":14},{"subCategoryId":9,"skillId":2},{"subCategoryId":9,"skillId":21}],"1006":[{"subCategoryId":9,"skillId":25},{"subCategoryId":9,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":26}},{"price":5000,"skill":"Путь: Крушитель (пассивная способность)","description":"Персонаж обучается наносить не слишком мудрёные, но более чем просто мощные удары по врагу. Весь урон от его атак увеличивается на 50%, однако на 33% вырастают и все энергозатраты на них. Также получает все стандартные бонусы от Пути.","subCategory":"Дробящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":9,"skillId":14},{"subCategoryId":9,"skillId":2},{"subCategoryId":9,"skillId":21}],"1006":[{"subCategoryId":9,"skillId":25},{"subCategoryId":9,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":9,"skillId":27}}]