[{"price":500,"skill":"ИИ-ассистент (пассивная способность)","description":"Позволяет технику использовать искусственный интеллект, способный поддерживать своего хозяина в мирной жизни и в бою. ИИ может существовать в любой форме (подручное устройство, имплант, маленький робот) и иметь любую личность по выбору своего создателя. Кроме постоянного собеседника, хозяин ИИ получает +10 к шансу увернуться/защититься и успешно попасть по противнику благодаря советам своего высокотехнологичного помощника.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":1}},{"price":500,"skill":"Инженер (пассивная способность)","description":"Персонаж освоил базовые знания и основы инженерного дела. Он получает +25 к шансу успешно применить способности инженерного дела, также к шансу защитить свои инженерные устройства от вирусов и других технических воздействий.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":2}},{"price":500,"skill":"Силовой барьер (10 энергии за использование)","description":"Позволяет носить на себе особое устройство - генератор силового барьера. Силовой барьер блокирует 5-30 единиц входящего физического урона за одно использование. Активация генератора происходит мгновенно, однако барьер держится всего 1 действие, но если персонаж хочет, он может продлить время жизни барьера, отдавая дополнительно 10 энергии за каждое новое действие. Пока генератор активен, персонаж не может применять умения, перемещаться или атаковать. Может выглядеть как наручи или браслеты. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":3}},{"price":500,"skill":"Скачок (10 энергии за действие)","description":"Представляет из себя устройство, позволяющее переместиться на расстояние до 20 метров в любую сторону. Персонаж, отталкиваясь от земли, перемещается в любое место в радиусе 20 метров от начальной точки. Не сработает, если персонаж лишен движения физическими объектами. Считается физическим умением и требует лишь 1 действие на использование. Может крепиться на ботинки или быть самими ботинками. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":4}},{"price":500,"skill":"Стационарный щит (4 действий и 50 энергии)","description":"Представляет из себя стационарное устройство - силовой щит. Если его поставить на землю и активировать, он создаст купол с радиусом 2 метра, который будет иметь от 25 до 100 жизней. До тех пор, пока жизни щита не опустятся до нуля и щит не исчезнет, весь урон, наносимый находящимся в куполе, кроме урона от духовных и пси-способностей, будет принимать на себя щит. Купол нельзя покинуть, пока щит не разрушат или он не будет деактивирован. Кроме того, любая атака, которую персонаж попытается нанести сквозь щит, врежется в щит и нанесет урон ему.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":5}},{"price":500,"skill":"Экранный щит (20 энергии за ход)","description":"Представляет из себя экранный щит, покрывающий тело или оружие, который в 50% случаев защищает персонажа от лазерных лучей и любой связанной с лучами света магии, отражая их от персонажа в случайную сторону. Также придает оружию свойства, защищающие от лазерных лучей и позволяющие блокировать их. Требуется 4 действия для установки в робота или кибер-тело.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":6}},{"price":1000,"skill":"Взлом (10 энергии + дополнительные затраты)","description":"Позволяет персонажу взломать техническое устройство. После успешного взлома персонаж может отключить устройство или взять его под свой контроль. Контролируемое устройство приравнивается к созданному персонажем. В случае, если на момент взлома устройством владел другой персонаж, оно получает шанс 25% в начале каждого хода вернуться под контроль создателя. По времени взлом занимает столько же, сколько и создание робота, а энергии тратится на 10 единиц больше. В случае, если целевым устройством владеет другой персонаж, его шанс защитить свою собственность равен шансу применить способности этой ветки.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":7}},{"price":1000,"skill":"Джетпак (20 энергии и 2 действия на перезарядку)","description":"Позволяет создать и поместить в механические конечности, обувь или специальные устройства на ногах или за спиной устройство для мощных прыжков. Устройство позволяет персонажу прыгать на расстояние, в 4 раза превышающее максимальную длину его обычного прыжка и стоит 5 энергии за прыжок. После каждых трех прыжков персонаж будет обязан заправить джетпак топливом, что займет 2 действия и отнимет у него 20 энергии. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":8}},{"price":1000,"skill":"Нано-блокираторы (30 энергии за ход)","description":"Представляет из себя капсулу с нано-блокираторами - универсальными микро-роботами для вывода токсинов из организма. При активации вводит в организм особые нано-блокираторы, которые будут двигаться по телу и излечивать его от различных ядов и проклятий. Нано-блокираторы будут работать с каждым ядом отдельно, в результате чего в конце каждого хода персонаж будет иметь 50% шанс избавиться от действия каждого из вирусов. Действует в единственном экземпляре.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":9}},{"price":1000,"skill":"Нано-восстановители (25 энергии за ход)","description":"Представляет из себя капсулу с нано-восстановителями - универсальными микро-роботами для залечивания любых ран. При активации запускает в тело нано-восстановители, которые будут залечивать раны персонажа и восстанавливать ему по 0-50 жизней за ход. Действует в единственном экземпляре.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":10}},{"price":1000,"skill":"Наручный эмиттер (15 энергии за активацию)","description":"Представляет собой устройство, поглощающее магию. Обычно носится на руке в виде перчатки, однако возможны и другие варианты. В случае, если магия противника коснется персонажа, эмиттер уменьшает урон на 10-30, а в 10% случаев блокирует урон полностью. В случае, если магия не наносит урон, вместо того, чтобы уменьшить урон, эмиттер уменьшает на 25% шанс попасть магией по цели. При каждом срабатывании потребляет 15 энергии владельца. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия. Действует в единственном экземпляре.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":11}},{"price":1000,"skill":"Тепловой сканер (пассивная способность)","description":"Представляет из себя тепловой сканер, который позволит видеть любое живое существо на поле боя, даже если оно стоит за стеной или в укрытии. Является средством улучшенного обнаружения. Спрятаться от сканера можно лишь в холоде (например, заковав себя в глыбу льда). Существ, которые изначально не являются живыми (роботы, големы, нежить), сканер не обнаруживает. Может быть в виде очков или бинокля, либо встраиваться в кибер-тело или кибер-глаз. Требуется 4 действия для установки в робота или кибер-тело.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":12}},{"price":1000,"skill":"Эксперт инженерного дела (пассивная способность)","description":"Персонаж получил продвинутые навыки инженерного дела. Он получает +50 к шансу успешно применить способности инженерного дела, также к шансу защитить свои инженерные устройства от вирусов и других технических воздействий.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":13}},{"price":1000,"skill":"Электронная библиотека (пассивная способность)","description":"Необходимо наличие способности \"ИИ-ассистент\". Позволяет технику встроить в базу данных своего искусственного интеллекта обширную электронную библиотеку, состоящую из открытых и доступных общественности данных об Эмпии. Благодаря этой способности электронный советник способен указывать своему хозяину путь до интересующего его места, давать советы по съедобности встреченных видов растений или выдавать сведения об известных личностях Эмпии и о многом другом. Благодаря расширенному количеству самой разнообразной информации хозяин ИИ получает +15 к шансу успешно применить способности из ветки инженерии, кибернетики и роботехники.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":14}},{"price":1000,"skill":"Эхолот (30 энергии)","description":"Представляет из себя эхолот – прибор для эхолокации. Раз в ход персонаж способен использовать активные средства поиска скрывающегося противника перед собой (180 градусов). Является средством улучшенного обнаружения. При обнаружении цель подсвечивается ровно на 1 действие и вновь пропадает из видимости. Действует на все средства маскировки и не зависит от видимости вокруг.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":15}},{"price":1500,"skill":"Анализатор движений (пассивная способность)","description":"Необходимо наличие способности \"ИИ-ассистент\". Техник снабжает своего электронного помощника программой для анализа стиля боя оппонента. Благодаря ей искусственный интеллект просчитывает действия противника и подсказывает технику лучшие способы их избегания и наиболее удобные моменты для атаки. Способность позволяет технику выбрать цель для анализа и спустя 2 действия получить +50 к шансам увернуться/защититься от атак выбранной цели, а также +25 к шансу попасть по ней. Бонус работает только против одной цели за раз. При желании техник может менять цель анализа ИИ в любой момент, но в таком случае бонусы против предыдущей цели тут же пропадут. Первый анализ можно провести только спустя 4 действия с момента начала боя.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":16}},{"price":1500,"skill":"Взрыв эмита (60 энергии)","description":"Передает огромное количество энергии на свой Наручный или Стационарный эмиттер, заставляя тот выпустить волну подавляющей энергии. Камень теряет свои свойства на четыре хода, однако любая магия в радиусе 10 метров (25 в случае со стационарным эмиттером) имеет шанс рассеяться или выйти из-под контроля с шансом, равным шансу применить способности инженерного дела, против шанса противника применить ту магию, которую пытается рассеять взрыв эмита.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":47,"skillId":11},{"subCategoryId":47,"skillId":26}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":17}},{"price":1500,"skill":"Вирус (80 энергии)","description":"Позволяет заразить машину или кибер-конечность противника вирусом, который в 20% случаев выведет механизм из строя, а в 40% случаев просто наделит его множеством вирусов, в результате чего конечность или робот будет в 50% случаев совершать произвольные действия вместо того, чтобы подчиняться приказам хозяина. Обычно вирус действует 3 хода, но с вероятностью в 25% может длиться и четыре, и пять, и даже шесть ходов. Шанс защититься от этой способности будет равен шансу противника применить способности из инженерного дела, кибернетики или робототехники, в зависимости от того, против какого устройства или существа применён вирус.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":18}},{"price":1500,"skill":"Генератор помех жизненных сигналов (15 энергии в действие за поддержку эффекта)","description":"Данное устройство, расположенное на теле, при активации создаёт массивные помехи, блокирует возможность зафиксировать какие-либо типы излучения тела (включая тепловое) и маскирует практически все параметры, по которым можно распознать и обнаружить персонажа без применения обычных органов чувств. Персонаж активировавший данное устройство, не воспринимается никакими улучшенными магическими и технологическими средствами обнаружения, однако его всё ещё можно обнаружить при помощи обычных органов чувств. Нельзя использовать одновременно с другими \"скрывающими\" устройствами, например, стелс-генератором.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":19}},{"price":1500,"skill":"Магнитные ботинки (25 энергии за ход)","description":"Позволяет инженеру установить мощные магниты на свою обувь, которые позволят ему без проблем передвигаться по вертикальной металлической поверхности. С вероятностью 30% любые перемещающие, отбрасывающие и т.п. эффекты от способностей противника не сработают на персонаже, если он стоит на металлической поверхности. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":20}},{"price":1500,"skill":"Отражатель (60 энергии)","description":"Представляет из себя особое устройство, поглощающее и накапливающее урон. При активации оно поглощает урон от трех следующих атак, после чего персонаж сможет использовать его для атаки и нанести весь урон, который впитал отражатель в противника, которого он коснется. Шанс попасть будет равен применить способности инженерного дела, либо кибернетики или робототехники, в зависимости от того, как персонаж использует отражатель. Обычно отражатель надевается на руки и выглядит, как светящиеся бинты на руке с различными металлическими нашивками на них. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":21}},{"price":1500,"skill":"Радиомаячок (50 энергии)","description":"Даёт возможность установить на цели компактный радиомаяк. Возможно выстрелить им из огнестрельного оружия, шанс попадания в таком случае будет определяться шансом попасть по врагу из огнестрельного оружия. Радиомаяк позволяет точно определять в какой стороне и на каком расстоянии от персонажа находится враг, однако это не выводит противника из состояния скрытности. Противник может попытаться снять с себя маячок, однако на это потребуется потратить 2 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":22}},{"price":1500,"skill":"Реактивные двигатели (20 энергии за ход + 25 энергии перезарядка)","description":"Персонаж, обладающий данной способностью, может использовать реактивные двигатели, чтобы летать со скоростью в два раза выше стандартной в течении 3 ходов. После каждого 3-го хода полёта необходимо приземляться и тратить 4 действия и 25 энергии на перезарядку двигателей. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":23}},{"price":1500,"skill":"Силовая стена (4 действия и 75 энергии)","description":"Позволяет установить на расстоянии метра от себя стационарное устройство - мощную силовую стену, которая будет иметь 150 жизней и принимать на себя любой урон от физических атак и магии.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":24}},{"price":1500,"skill":"Силовой щит (30 энергии)","description":"Представляет из себя устройство, генерирующее силовой щит. При активации, окутывает тело персонажа защитным слоем энергии, поглощающей физический и кинетический урон от огнестрельного оружия. Ёмкость щита - 60 единиц. Восстанавливает за ход 0-15 единиц щита. Если ёмкость щита упадёт до нуля, он деактивируется, но его можно активировать заново. Можно активировать только один щит. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":25}},{"price":1500,"skill":"Стационарный эмиттер (4 действия и 75 энергии)","description":"Позволяет поставить на поле боя особое устройство - стационарный эмиттер. Такой эмиттер будет рассеивать любую магию в радиусе до 3 метров вокруг него, однако перенести его будет нельзя. Эмиттер имеет 100 энергии и рассеивает магию именно благодаря её запасам, из-за чего каждый ход теряет 10-40 энергии. Как только энергия подходит к концу, эмиттер перестает работать.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":26}},{"price":1500,"skill":"Шокер (50 энергии)","description":"Представляет из себя небольшое устройство, способное выпускать не-летальные разряды тока. При попадании в цель наносит 0-10 урона электричеством, и с шансом 65% избавляет её от всех эффектов контроля, кроме оглушения, ошеломления и сбивания с ног. Радиус - 15 метров. Если шокер применяется по одному и тому же персонажу в течении хода, то максимальный урон увеличивается на 50 до конца хода. Не действует на персонажей, имеющих способности анти-контроля.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":27}},{"price":1500,"skill":"Энергетический щит (30 энергии)","description":"Представляет из себя устройство, генерирующее энергетический щит. При активации, окутывает тело персонажа защитным слоем энергии, защищающей от магических, тепловых и энергетических видов оружия. Ёмкость щита - 60 единиц. Восстанавливает за ход 0-15 единиц щита. Если ёмкость щита упадёт до нуля, он деактивируется, но его можно активировать заново. Можно активировать только один щит. Установка устройства осуществляется вне боя. В бою установить или извлечь устройство можно, потратив 4 действия.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":28}},{"price":2500,"skill":"Мастер инженерного дела (пассивная способность)","description":"Персонаж развил свои навыки инженерного дела на уровне мастера. Он получает +125 к шансу успешно применить способности инженерного дела, также к шансу защитить свои инженерные устройства от вирусов и других технических воздействий.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":2},{"subCategoryId":47,"skillId":13}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":29}},{"price":2500,"skill":"Облако эмитта (4 действия и 100 энергии)","description":"Инженер в течение 4 действий устанавливает специальное устройство, которое, «взрываясь», рассеивает по полю боя микрочастицы эмитта. Устройство имеет 30 жизней и срабатывает лишь спустя 4 действия после установки. Микрочастицы полностью вбирают в себя и тем самым блокируют любую магию на поле боя в течение 8 действий. Нельзя использовать чаще, чем раз в три хода.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":30}},{"price":2500,"skill":"Телепортационный передатчик (1 ход и вся энергия персонажа, минимум 100, максимум 500)","description":"Позволяет персонажу в случае опасности использовать телепортационный передатчик и потратить всю имеющуюся у него в наличии энергию, чтобы быстро переместиться в любое место в пределах Эмпии. Куда переместиться выбирает лишь он. Позволяет дополнительно брать с собой 33% от массы тела персонажа; экипировка и инвентарь не считаются дополнительным грузом. В случае, если у персонажа на момент использования способности осталось меньше 100 энергии, способность не сработает, и он останется на месте. Сразу после телепортации персонаж полностью лишается сил и теряет сознание на несколько минут. В случае, если у персонажа на момент телепортации было больше 500 энергии, отнимается только 500 и персонаж при этом не теряет сознание.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":31}},{"price":2500,"skill":"ЭМП-волна (4 действия и 150 энергии)","description":"Позволяет персонажу выпустить мощную ЭМП-волну, которая повредит любую технику в радиусе 25 метров, нанося им 50-120 урона, и с шансом 50% выведет из строя на 0-16 действий. Любой механизм, даже кибер-конечности противника и собственные кибер-конечности персонажа подвергаются воздействию. Шанс защититься от этой способности будет равен шансу противника применить способности из инженерного дела, кибернетики или робототехники, в зависимости от того, против какого устройства или существа применена ЭМП-волна.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":32}},{"price":5000,"skill":"Путь Модернизатора (пассивная способность)","description":"Персонаж развил свои навыки инженерного дела на высшем уровне, которого достигали немногие. Он сосредоточился на улучшении и модернизации всех возможных щитов в инженерном деле. Все возможные щиты в инженерном деле улучшают свою эффективность на 50%. К тому же, способности Нано-восстановители и Нано-блокираторы увеличивают свою эффективность на 25%. Также получает все стандартные бонусы от Пути.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":2},{"subCategoryId":47,"skillId":13},{"subCategoryId":47,"skillId":29}],"1006":[{"subCategoryId":47,"skillId":34},{"subCategoryId":47,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":33}},{"price":5000,"skill":"Путь Хакера (пассивная способность)","description":"Персонаж развил свои навыки инженерного дела на высшем уровне, которого достигали немногие. Он сосредоточился на взломе устройств и других хакерских атаках. Он мастерски обходит защиту противника, в результате чего вероятность защититься от его хакерских атак составляет только 50% от обычного значения. К тому же, при успешном взломе существ противника они получает урон, равный 0-10 за каждые 10 энергии, потраченной на взлом. Также получает все стандартные бонусы от Пути.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":2},{"subCategoryId":47,"skillId":13},{"subCategoryId":47,"skillId":29}],"1006":[{"subCategoryId":47,"skillId":33},{"subCategoryId":47,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":34}},{"price":5000,"skill":"Путь Эксплуататора (пассивная способность)","description":"Персонаж развил свои навыки инженерного дела на высшем уровне, которого достигали немногие. Он нашёл способы как совместить два устройства там, где они конфликтуют друг с другом. Во всех случаях, когда можно использовать только одно устройство, Эксплуататор может использовать сразу два. Но расход энергии на активацию и поддержание второго устройства будет повышен на 25%. Также получает все стандартные бонусы от Пути.","subCategory":"Инженерное дело","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":47,"skillId":2},{"subCategoryId":47,"skillId":13},{"subCategoryId":47,"skillId":29}],"1006":[{"subCategoryId":47,"skillId":33},{"subCategoryId":47,"skillId":34}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":47,"skillId":35}}]