[{"price":500,"skill":"Владение колющим оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил базовые навыки владения колющим оружием ближнего боя. Он получает +25 к шансу попасть по противнику при использовании любых видов колющего оружия.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":1}},{"price":500,"skill":"Вскрытие (энергия за удар + 10 энергии)","description":"Позволяет персонажу нанести точный удар, целясь в уязвимые места в защите противника. При удачном попадании наносит стандартный урон, но при этом увеличивает шанс игнорирования брони противника на 15%. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":2}},{"price":500,"skill":"Выпад (энергия за удар + 10 энергии)","description":"Позволяет персонажу нанести быстрый и неожиданный удар по противнику. Используя выпад, персонаж увеличивает свой шанс попасть по врагу на 75 и наносит стандартный урон. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":3}},{"price":500,"skill":"Круговой удар (энергия за удар + 20 энергии)","description":"Позволяет персонажу сделать круговое движение копьем или алебардой, нанеся стандартный урон всем, кто находится на расстоянии до 5 метров от него вне зависимости от того находятся ли они перед персонажем, в стороне от него или за ним.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":4}},{"price":500,"skill":"Обезоруживающий укол (энергия за удар + 20 энергии)","description":"Позволяет персонажу, обладающему данной способностью, нанести специальный удар колющим оружием по противнику, который нанесёт лишь половину от стандартного урона, но зато с шансом 75% выбьет из поражённой конечности оружие.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":5}},{"price":500,"skill":"Серия атак (энергия за удары + 20 энергии)","description":"Позволяет персонажу за 1 действие нанести 3 быстрых удара по противнику, каждый из которых нанесёт 50% от стандартного урона оружием. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%. Затраты энергии на каждый удар составляют 50% от стандартных.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":6}},{"price":1000,"skill":"Cтойка: Авангард (1 действие на активацию и деактивацию)","description":"Позволяет персонажу агрессивнее действовать в бою и наносить более быстрые и мощные удары. Увеличивает урон ото всех атак колющим оружием на 33%, но взамен на них тратится на 33% больше энергии. Кроме того, колющее оружие наносит 75% урона по тяжёлой броне за вычетом блока, а также имеет 30% полного игнорирования любой брони, но шанс персонажа уклониться/защититься уменьшается на 75.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":7}},{"price":1000,"skill":"Вилка (энергия за удар + 40 энергии)","description":"Позволяет персонажу с двумя рапирами одновременно нанести удар обоими клинками по врагу. Каждый удар наносит стандартный + 5-30 урона.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":8}},{"price":1000,"skill":"Непрерывная серия (энергия за удар + 15 энергии за удар)","description":"Позволяет персонажу, делая плавные и точные движения колющим оружием наносить противнику удар за ударом, нанося стандартный урон и увеличивая шанс попасть на 25 при каждом последующем ударе. Однако учтите что если вы промахнетесь то все ваши бонусы за серию ударов обнулятся. Максимальное количество ударов, которое персонаж может нанести атакой комбинацией будет равно количеству способностей, связанных с владением тем оружием, которое использует персонаж. Одно действие - один удар.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":9}},{"price":1000,"skill":"Пробитие насквозь (энергия за удар + 35 энергии)","description":"Позволяет персонажу с копьём или алебардой нанести удар по противнику, в буквальном смысле пробивающий его насквозь. Наносит стандартный урон + 10-50 урона. Так же может нанести урон врагу, стоящему сразу за целью, но только в том случае, если он находится не далее, чем в метре от первоначальной цели.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":10}},{"price":1000,"skill":"Резкий укол (энергия за удар + 30 энергии)","description":"Позволяет персонажу с рапирой нанести молниеносный удар по телу противника с увеличенным на 30 шансом попасть. Наносит стандартный урон + 15-50 урона.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":11}},{"price":1000,"skill":"Стойка: Дуэлянт (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с колющем совершать все свои движения с непринуждённой лёгкостью и быстротой. Уменьшает урон от всех ударов колющим оружием на 40%, но зато уменьшает все энергозатраты приёмов на 25%, увеличивает шанс попасть по противнику колющим оружием на 35. Также увеличивает шанс выбить оружие из рук противника Обезоруживающим уколом до 85%. Не действует если у персонажа в руках есть какое-либо оружие, кроме колющего.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":12}},{"price":1000,"skill":"Стойка: Удержание дистанции (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с колющим оружием держать дистанцию между собой и противником. Если противник делает шаг вперёд, персонаж делает шаг назад. Каждый раз, когда противник приближается на расстояние, равное длине используемого персонажем оружия, персонаж может нанести по нему обычный удар и отпрыгнуть назад на 1 метр, затрачивая на удар и прыжок по 10 энергии. Уменьшает урон от любых атак колющим оружием, кроме атак при помощи этой стойки, на 25%. Работает только на врагов, которые находятся перед персонажем.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":13}},{"price":1000,"skill":"Эксперт колющего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения колющим оружием ближнего боя в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании любых видов колющего оружия.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":7,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":14}},{"price":1500,"skill":"Добивание (пассивная способность)","description":"Позволяет персонажу нанести одним ударом на 50% больше урона оглушённому, упавшему или скованному противнику. Все последующие удары по противнику будут наносить обычный урон. В случае, если противник снова оглушен/падает/сковывается - способность снова приходит в действие.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":15}},{"price":1500,"skill":"Уворот (пассивная способность)","description":"Позволяет персонажу, пользующемуся копьём, алебардой или рапирой, лучше держать стойку и тем самым увеличить шанс уклонения от атаки врага. При использовании двуручного колющего оружия, он получает +75 к шансу увернуться, а при использовании одноручного колющего оружия - +50 к шансу увернуться.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":16}},{"price":1500,"skill":"Усложнённый наконечник (пассивная способность)","description":"Колющее оружие персонажа имеет наконечник сложной формы, что даёт возможность наносить более тяжёлые травмы лекгобронированным противникам. Позволяет наносить врагам в лёгкой броне и без брони на 25% больше урона. Нельзя использовать одновременно с Утончённым наконечником.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":7,"skillId":18}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":17}},{"price":1500,"skill":"Утончённый наконечник (пассивная способность)","description":"Колющее оружие персонажа имеет крайне тонкий наконечник, с лёгкостью попадающий в сочленения тяжёлой брони врагов. Повышает шанс полного игнорирования тяжёлой брони и экзоскелетов на 15%. Нельзя использовать одновременном с Усложнённым наконечником.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":7,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":18}},{"price":2500,"skill":"Жало (энергия за удар + 90 энергии)","description":"Позволяет персонажу с колющим оружием нанести мощный колющий удар по врагу, причиняя ему стандартный урон + 25-130 урона. В 50% случаев при попадании урон увеличивается в полтора раза.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":19}},{"price":2500,"skill":"Контакт (энергия за удары + 120 энергии)","description":"Позволяет персонажу с двумя рапирами вонзить лезвия во врага по самые рукоятки. Каждый клинок наносит стандартный урон + 50-80 урона. С шансом в 33% при попадании обеими рапирами вызывает у врага кровотечение, которое наносит ещё 0-50 урона спустя 3 действия. Шанс суммируется с шансом от Фатальных ударов.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":20}},{"price":2500,"skill":"Мастер колющего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, в результате долгих и изнурительных тренировок идеально освоил навыки владения колющим оружием ближнего боя и стал настоящим мастером своего дела. Он получает +125 к шансу попасть по противнику при использовании любых видов колющего оружия.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":7,"skillId":1},{"subCategoryId":7,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":21}},{"price":2500,"skill":"Таран (энергия за удар + 100 энергии)","description":"Позволяет персонажу с копьём или алебардой совершить моментальный рывок к противнику на 15 метров, нанести стандартный урон + 50-125 урона и отбросить врага назад на 5 метров. Кроме всего прочего, в 50% случаев полностью игнорирует броню противника.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":22}},{"price":5000,"skill":"Путь: Богомол (пассивная способность)","description":"Позволяет персонажу каждые 3 действия совершать рывок к противнику во время использования своих атакующих способностей на расстояние до 15 метров. Каждая успешная атака с рывком наносит противнику дополнительно 33% урона. Расстояние рывка суммируется с тем, что есть у других способностей. Также получает все стандартные бонусы от Пути.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":7,"skillId":1},{"subCategoryId":7,"skillId":14},{"subCategoryId":7,"skillId":21}],"1006":[{"subCategoryId":7,"skillId":25},{"subCategoryId":7,"skillId":24}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":23}},{"price":5000,"skill":"Путь: Фаталист (пассивная способность)","description":"Позволяет персонажу с колющим оружием точно выбирать места для ударов, целясь в наиболее уязвимые и слабые точки на теле противника. Каждый удар колющим оружием наносит дополнительно 5-20 урона и получает шанс в 33% вызвать кровотечение, которое нанесёт 0-25 урона спустя 3 действия после удара. Также получает все стандартные бонусы от Пути.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":7,"skillId":1},{"subCategoryId":7,"skillId":14},{"subCategoryId":7,"skillId":21}],"1006":[{"subCategoryId":7,"skillId":25},{"subCategoryId":7,"skillId":23}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":24}},{"price":5000,"skill":"Путь: Шершень (пассивная способность)","description":"Позволяет персонажу наносить удары в щели, места крепления и другие уязвимые места в броне врага. Увеличивает шанс полного игнорирования брони на 25%, а кроме того, с каждым успешным попаданием по врагу шанс попасть следующими атаками увеличивается на 25 до конца хода. В начале каждого хода бонус обнуляется. Процент пробивания брони суммируется с процентом у других атакующих способностей. Также получает все стандартные бонусы от Пути.","subCategory":"Колющее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":7,"skillId":1},{"subCategoryId":7,"skillId":14},{"subCategoryId":7,"skillId":21}],"1006":[{"subCategoryId":7,"skillId":24},{"subCategoryId":7,"skillId":23}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":7,"skillId":25}}]