[{"price":500,"skill":"Демонический круг (2 действия)","description":"Позволяет персонажу нарисовать на земле круг с рунами и знаками на нем. В случае, если демон будет достаточно глуп, чтобы вступить в него, он будет заперт в этом круге и не сможет вырваться за его пределы.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":1}},{"price":500,"skill":"Демонический удар (20 энергии)","description":"Позволяет персонажу нанести противнику 0-30 урона. Удар будет выглядеть так: перед противником появится крупная демоническая лапа с когтями и нанесет ему урон. Защититься от неё невозможно, так как она с легкостью проходит сквозь любую броню и щиты, но увернуться можно. Контракт с Люмеан - затраты энергии уменьшаются на 5. Контракт с Исстахэ - способность наносит на 0-15 больше урона. Контракт с Мбресельм - шанс попасть способностью по противнику увеличивается на 50, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":2}},{"price":500,"skill":"Демонолог (пассивная способность)","description":"Персонаж, обладающий данной способностью, заключил контракт с одним из демонов Анакриона, дабы получить его силу. Персонаж устанавливает с демоном связь. Он может выбрать демона из трёх Пределов: Люмеан, Исстахэ и Мбресельм. За контракт он получает +25 к шансу применить демоническую магию, и все его способности демонологии получают эффект от выбранного Предела. В обмен на это, персонаж отдаёт энергию за свои действия в мир Анакриона, и вносит свой вклад в прорыв завесы между двумя мирами. Также, персонаж может призвать на службу фамильяра - небольшого разумного(или нет) демона, который может прислуживать, но не может помогать в бою. Внимание, заключение контракта требуется отыграть в ролевой! Для отыгрыша контракта, обратитесь к глав. админу.Рекомендуется к прочтению информация в библиотеке.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":3}},{"price":500,"skill":"Когти демона (пассивная способность)","description":"Позволяет персонажу, в чьих жилах течет кровь демона, в любой момент выпустить из кончиков пальцев острые когти, которые при ударе будут 3-14 урона, с шансом попасть 75 и расходом энергии 2. Урон и шанс попасть повышаются способностями, повышающими урон/шанс попасть своим телом. Персонаж с когтями имеет возможность использовать способности из ветки режущего оружия с шансом, равным шансу попасть режущим оружием.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":4}},{"price":500,"skill":"Кровь демона (пассивная способность)","description":"В жилах персонажа, который имеет данную способность течет кровь демона. Кровь демона увеличивает все шансы персонажа попасть по противнику на 10 и придает ему демонические черты. Также персонаж получает возможность отдавать свою кровь в качестве платы за демоническую магию вместо своей энергии. Кровь отдается из расчета 1 жизнь к 1 энергии, если иное не обозначено в применяемой способности. Также увеличивает на 25 шанс подчинения демона.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":5}},{"price":500,"skill":"Пентаграмма цели (25 энергии)","description":"Позволяет персонажу оставить на противнике или неживом объекте знак в виде пентаграммы. Демоны будут чувствовать этот знак и считать тех, кто носит такой знак врагами и атаковать их в первую очередь. Контракт с Люмеан - затраты энергии уменьшаются на 10. Контракт с Исстахэ - призванные демоны наносят цели с пентаграммой на 25% больший урон. Контракт с Мбресельм - призванные демоны получают +50 к шансу попасть по цели с пентаграммой.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":6}},{"price":500,"skill":"Призыв беса (4 действия и 40 энергии)","description":"Позволяет персонажу призвать на поле боя беса - небольшое краснокожее существо с рожками, небольшими крыльями и хвостом. Вероятность неподчинения - 50. Бес имеет 40 жизней и 80 энергии, наносит 0-5 урона за удар и имеет в своем арсенале две способности стихии огня - Огненный шар и Возгорание. Контракт с Люмеан - затраты энергии уменьшаются на 10, вероятность неподчинения уменьшается на 25, бес получает +10 жизней и +20 энергии. Контракт с Исстахэ - бес наносит дополнительно 1-3 урона за удар, а его заклинания получают +25% прибавку к урону. Контракт с Мбресельм - бес получает +50 к шансу попасть по противнику и +25 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":7}},{"price":1000,"skill":"Демоническая защита (пассивная способность)","description":"Персонаж, владеющий данной способностью, всегда получает некоторую защиту во время попыток призвать в мир демонических существ. Контракт с Люмеан - 25% защита от физического урона. Контракт с Исстахэ - 25% защита от магического урона. Контракт с Мбресельм - 25% защита от способностей контроля/оглушения и всех остальных, что могут прервать процесс призыва.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":8}},{"price":1000,"skill":"Демоническая чума (50 энергии)","description":"Позволяет персонажу наслать на противника страшный вирус - демоническую чуму. Демоническая чума поражает не тело, а душу и уменьшает шансы противника на успех при попытке увернуться или защититься от атаки противника на 20 за ход. Если даже самые высокие шансы противника увернуться или защититься от атак противника уменьшатся до 0, его душа окажется во владении персонажа и станет его рабом. В начале каждого хода у противника будет 10% шанс излечиться от чумы. К тому же, чуму можно излечить медицинскими средствами и средствами магического лечения. Контракт с Люмеан - затраты энергии уменьшаются на 10. Контракт с Исстахэ - шансы противника увернуться или защититься уменьшаются на 30 за ход. Контракт с Мбресельм - шанс попасть способностью по противнику увеличивается на 50, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":9}},{"price":1000,"skill":"Демонические глаза (пассивная способность)","description":"Требует наличия способности \"Одержимый\". Глаза персонажа отражают саму суть Анакриона и излучают тёмную, демоническую энергию. Любая цель, которая имеет с персонажем зрительный контакт, получит -25 к шансу совершить любое действие.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":10}},{"price":1000,"skill":"Дьявольское очарование (35 энергии)","description":"Персонаж научился использовать свои демонические черты на благо. Он может очаровать противника на 4-12 действий, из-за чего тот будет наносить демонологу урон на 25% меньший от любой способности, в то же время сам будет получать на 25% урона больше от демонолога, который применил это умение. Бонус держателя контракта Люмеан - очарование длится от 6 до 14 действий; Исстахэ - бонус к урону по противнику увеличивается до 35% вместо 25%; Мбресельм -шанс попасть способностью увеличен на 50.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":11}},{"price":1000,"skill":"Одержимый (пассивная способность)","description":"Персонаж, обладающий данной способностью, заключил контракт с одним из демонов Анакриона, дабы получить его силу. Связь персонажа с демоном окрепла, и теперь он считается одержимым. Персонаж получает +50 к шансу применить демоническую магию, и все его способности демонологии получают эффект от выбранного Предела. В обмен на это, персонаж отдаёт энергию за свои действия в мир Анакриона, и вносит свой вклад в прорыв завесы между двумя мирами. Рекомендуется к прочтению информация в библиотеке.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":12}},{"price":1000,"skill":"Подчинение демона (30 энергии)","description":"С помощью этой способности персонаж может попытаться подчинить себе демона противника, а также любого вышедшего из-под контроля демона. Шанс подчинения равен шансу успешного применения демонической магии, плюс все бонусы. Шанс неподчинения - стандартный, прописанный у демона. Если демон находится под контролем противника, шанс неподчинения равен шансу подчинения этого противника. Способность можно применять неограниченное количество раз, однако с каждым последующим применением на одного демона, шанс на неподчинение увеличивается в 2 раза. Этот штраф работает, даже если повторно способность была применена другим персонажем.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":13}},{"price":1000,"skill":"Призыв сафарина (4 действия и 65 энергии)","description":"Позволяет персонажу призвать на поле боя младшего демона - Сафарина. Вероятность неповиновения - 75. Сафарин имеет 60 жизней и 120 энергии, наносит 0-8 урона за удар. Кроме того, Сафарин обладает возможностью использовать любые способности магии огня и демонической магии, стоящие не более 20 энергии. В случае смерти или потери сознания персонажа, Сафарин выходит из-под его контроля. Контракт с Люмеан - затраты энергии уменьшаются на 15, вероятность неподчинения уменьшается на 25, сафарин получает +20 жизней и +20 энергии. Контракт с Исстахэ - сафарин наносит дополнительно 2-4 урона за удар, может использовать заклинания стоимостью до 30 энергии, при этом они будут наносить на 25% больше урона. Контракт с Мбресельм - сафарин получает +75 к шансу попасть по противнику и +25 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":14}},{"price":1000,"skill":"Призыв цербера (4 действия и 60 энергии)","description":"Позволяет персонажу призвать на поле боя цербера - крупного трехголового пса. Вероятность неповиновения - 75. Цербер имеет 100 жизней и 60 энергии, наносит 0-12 урона за удар, при этом обладая возможностью наносить до 3 ударов за действие в случае, если все его головы целы. Любой удар отнимает у цербера 5 энергии. В случае смерти или потери сознания персонажа, цербер выходит из-под его контроля. Контракт с Люмеан - затраты энергии уменьшаются на 10, вероятность неподчинения уменьшается на 25, цербер получает +20 жизней и +20 энергии. Контракт с Исстахэ - цербер наносит дополнительно 2-6 урона за удар. Контракт с Мбресельм - цербер получает +75 к шансу попасть по противнику и +25 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":15}},{"price":1000,"skill":"Принесение в жертву (40 энергии)","description":"Персонаж накладывает на своего беса проклятие, которое убьёт его через 1 ход. Контракт с Люмеан - при смерти бес взрывается, нанося всем в радиусе 10-ти метров 10-60 урона огнём. Контракт с Исстахэ - при смерти бес распространяет по земле лужу льда, которая примораживает всех противников в радиусе 10-ти метров к земле и не даёт им двигаться в течении 1-6 действий. Контракт с Мбресельм - на месте погибшего беса появляется новый.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":16}},{"price":1500,"skill":"Жертвенный ритуал (60 энергии и 4 действия)","description":"Демонолог проводит особый ритуал и жертвует весь нанесённый им за текущий ход урон демону, с которым он заключил контракт. В благодарность демон подпитывает резервы персонажа, возвращая ему спустя один ход энергию в количестве 50% от нанесенного им в течение этих 8 действий урона. Если после применения способности персонаж не нанесёт никому ни одной единицы урона, то он пострадает от гнева демона и потеряет 30-60 жизней. Бонус держателя контракта Люмеан - стоимость применения данной способности и потеря жизней уменьшаются вдвое; Исстахэ - количество возвращаемой энергии увеличивается на 25%; Мбресельм – персонаж дополнительно восстанавливает себе жизни в размере 5% от нанесённого урона в начале следующего хода.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":17}},{"price":1500,"skill":"Передача страданий (пассивная способность)","description":"Позволяет персонажу передавать свою боль тем, кого он держит своими руками. Любой урон, нанесенный персонажу наносится и тому, кого он касается своим телом.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":18}},{"price":1500,"skill":"Призыв демона (4 действия и 100 энергии)","description":"Позволяет персонажу призвать на помощь демона, который будет помогать ему в бою, если посчитает это необходимым. Вероятность неповиновения равна 100. Демон имеет 200 жизней и 150 энергии, любой его удар отнимает 0-20 жизней, демон может использовать любые способности связанные с магией огня и демонической магией, если их цена не превышает 40 энергии. В случае смерти или потери сознания персонажа, демон выходит из-под его контроля. Контракт с Люмеан - затраты энергии уменьшаются на 20, вероятность неподчинения уменьшается на 50, демон получает +25 жизней и +50 энергии. Контракт с Исстахэ - демон наносит дополнительно 2-10 урона за удар, может использовать заклинания стоимостью до 50 энергии, при этом они будут наносить на 25% больше урона. Контракт с Мбресельм - демон получает +100 к шансу попасть по противнику и +50 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":19}},{"price":1500,"skill":"Призыв соблазнителя (100 энергии и 4 действия)","description":"Демонолог призывает на поле боя особого демона-соблазнителя, суккуба или же инкуба, в зависимости от его желания. Вероятность неповиновения равна 100. Демон соблазнитель владеет Дьявольским соблазнением и Дьявольским очарованием и может использовать любую способность демонической магии и магии огня не дороже 20 единиц энергии. Имеет 100 жизней и 250 Энергии. Контракт с Люмеан - затраты энергии уменьшаются на 20, вероятность неподчинения уменьшается на 50. Контракт с Исстахэ – позволяет суккубу применять способности на 10 единиц энергии дороже, при этом они будут наносить на 25% больше урона. Контракт с Мбресельм - демон получает +50 к шансу попасть по противнику и +50 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности. Одновременно может быть призван только один демон-соблазнитель.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":20}},{"price":2500,"skill":"Демонический луч (4 действия и 80 энергии на активацию, 40 энергии каждое действие, потоковая способность)","description":"Персонаж выпускает в противника направленный луч разрушительной энергии. Каждое действие, пока способность работает, цель получает 10-80 урона. Контракт с Люмеан – затраты на поддержание луча уменьшаются до 20 энергии; Исстахэ – каждое 4-е действие работы луча жертва получает дополнительно 10-30 урона; Мбресельм – во время действия способности скорость жертвы, а так же дальность всех её рывков и телепортаций, уменьшается наполовину. Во время действия демонического луча нельзя использовать другие способности. Уклониться от этой способности на 25% сложнее.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":21}},{"price":2500,"skill":"Дьявольское соблазнение (75 энергии + 50 энергии за каждые 4 дополнительных действия)","description":"Требует наличия способности \"Дьявольское обаяние\". Используя демоническую магию, персонаж соблазняет выбранную жертву, от чего та начинает безукоризненно подчиняться заклинателю и исполнять все его приказы. Нельзя приказать причинить себе сильный вред или покончить с собой. Также приказы должны быть физически выполнимы жертвой. Если было вложено только 75 энергии, то цель будет подчиняться лишь 4 действия, однако за каждые дополнительные 50 единиц энергии длительность действия возрастает ещё на 4 действия. Этические, моральные и мировоззренческие нормы оппонента учитываться при подчинении приказам не будут. После спадания эффекта, оппонент будет помнить, кто заставил его подчиниться. Бонус держателя контракта Люмеан – затраты на дополнительные действия уменьшаются до 35 энергии; Исстахэ – по окончанию действия жертва до конца боя получает штраф -25 к шансу попасть по персонажу; Мбресельм – во время действия способности жертва получает +25 к шансу попасть чем-либо по кому-либо и +25 к шансу уклониться/защититься от вражеских атак.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":22}},{"price":2500,"skill":"Обращённый (пассивная способность)","description":"Персонаж, обладающий данной способностью, заключил контракт с одним из демонов Анакриона, дабы получить его силу. Персонаж очень глубоко впитал в себя силу демона, и стал одним из лучших и ценных одержимых для демонов. Персонаж получает +125 к шансу применить демоническую магию, и все его способности демонологии получают эффект от выбранного Предела. В обмен на это, персонаж отдаёт энергию за свои действия в мир Анакриона, и вносит свой вклад в прорыв завесы между двумя мирами. Рекомендуется к прочтению информация в библиотеке.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":3},{"subCategoryId":20,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":23}},{"price":2500,"skill":"Призыв Пит-Лорда (4 действия и 150 энергии)","description":"Позволяет персонажу призвать на помощь Пит-Лорда, одного из высших демонов. Поскольку Пит-Лорд является повелителем демонов, его крайне тяжело держать в подчинении. Вероятность неподчинения равна 150. Пит-Лорд имеет 300 жизней и 200 энергии, любой его удар отнимает 0-40 жизней. Он может использовать любые способности, связанные с магией огня и демонической магией, стоимость которых не превышает 70 энергии. В случае смерти или потери сознания персонажа, Пит-Лорд выходит из-под его контроля. Контракт с Люмеан - затраты энергии уменьшаются на 30, вероятность неподчинения уменьшается на 70, Пит-Лорд получает +100 жизней и +100 энергии. Контракт с Исстахэ - Пит-Лорд наносит дополнительно 5-20 урона за удар, может использовать заклинания стоимостью до 100 энергии, при этом они будут наносить на 25% больше урона. Контракт с Мбресельм - Пит-Лорд получает +150 к шансу попасть по противнику и +50 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":24}},{"price":2500,"skill":"Форма демона (4 действия и 100 энергии)","description":"Эту способность можно использовать только в случае, если у персонажа есть способность \"Кровь демона\". Позволяет персонажу перейти в форму демона. Любая физическая атака в форме демона будет наносить на 100% больше урона с помощью тела, и на 50% больший урон с помощью оружия ближнего боя. Высокотехнологическое оружие ближнего боя этот бонус не получает. Кроме того, демон получает +100 к жизням и +50 к шансу убедить призванного демона сражаться на его стороне. Контракт с Люмеан - затраты энергии уменьшаются на 25, а персонаж получает дополнительно +100 жизней в форме демона. Контракт с Исстахэ - атаки своим телом наносят на 150% больше урона, а с помощью оружия ближнего боя - на 75% (данные бонусы заменяют стандартные). Контракт с Мбресельм - в форме демона персонаж получает +50 к шансу попасть при использовании своего тела, оружия ближнего боя, магии огня, демонической магии и пси-способностей, а также ему требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":25}},{"price":5000,"skill":"Адский зов (250/400 энергии и 2 хода)","description":"Демонолог, используя огромное количество собственной энергии, призывает к себе не одного и не двух, а сразу многих демонических отродий. На поле боя сразу же после применения способности появляются 1 Демон, 2 Сафарина и 2 Цербера. В случае, если демонолог решает потратить на способность ещё больше энергии, то на поле боя вместе с остальными также появляется один Пит-Лорд. Характеристики и бонусы призванных существ равняются тем, что есть в способностях их призыва. Контракт с Люмеан - способность применяется на 25% быстрее (12 действий в обычном режиме и 6 в ускоренном при помощи Пути); Контракт с Исстахэ - затраты энергии на применение способности уменьшаются на 25%; Контракт с Мбресельм - даже при оглушении и потере контроля над персонажем способность продолжает готовиться.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":26}},{"price":5000,"skill":"Путь Исстахэ (пассивная способность)","description":"Освоив эту способность персонаж полностью постигает Путь демонической магии предела Исстахэ. Бонус держателя контракта Исстахэ у способностей для персонажа увеличивается в два раза, а все атакующие заклинания демонической магии иссушают противника, отнимая у него энергию в количестве 50% от нанесенного урона. Также персонаж получает стандартные бонусы Пути.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":3},{"subCategoryId":20,"skillId":12},{"subCategoryId":20,"skillId":23}],"1006":[{"subCategoryId":20,"skillId":28},{"subCategoryId":20,"skillId":29}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":27}},{"price":5000,"skill":"Путь Люмеан (пассивная способность)","description":"Освоив эту способность персонаж полностью постигает Путь демонической магии предела Люмеан. Бонус держателя контракта Люмеан у способностей для персонажа увеличивается в два раза, а все призванные им демоны получают +25% жизней и +25% энергии. Призванные персонажем демоны больше не могут выйти из-под его контроля, и остаются на его стороне даже если он потеряет сознание или умрёт. Также персонаж получает стандартные бонусы Пути.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":3},{"subCategoryId":20,"skillId":12},{"subCategoryId":20,"skillId":23}],"1006":[{"subCategoryId":20,"skillId":27},{"subCategoryId":20,"skillId":29}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":28}},{"price":5000,"skill":"Путь Мбресельм (пассивная способность)","description":"Освоив эту способность персонаж полностью постигает Путь демонической магии предела Мбресельм. Бонус держателя контракта Мбресельм у способностей для персонажа увеличивается в два раза, а в форме демона персонаж получает дополнительные бонусы, равные контрактам с Люмеан и Исстахэ. Также персонаж получает стандартные бонусы Пути.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":20,"skillId":3},{"subCategoryId":20,"skillId":12},{"subCategoryId":20,"skillId":23}],"1006":[{"subCategoryId":20,"skillId":27},{"subCategoryId":20,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":29}},{"price":5000,"skill":"Чудовище Анкариона (2 хода, 200 энергии, 50 энергии каждый ход)","description":"Персонаж призывает легендарного монстра из мира Анкарион, которого опасаются даже сильнейшие демоны. Вероятность неподчинения - 200. Монстр имеет 1000 жизней и 1000 энергии, и тратит 50 энергии персонажа на существование в этом мире каждый ход. Укус/удар монстра наносит 40-120 урона, а также он может использовать демонический луч с бонусом от своего предела. Шансы чудовища попасть будут равны шансу персонажа применить способность демонологии. Контракт с Люмеан - затраты энергии уменьшаются на 50, вероятность неподчинения уменьшается на 100, чудовище получает +150 энергии. Контракт с Исстахэ - чудовище наносит дополнительно 10-30 урона за удар/укус, луч наносит на 50% больше урона. Контракт с Мбресельм - чудовище получает +200 к шансу попасть по противнику и +100 к шансу увернуться от атаки противника, а персонажу требуется вдвое меньше своей крови для применения способности.","subCategory":"Демоническая магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":20,"skillId":30}}]