[{"price":500,"skill":"Завуалированное волшебство (пассивная способность)","description":"ической способности на 15 больше энергии для того, чтобы противнику она представилась не тем, чем является на самом деле. Так, лавовый шар может показаться земляным валом. Действие подобной атаки сложно предугадать, поэтому шансы уклониться или защититься от неё всегда меньше на 30.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":1}},{"price":500,"skill":"Иллюзионист (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении иллюзиями. Он получает +25 на успех при использовании иллюзий в бою и возможность использовать простые фокусы и умения, связанные с иллюзиями, но не повторяющие действие одной из способностей этого раздела. Персонаж может придумать любые трюки и фокусы, связанные с магией иллюзий, однако они не должны быть достаточно сильны для того, чтобы нанести урон противнику.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":2}},{"price":500,"skill":"Иллюзия активной деятельности (30 энергии)","description":"Позволяет персонажу наложить на себя иллюзию, в результате действия которой противник будет полагать, что персонаж совершает определённый порядок действий, который устанавливает сам игрок, в то время как на самом деле он отдыхает. При этом в случае совершения персонажем, использовавшим способность, какого-либо действия, кроме непосредственного отдыха, действие её прекращается преждевременно. Нельзя использовать чаще, чем раз в три хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":3}},{"price":500,"skill":"Иллюзия брони (20 энергии)","description":"Персонаж может убедить окружающих в том, что он носит броню, которой у него нет. Либо наоборот, он может скрыть имеющуюся броню под видом обычной одежды. Способность можно применить перед боем так, чтобы противник не узнал об этой подмене.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":4}},{"price":500,"skill":"Иллюзия заклинания (20 энергии)","description":"Персонаж создаёт иллюзию одной из имеющихся в его арсенале магических способностей (кроме способностей магии иллюзий) и использует её на противнике. Противник ощущает на себе фальшивый эффект способности до конца хода. То, что это была иллюзия, он понимает только в конце следующего хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":5}},{"price":500,"skill":"Иллюзия отсутствия деятельности (30 энергии)","description":"Позволяет персонажу наложить на себя иллюзию, в результате действия которой противник будет полагать, что персонаж не сходит с места и отдыхает весь следующий ход. При этом если персонаж использовавший способность наносит урон какому-либо противнику или совершает действие, тратящее более 30 энергии, действие её прекращается преждевременно. Нельзя использовать чаще, чем раз в три хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":6}},{"price":500,"skill":"Иллюзия урона (20 энергии)","description":"Позволяет персонажу заставить противника ощутить, что он получил 0-50 урона от атаки игрока. Противник узнает о том, что на самом деле это была лишь иллюзия, лишь в начале следующего хода. В случае, если иллюзорный урон превышает количество текущих жизней противника, тот теряет сознание от болевого шока на 5-8 действий.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":7}},{"price":500,"skill":"Иллюзия усталости (20 энергии)","description":"Заставляет противника ощутить, что персонаж лишил его 0-50 энергии. Цель при этом чувствует лёгкую усталость. Противник узнает о том, что на самом деле это была иллюзия, лишь в начале следующего хода. В случае, если иллюзорная кража энергии превышает количество текущей энергии противника, тот теряет сознание от усталости на 5-8 действий. Также есть шанс 20%, что цель уснёт на 4 действия. Нельзя усыплять чаще, чем раз в ход.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":8}},{"price":500,"skill":"Иллюзорная личность (15 энергии)","description":"Позволяет персонажу создать в выбранном им месте иллюзию того, что там стоит то или иное существо. Если иллюзии существа коснутся, она тут же развеется. Кем будет личность, иллюзию которой персонаж создаст - решать ему. Он может создать иллюзию себя, кого-то из своих знакомых, монстра или любого случайного человека, или существа.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":9}},{"price":500,"skill":"Иллюзорный предмет (5 энергии и 2 действия)","description":"Позволяет персонажу создать в радиусе его видимости иллюзию любого предмета. Как только кто-либо попытается его коснуться,  предмет исчезнет.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":10}},{"price":500,"skill":"Личина (10 энергии за ход)","description":"Позволяет персонажу, владеющему данной способностью, наложить на себя иллюзию, в результате чего любой будет воспринимать его не тем, кто он есть на самом деле. Лишь владеющие иллюзиями хотя бы на базовом уровне - Иллюзионист, смогут определить, что вы не тот, за кого себя выдаете. Помните, что любое физическое прикосновение к персонажу развеет иллюзию.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":11}},{"price":500,"skill":"Развеять иллюзию (100% стоимости иллюзии)","description":"Позволяет персонажу, использующему эту способность развеять созданную противником иллюзию. В случае, если на поле боя созданно больше одной иллюзии развеивается одна случайно выбранная из них. Способность срабатывает не в 100% случаев и шанс её успеха зависит от вашего шансу успешно применить магическую способность.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":12}},{"price":500,"skill":"Сенсорный обман (20 энергии)","description":"Позволяет персонажу заставить чувства противника запутаться, в результате чего он с 75% вероятностью будет думать что то, что находится справа находится слева, то что находится впереди находится позади и.т.д. Подобный обман длится лишь 2-6 действий, после чего тело противника привыкает к обману и его сенсорные чувства и определение направления приходят в норму.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":13}},{"price":1000,"skill":"Гипноз (30 энергии)","description":"Позволяет персонажу, взглянув в открытые глаза противника, дать ему приказ, который он тут же не задумываясь выполнит. Шанс, что приказ не подействует и противник не сделает того, что просит от него персонаж, равна 30%, а в случае если приказ противоречит каким-либо моральным принципам противника или его исполнение сможет причинить персонажу вред, то шанс на то, что гипноз не подействует, будет равен 90%. Приказы, исполнение которых приведет к смерти противника, не сработают в 99% случаев. Помимо этого в случае, если глаза противника закрыты какой-либо защитой (например, очками), шанс на то, что гипноз на нем не сработает, увеличится на 10%, а в случае, если персонаж пытается загипнотизировать кого-либо и при этом видит какую-либо зеркальную поверхность, в которой он видит свои глаза, то в 25% случаев гипноз срабатывает и на самого персонажа. В случае, если противник физически не может выполнить данный персонажом приказ, гипноз не срабатывает. Кроме того у загипнотизированного противника всего 1 попытка исполнить приказ и 3 действия на его исполнение. Если за это время он не успевает исполнить приказ или у него не получается его исполнить по любой другой причине, гипноз отменяется.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":14}},{"price":1000,"skill":"Живые иллюзии (пассивная способность)","description":"Будучи воплощёнными, иллюзии персонажа адаптивно подстраиваются под окружающую их обстановку, реагируя на перемены в освещении, деформацию местности и положении существ, воспринимающих иллюзию. Своевременная реакция на подобные изменения позволяет иллюзиям постепенно скрывать свои изъяны и детали, которые ранее могли их выдать. За каждые 2 действия существования иллюзии уменьшает шанс её раскрытия 15, но не более, чем на 60.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":15}},{"price":1000,"skill":"Завеса (40 энергии + 20 энергии за ход)","description":"Маг создает вокруг себя маскирующую иллюзию. Днем шанс заметить персонажа снижается на 80%, ночью же персонаж становится полностью невидимым. Иллюзия действует до конца этого хода, однако, если маг пожелает, он сможет продлить её действие, отдавая в начале каждого нового хода по 20 единиц энергии.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":16}},{"price":1000,"skill":"Зеркальная галерея (50 энергии и 4 действия)","description":"Создает несколько иллюзорных копий выбранного объекта (в том числе и какого-либо существа) рядом с ним в радиусе 10 метров на 1 ход. Копии будут внешне повторять любые действия объекта, на основе которого они были созданы, и следовать за ним. Количество копий изначально равно двум и увеличивается на 1 за каждую способность владения магии иллюзий (включая Путь). Копии мешают определять местоположение настоящего объекта, благодаря чему за каждую иллюзорную копию шанс попасть по нему уменьшается на 10 (не работает против способностей массового поражения). На данные копии не действует способность \"Ветер нереальности\".","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":17}},{"price":1000,"skill":"Иллюзия окружения (50 энергии)","description":"Позволяет персонажу с помощью иллюзии заставить противника думать, что поле боя выглядит совсем иначе - например как жерло вулкана, снежное поле или джунгли. Создавший иллюзию персонаж сам решает, как будет выглядеть иллюзия, и противники начинают воспринимать местность как то, что выбрал персонаж. Несмотря на иллюзию, на поле боя всё равно останутся все ямы, металлические шипы и другие объекты, которые могут причинить вред кому-либо из персонажей и противники будут их видеть, однако, возможно, несколько иначе. Приглядываясь к местности или ища ловушки, персонаж будет иметь 15% шанс узнать, что данная местность является иллюзией, и, если ему это удастся, он перестанет видеть иллюзию и увидит местность такой, какая она есть. Созданная вами иллюзорная местность на 50% увеличивает шанс скрыться от противника или поставить успешную ловушку. Кроме того персонаж, создавший иллюзорную местность, получает в ней +25 к шансу успешно создать любую другую иллюзию.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":18}},{"price":1000,"skill":"Иллюзия успеха (30 энергии)","description":"Позволяет персонажу заставить противника думать, что 1-3 (по выбору персонажа) его неуспешные атаки, которые он использовал против персонажа или его союзника и которые на самом деле не удались, достигли успеха. О том, что это было не так противник узнает лишь в конце следующего хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":19}},{"price":1000,"skill":"Наложение личины (40 энергии)","description":"Можно использовать, только при наличии способности Личина. Прикасаясь к цели (соприкосновение обязательно) персонаж накладывает на неё иллюзию, в результате действия которой любой будет воспринимать её не тем, кем она является на самом деле. Лишь владеющие иллюзиями хотя бы на базовом уровне - Иллюзионист, смогут определить, что жертва заклинания не та, за кого вы пытаетесь её выдать. Помните, что любое физическое прикосновение к цели, кроме прикосновений персонажа наложившего личину, развеет иллюзию. Действует в течение 1 хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":29,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":20}},{"price":1000,"skill":"Персональная иллюзия (пассивная способность)","description":"Потратив дополнительно 30 энергии для применения способности по созданию иллюзий, иллюзионист может выбрать тех, кто будет видеть его иллюзии, для всех прочих иллюзии окажутся незримыми. Такие иллюзии нельзя оживить с помощью ветра нереальности.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":21}},{"price":1000,"skill":"Подмена (30 энергии)","description":"Позволит персонажу наслать на противника иллюзию, в результате которой тому будет казаться, что персонаж это некто другой, а некто другой, кто присутствует на поле боя, это персонаж. Данная способность не работает в бою 1 ин 1, так как персонажу будет просто не на кого себя подменить, однако если у персонажа или его противника есть на поле боя хотя-бы один союзник, включая призванных животных, машин или духов, персонаж может заставить воспринимать это существо персонажем, а персонажа этим существом.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":22}},{"price":1000,"skill":"Эксперт-иллюзионист (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо владеет иллюзиями и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу на успех при использовании иллюзий в бою.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":29,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":23}},{"price":1500,"skill":"Гипнотическое мастерство (пассивная способность)","description":"Требует владения способностью \"Гипноз\". Позволяет игроку с большим успехом гипнотизировать противника. Шанс неудачи уменьшается до 15%, а шанс неудачи при отсутствии визуального контакта с глазами противника - до 25. Кроме того, теперь гипнотизёр становится невосприимчивым к эффекту само-гипноза от зеркальных поверхностей.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":29,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":24}},{"price":1500,"skill":"Иллюзия неудач (75 энергии)","description":"Позволит персонажу заставить противника чувствовать, что все его атаки, произведенные за этот ход, завершились неудачей, даже если это не так. Противник узнает реальное положение дел лишь в конце следующего хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":25}},{"price":1500,"skill":"Иллюзия опасности (40 энергии)","description":"Заставляет противника почувствовать какую-то опасность, что отвлечёт его внимание и уменьшит шансы защититься от атак вдвое, а шанс успешно применить способности на 50 на 2 хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":26}},{"price":1500,"skill":"Кошмарные видения (30 энергии)","description":"Позволяет магу иллюзий вторгаться в сон другого существа и изменять его с помощью чар. За каждые три действия, которые жертва проведет без сознания, она получит 0-30 единиц урона. Проснувшись, с вероятностью 50% жертва будет находиться под влиянием кошмара еще 4 действия, что снизит её скорость на 1 метр за действие при ходьбе, на 2 – при беге, а шанс успешно совершить что-либо - на 60. Действует только на спящих персонажей, само по себе умение не усыпляет цель. Пока противник находится под действием этого заклинания, вероятность самостоятельного пробуждения снижается на 50%.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":27}},{"price":1500,"skill":"Массовая завеса (80 энергии + 40 энергии за ход)","description":"Иллюзионист создает внушительную по размерам завесу, способную скрывать расстояние до десяти метров вокруг персонажа. В такой завесе он может спрятать как себя, так и своих союзников. Действие способности аналогично способности «Завеса», однако на её поддержание уходит по 40 единиц дополнительной энергии в начале каждого хода.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":28}},{"price":1500,"skill":"Противоположность (50 энергии)","description":"Позволит персонажу наложить на противника особые чары, в результате которых он начнет воспринимать некую вещь противоположным образом. Например вместо боли чувствовать удовольствие, вместо тепла холод и.т.д. персонаж сам выбирает, что именно противник будет чувствовать наоборот. Данные чары длятся 3 хода, после чего рассеиваются.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":29}},{"price":1500,"skill":"Стабильные иллюзии (пассивная способность)","description":"Иллюзии, создаваемые обладающим данной способностью персонажем, не распадаются при прикосновении к ним, а так и остаются на поле боя. Если персонаж не приглядывается и не пытается определить иллюзии это или нет, то ему даже после прикосновения может показаться, что перед ним реальный, а не иллюзорный объект.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":30}},{"price":2500,"skill":"Ветер нереальности (100 энергии и 4 действия)","description":"Заставляет все иллюзии, использованные в течении этого хода стать реальностью. Если на противника наложили иллюзию урона то он и правда получит урон, если персонаж использовал иллюзию подмены то после этой способности он и правда поменяется с противником местами и.т.д. В ролевой действует не более суток. В бою - не более 3-х ходов. При повторном использовании предыдущий эффект отменяется.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":31}},{"price":2500,"skill":"Иллюзия смерти (80 энергии)","description":"Позволяет персонажу на следующие 3 действия накрыть себя Иллюзией смерти, которая позволяет персонажу выжить при нанесении противником смертельного урона. Когда противник наносит удар, понижающий здоровье игрока до 0 или даже ниже, активируется иллюзия смерти персонажа, который \"теряет сознание/погибает\" от удара. На самом же деле персонаж на 4 действия уходит в невидимость, сохраняясь в том состоянии, что было до нанесения удара, после чего возвращается в реальный мир. Иллюзия \"трупа\" исчезает в момент появления настоящего иллюзиониста.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":32}},{"price":2500,"skill":"Мастер-иллюзионист (пассивная способность)","description":"Персонаж, обладающий данной способностью идеально освоил магию иллюзий и теперь управляет ими так-же легко, как своим телом. Он получает +125 к шансу на успех любой способности из раздела \"иллюзии\" в бою и делает большинство иллюзий более прочными, заставляя их исчезать не сразу при прикосновении к ним, а спустя 1-6 действий после этого. Кроме того способность уменьшает шанс развеять иллюзию персонажа на 75 единиц.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":29,"skillId":2},{"subCategoryId":29,"skillId":23}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":33}},{"price":2500,"skill":"Репликация (пассивная способность)","description":"При получении любого не-периодического урона, существует вероятность 30% что возле персонажа появится его иллюзорная копия. У каждой копии всего лишь 20% жизней и энергии персонажа и нет возможности наносить урон или применять какие-либо способности, лишь делать вид. Копии можно сделать реальными при помощи Ветра нереальности. В таком случае они смогут атаковать противника обычными атаками, нанося 50% урона персонажа, но всё также не смогут применять какие-либо способности. Также копии не будут получать никаких пассивных бонусов персонажа, кроме бонусов к шансу попадания и урону конечностями и оружием в них. Не более 10-ти копий может присутствовать на поле боя одновременно. Каждая копия существует до конца боя, либо пока не будет развеяна/убита противником. За одно действие может появиться только одна копия.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":34}},{"price":5000,"skill":"Путь Иллюзорности (пассивная способность)","description":"Освоив эту способность персонаж полностью постигает путь иллюзий и достигает высшего мастерства в обмане и запутывании врагов с помощью иллюзий. Способность даёт стандартные бонусы от Пути, а также: персонаж получает возможность использовать способности за 500 опыта из ветки Иллюзий 2 раза за 1 действие. Кроме того, шанс распознать иллюзию персонажа, владеющего этой способностью, уменьшается на 50 за каждую наложенную иллюзию. Кроме того, затраты энергии на иллюзии уменьшаются на 25%.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":29,"skillId":2},{"subCategoryId":29,"skillId":23},{"subCategoryId":29,"skillId":33}],"1006":[{"subCategoryId":29,"skillId":36}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":35}},{"price":5000,"skill":"Путь Реальности (пассивная способность)","description":"Освоив эту способность персонаж полностью постигает путь иллюзий и достигает высшего мастерства в воплощении своих ложных творений в реальность. Способность даёт стандартные бонусы от Пути, а также: все материализованные иллюзии теперь существуют ровно до тех пор, пока персонаж не погибнет или не потеряет сознание насильственным образом - оглушён, усыплён против своей воли и т.д. В бою материализованные иллюзии могут держаться более 3-х ходов, но при этом в начале каждого дополнительного хода персонаж отдаёт 25% от стоимости материализованных иллюзий в виде энергии. Затраты энергии должны отыгрываться и в ролевой.","subCategory":"Магия иллюзий","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":29,"skillId":2},{"subCategoryId":29,"skillId":23},{"subCategoryId":29,"skillId":33}],"1006":[{"subCategoryId":29,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":29,"skillId":36}}]