[{"price":500,"skill":"Дополнительный глаз (4 действия и 15 энергии за глаз)","description":"Позволяет персонажу создать на своем теле или на любой другой поверхности, которой касается, дополнительный глаз, с помощью которого персонаж сможет наблюдать за происходящим вокруг. Глаз существует 2 хода после чего исчезает. Если глазу нанесут больше 10 урона глаз исчезнет, а персонаж получит все повреждения которые получил его глаз.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":1}},{"price":500,"skill":"Конечность-оружие (4 действия и 20 энергии)","description":"Позволяет трансформировать конечность персонажа в не связанное с технологиями оружие, в результате чего шанс попасть такой конечностью-оружием будет считаться как при ударе этой конечностью в обычной форме, а урон - как урон оружием. Кроме того, конечностью-оружием можно будет блокировать удары оружием противника, не боясь при этом потерять конечность. За раз можно превращать в оружие не более одной конечности.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":2}},{"price":500,"skill":"Морфер (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения по изменению собственного тела. Он получает +25 на успех при использовании способностей изменения тела бою и получает возможность использовать простые фокусы и умения, связанные с этим. Персонаж может придумать любые трюки и фокусы, связанные с изменением тела, однако они не должны быть достаточно сильны для того, чтобы нанести урон противнику или каким-либо образом усилить характеристики персонажа.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":3}},{"price":500,"skill":"Превращение в животное (4 действия и 20 энергии)","description":"Позволяет персонажу превратиться в любое небольшое животное размером не больше собаки. Превратившись в животное, персонаж получает все его способности и умения, однако количество жизней игрока уменьшается на 50%. Трансформация длится не дольше суток. Нельзя превращаться в гуманоидов.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":4}},{"price":500,"skill":"Растяжение конечности (15 энергии)","description":"Позволяет персонажу растягивать конечность, делая её намного длиннее и получая возможность, таким образом, атаковать противника на расстоянии или ухватиться за что-то на большом расстоянии от себя. Максимальная длина конечности может составить 25 метров.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":5}},{"price":500,"skill":"Смена цвета глаз (4 действия и 10 энергии)","description":"Позволяет персонажу менять цвет своих глаз. Помимо косметического эффекта, также развивает зрительный нерв, что дает персонажу +25 к шансу обнаружить противника и +50 к шансу защититься от лишающих зрения эффектов. Трансформация длится не более суток.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":6}},{"price":500,"skill":"Тело-хранилище (пассивная способность)","description":"Позволяет персонажу носить внутри своего тела до 5 предметов, чья длина и ширина позволят им поместиться в его теле (короткий меч носить можно, здание нельзя). В случае необходимости он всегда сможет достать эти предметы через рот или другие отверстия в своем теле.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":7}},{"price":1000,"skill":"Дополнительная рука (4 действия и 25 энергии за руку)","description":"Позволяет персонажу создать на своем теле или на любой другой поверхности, которой касается, дополнительную руку, с помощью которой персонаж сможет держать вещи, наносить противнику удары и совершать все движения как и обычными руками. Рука существует 2 хода после чего исчезает. Если руке нанесут больше 25 урона, она исчезнет, а игрок получит все повреждения которые получила его рука.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":8}},{"price":1000,"skill":"Крылья (4 действия и 35 энергии)","description":"Позволяет персонажу вырастить на своей спиной крылья, что позволит ему летать, тратя 15 энергии за ход. Крылья могут быть любой формы и вида, но только органического происхождения. Трансформация длится не дольше суток.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":9}},{"price":1000,"skill":"Превращение в жидкость (4 действия и 40 энергии)","description":"Позволяет персонажу на 6 действий превратиться в жидкость а потом собраться обратно. Жидкий персонаж будет пропускать через себя почти любые физически и магические атаки, однако будет получать 150% урон от любых атак, связанных с огнем и холодом. Во время нахождения в виде жидкости персонаж может протечь там, где обычному человеку не пройти, однако спустя 8 действий он обязан будет \"собраться\" заново, иначе он начнет получать урон равный 25% от его максимальных жизней за действие до тех пор, пока не вернется из жидкой формы в человеческую.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":10}},{"price":1000,"skill":"Превращение в крупное животное (4 действия и 20 энергии)","description":"Позволяет персонажу превратиться в любое крупное животное, чей размер равен или превышает размер крупной собаки (кроме самых огромных животных - слонов, бегемотов и легендарных животных, вроде гидр и драконов). Превратившись в животное, персонаж получает все его способности и умения. Нельзя превращаться в гуманоидов.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":11}},{"price":1000,"skill":"Превращение в оружие (4 действия и 50 энергии)","description":"Персонаж, обладающий этой способностью, может превратиться в оружие. По умолчанию персонаж превращается в оружие 0-го уровня, однако каждая ступень владения этим оружием будет повышать его уровень на 1.  Шанс попасть у такого оружия равен стандартному + 50% от бонусов владения им превратившегося персонажа. В случае, если игрок трансформируется в оружие дальнего боя, то оно будет стрелять особыми энергетическими снарядами, полностью аналогичными обычным снарядам. Выстрел из такого оружия будет отнимать энергию, равную стоимости выстрела из этого вида оружия, при этом оружие придётся перезаряжать так же, как и обычный его аналог. У превращающегося всё так же есть его жизни, и он может получать урон. Противник может атаковать его в форме оружия, если пожелает. Также превратившийся персонаж будет получать урон от заклинаний по площади.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":12}},{"price":1000,"skill":"Сверхпрочное тело (4 действия и 50 энергии)","description":"На 2 хода делает тело персонажа состоящим из сверхпрочного материала - металла или камня. Благодаря своей прочности в этой форме персонаж будет получать на 20% меньше физического урона, а если противник атакует, используя свое тело, а не какое-либо оружие, он к тому же в 50% случаев и сам получает при ударе 0-10 урона.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":13}},{"price":1000,"skill":"Свободные суставы (4 действия и 25 энергии)","description":"Персонаж воздействует на свои суставы, позволяя им двигаться в любую сторону. Его шансы увернуться от атаки противника увеличиваются на 50 единиц до тех пор, пока способность не будет отменена. Пока длится действие способности, персонаж может, потратив дополнительное действие, усилить свой удар, прокручивая руки вокруг сустава. Урон увеличивается на 10-40 единиц. В случае промаха бонус к урону сохраняется и передаётся следующему успешному удару.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":14}},{"price":1000,"skill":"Смена облика (4 действия и 20 энергии)","description":"Позволяет персонажу полностью изменить внешность. Тело может стать более толстым, худым, высоким или низким, так же можно менять расу и даже пол. С помощью этой способности можно получить любую гуманоидную внешность. В животных превращаться нельзя. Трансформация длится не дольше суток.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":15}},{"price":1000,"skill":"Температура тела (4 действия и 30 энергии)","description":"Позволяет персонажу сильно изменить температуру своего тела. Температуру тела можно либо поднять до +75 градусов по цельсию, либо опустить до -75, но выходить за эти рамки нельзя. Позволит персонажу наносить урон теплом или холодом в зависимости от температуры, которую он выбрал. Кроме того, при высокой температуре тела персонаж получает всего 50% урона от огненных атак, а также будет способен высвободиться изо льда, если оказался заморожен. При низкой температуре получает лишь 50% от атак холодом и становится способен потушить огонь одним прикосновением к нему. Изменение температуры длится 6 действий, после чего персонаж возвращается к нормальной температуре тела. В результате такого температурного воздействия в 25% случаев персонаж теряет 0-40 жизней, а в ещё 20% случаев теряет контроль над своим телом на 1-3 действия и падает на землю.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":16}},{"price":1000,"skill":"Форма духа (4 действия и 30 энергии)","description":"Позволяет персонажу, использовав эту способность, принять форму духа до конца хода. В форме духа он не сможет наносить физические удары, а на него будет действовать только магия, чье действие связано со светом или чистой энергии, пси-способности, способности шаманов и способности, в описании которых сказано, что они могут поражать духов. В форме духа персонаж может использовать магию, но за неё он будет отдавать не энергию, а свои жизни.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":17}},{"price":1000,"skill":"Хамелеон (пассивная способность)","description":"Позволяет персонажу намного эффективнее сливаться с окружающими объектами, тем самым делая себя менее заметным для врагов. Если персонаж примет форму или окрас, схожий с окружающей средой, то повысит свой шанс скрыться на 75.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":18}},{"price":1000,"skill":"Частичное обращение (пассивная способность)","description":"Позволяет применять превращения из изменения тела только на отдельные части своего тела, или половину тела. Если персонаж применит на себя частичное превращение в животное, он получит все способности зверя, обеспечиваемые измененными частями тела, при этом сохранив возможность использовать заклинания и те физические умения, что основаны на использовании не подверженных трансформации конечностей. Кроме прочего, позволяет сохранить возможность разговаривать по-человечески в облике животного или крупного животного.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":19}},{"price":1000,"skill":"Эксперт-морфер (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо владеет магией изменения тела и не просто использует, но и чувствует её. Он получает +50 к шансу на успех при использовании способностей изменения тела в бою.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":3}],"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":20}},{"price":1500,"skill":"Алмазная защита (4 действия и 75 энергии)","description":"Позволяет персонажу превратить до конца хода одну из своих конечностей в алмаз, что увеличит шанс защититься от любой атаки противника с её помощью на 200 а также увеличит урон от удара такой конечностью до 10-60 за удар.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":21}},{"price":1500,"skill":"Дополнительное тело (4 действия и 50 энергии)","description":"Позволяет персонажу создать в любом месте на поле боя точную свою копию, которая будет его \"запасным телом\" и сможет делать всё, что умеет делать он сам. Копия тела существует 2 хода, после чего исчезает. Любой урон, нанесенный запасному телу, будет отнимать жизни и у персонажа, и если тело погибнет, то погибнет и сам персонаж. Доп. тела обладают объединенным с персонажем запасом энергии, то есть тратят его энергию на действия.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":22}},{"price":1500,"skill":"Морфинг оружия (4 действия, 40 энергии +5 энергии за каждый уровень эффекта)","description":"Требуются способности Мастер-морфер и Принудительное изменение. Позволяет персонажу увеличить своё собственное оружие, повышая его урон и энергозатраты на 5% за каждый уровень эффекта вплоть до 5-ти. Уменьшение действует аналогично, но наоборот, при этом минимальный урон оружием - 1-1, а минимальные энергозатраты - 1. С путём Неконтролируемого роста максимальный уровень увеличения/уменьшения равен 50-ти. Если оружие персонажа становятся ему не по размерам, то он не может его использовать пока действует способность. Трансформация длится не дольше суток.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":28},{"subCategoryId":36,"skillId":26}],"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":23}},{"price":1500,"skill":"Поглощение (40 энергии, 30 энергии за действие)","description":"Персонаж полностью поглощает противника, находящегося в зоне ближнего боя. Внутри персонажа противник будет получать 0-25 урона за действие и не будет способен совершать какие-либо действия. Раз в 2 действия противник может освободиться с шансом 25%. Сам персонаж при этом может совершать все те же действия, что мог и раньше, но он никак не может иначе воздействовать на находящегося внутри себя противника, а его передвижение не может превысить 5 метров за действие, а дальность всех рывков и телепортаций сокращается в 2 раза. Действует 2 хода. Одного и того же противника нельзя поглотить снова в течение хода после того, как он окажется на свободе. Одновременно внутри себя держать можно только одного противника.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":24}},{"price":1500,"skill":"Превращение в газ (4 действия и 60 энергии)","description":"Позволяет персонажу трансформировать своё тело в любой газ на свой выбор, что позволит ему летать, проникать в любой проход и даже в тело противника. Превращение будет действовать в течение 8 действий, после чего персонаж будет обязан вновь \"собраться\" и вернуться в свою стандартную форму, иначе он начнет терять по 50% от его максимального запаса жизней за действие.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":25}},{"price":1500,"skill":"Принудительное изменение (удвоенная цена способности)","description":"Персонаж может использовать любую способность \"Изменения тела\", которой владеет, на другом существе, однако из-за сложности подобного воздействия он затратит на 100% больше энергии. Кроме того, поддерживать работоспособность искажающих умений на другом существе сложно, а потому каждый ход жертва с вероятностью 25% получает возможность вернуть себе истинный облик.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":26}},{"price":1500,"skill":"Смена размера (4 действия, 40 энергии +5 за каждый уровень эффекта)","description":"Требуется способность Мастер-морфер. Персонаж может увеличить или уменьшить свой размер в несколько раз. Он получает +5% к силе рукопашных ударов, +0.5 метра к радиусу атаки в ближнем бою, +5% к скорости передвижения, +5 к шансу защититься, +0,5% к сопротивляемости любому урону, однако при этом получает штраф +1% к затратам энергии на все физические действия, -5 к шансу уклониться, -5 к шансу скрыться и обнаружить противника за каждое увеличение вплоть до 5-ти уровней. Уменьшение действует аналогично, но наоборот, при этом минимальная скорость передвижения - 1 метр, дальность рукопашной атаки - 0,1 метра, а её урон - 1-1. С путём Неконтролируемого роста максимальный уровень увеличения/уменьшения равен 50-ти. Если оружие или броня персонажа становятся ему не по размерам, то он не может их использовать пока действует способность. Трансформация длится не дольше суток.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":28}],"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":27}},{"price":2500,"skill":"Мастер-морфер (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил изменение тела и теперь видоизменяет свое тело так же легко, как и двигает руками или ногами. Он получает +125 к шансу на успех любой способности изменения тела в бою. Кроме того персонаж, владеющий способностью \"Аморфность\", получат возможность увеличивать или уменьшать свой вес и массу не в 5, а в 10 раз.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":3},{"subCategoryId":36,"skillId":20}],"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":28}},{"price":2500,"skill":"Превращение в противника (4 действия и 120 энергии)","description":"Способность можно использовать только в случае, если персонаж хоть раз за бой касался тела противника. Дает возможность стать точной копией противника, в результате чего персонаж сможет использовать любые способности и боевые навыки противника в бою, при том не потеряв свои. Трансформация длится полтора хода, после чего персонаж вновь становится собой.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":29}},{"price":5000,"skill":"Аморфность (4 действия и 50 энергии)","description":"Дает персонажу возможность делать со своим телом что угодно, превращая себя во что угодно. Нет никаких границ в превращении кроме того, что вес и масса того во что превращается персонаж не может превышать его оригинальные массу и вес более чем в 5 раз. Если персонаж с помощью аморфности разделит себя на несколько частей, или превратит себя в нечто без четких границ формы(например газ), то в случае, когда он попытается собраться назад, но часть его вещества оказалась заблокирована(например заперли в другом помещении), персонажу будет нанесен урон в % от максимального здоровья, равного доле массы вещества, которое оказалось ему недоступно. При этом он сам будет собран из самой большой части, а все остальные части растворятся в воздухе. Также нельзя вращивать части тела внутрь других персонажей, или любых существ, в которых есть хотя бы одна единица энергии. Аморфность также позволяет персонажу применять другие активные способности морфинга, однако их эффективность/длительность снижается на 50%.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":30}},{"price":5000,"skill":"Путь Метаболизма (пассивная способность)","description":"Персонаж развил свои навыки изменения тела на таком уровне, на каком ещё не был практически никто в Эмпии. С каждым применением способностей из раздела \"Изменение тела\" персонаж становится лучше. После каждого применения способности, следующая получает бонус к эффективности на 10%. Этот бонус растёт до максимальной отметки в 50%. Это может быть бонус к урону или к длительности применения, в зависимости от конкретной способности. Когда персонаж достигает максимального бонуса, он получает ещё одну особенность - каждое превращение исцеляет его на 5-10% от максимальных жизней. Бонус аннулируется, если персонаж больше 2х ходов не применял новых превращений. Также персонаж получает стандартные бонусы пути.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":3},{"subCategoryId":36,"skillId":20},{"subCategoryId":36,"skillId":28}],"1006":[{"subCategoryId":36,"skillId":32},{"subCategoryId":36,"skillId":33},{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":31}},{"price":5000,"skill":"Путь Морфера (пассивная способность)","description":"Персонаж развил свои навыки изменения тела на таком уровне, на каком ещё не был практически никто в Эмпии. Он сосредоточился на более быстрых и качественных активациях своих способностей по изменению тела. Все способности изменения тела, которые применяются за 4 действия, персонаж начинает применять всего за 2 действия, а также шанс успешного применения возрастает на 100. Этот бонус работает со стандартным бонусом Путей, который ускоряет время применения способности в два раза за 50% дополнительной энергии. То есть, такие способности будут применяться только за 1 действие.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":3},{"subCategoryId":36,"skillId":20},{"subCategoryId":36,"skillId":28}],"1006":[{"subCategoryId":36,"skillId":31},{"subCategoryId":36,"skillId":33},{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":32}},{"price":5000,"skill":"Путь Неконтролируемого Роста (пассивная способность)","description":"Персонаж развил свои навыки изменения тела на таком уровне, на каком ещё не был практически никто в Эмпии. Он смог увеличить свои превращения, делая их поистине гигантскими. Практически все виды превращений у персонажа теперь становятся в два раза больше. Если он превращается в существо, физические удары этого существа становятся на 50% сильнее. В других способностях их эффективность повышается на 25%. Аморфность отныне позволяет превращаться в нечто, превышающее вес персонажа в 50 раз. Однако, персонаж тратит на 50% больше энергии из за возросших размеров. Также персонаж получает стандартные бонусы пути.","subCategory":"Изменение тела","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":36,"skillId":3},{"subCategoryId":36,"skillId":20},{"subCategoryId":36,"skillId":28}],"1006":[{"subCategoryId":36,"skillId":31},{"subCategoryId":36,"skillId":32},{"subCategoryId":48,"skillId":2},{"subCategoryId":48,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":36,"skillId":33}}]