[{"price":500,"skill":"Захват Трикстера (125% от стоимость способности)","description":"Персонаж использует в бою случайную НЕпассивную магическую способность из арсенала противника, способную причинить кому-либо физический урон. Эта способность не может использовать себя и другие копирующие способности. Шанс успешно использовать данную способностью будет равен шансу применить способность искажения реальности.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":1}},{"price":500,"skill":"Истощение (10 энергии)","description":"Персонаж сжигает энергию противника, в размере 10% от стоимости его последней атаки или способности, плюс 5% за каждый уровень владения искажением реальности. В случае, если максимальный уровень энергии противника хотя бы на 100 единиц больше чем у персонажа, персонаж будет получает ещё по 1% бонуса за каждые 10 единиц разницы между максимальными уровнями энергии персонажа и его жертвы.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":2}},{"price":500,"skill":"Помощь Трикстера (10 энергии + стоимость способности)","description":"Персонаж использует в бою случайную НЕпассивную магическую способность из арсенала противника, не способную причинить кому-либо физический урон. Нельзя скопировать эту же способность. Шанс успешно использовать данную способностью будет равен шансу применить способность искажения реальности.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":3}},{"price":500,"skill":"Рывок Трикстера (25 энергии)","description":"Позволяет Трикстеру украсть у противника случайную пассивную способность. Он может украсть ее как у врагов, так и у союзников. Тот, у кого украли способность, на 4 действия теряет возможность пользоваться ею, после чего вновь обретает все бонусы от неё, а персонаж, похитивший способность на 3 хода получает 50% от всех бонусов похищенной способности. Способность не действует на постоянные превращения, характеристики, навыки владения и перки.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":4}},{"price":500,"skill":"Трикстер (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо овладел искажением реальности и стал так называемым \"Трикстером\" - магом, способным влиять на течение реальности и менять его. Он получает +20 к шансу успешно применить способности искажения реальности, а также уменьшает шанс противника попасть по нему магической способностью на 10.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":5}},{"price":500,"skill":"Энергетический запал (3 энергии за удар)","description":"Удары без использования оружия или с использованием оружия ближнего боя, помимо физического урона, начинают накапливать в теле противника запал энергии, в результате которого при следующем действии, отнимающем энергию, противник потеряет на 5% больше энергии чем обычно (например, при использовании способности за 100 энергии он потеряет 105 единиц). Каждый уровень владения искажения реальности увеличивается потерю ещё на 5%. Если нанести несколько энергетических ударов подряд, то эффект будет накапливаться и суммироваться, пока не достигнет своего максимума в 50%.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":6}},{"price":1000,"skill":"Блок исцеления (40 энергии)","description":"В течение следующих 4-8 действий никакие исцеляющие способности и вампиризм не будут работать. Единственное исключение - исцеление с помощью артефактов или магических зелий, а также не-магическое лечение. За каждый уровень владения искажением реальности, максимальная длительность увеличивается на 4 действия.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":7}},{"price":1000,"skill":"Живой эмиттер (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен излучать энергию, блокирующую действие магии вокруг себя. На всём поле боя шансы противников и союзников успешно применить магию уменьшаются на 25, в радиусе 50 метров от персонажа - на 50. В радиусе 10 метров - на 75. Сам персонаж получает штраф -75 к успешному применению любой магии, кроме искажения реальности, а также теряет по 5-10 энергии за каждое применение магического заклинания кем-либо на поле боя.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":8}},{"price":1000,"skill":"Заточение (60 энергии)","description":"В течение следующих 4-8 действий цель, на которой была использована эта способность, теряет все бонусы и возможность использовать все те способности, которые есть и у жертвы, и у персонажа, использовавшего эту способность. Способность действует как на пассивные, так и на активные способности. Отключает и те способности, которые были похищены и хоть раз использованы в бою персонажом, однако лишь в том случае, если они были похищены и использованы до момента наложения данной способности на жертву. За каждый уровень владения искажением реальности, максимальная длительность увеличивается на 4 действия. Если набор способностей персонажа был изменён в процессе боя, эффект срабатывает всё равно только на базовый набор способностей. Способность не действует на постоянные превращения, характеристики, навыки владения и перки.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":9}},{"price":1000,"skill":"Издёвка (40 энергии)","description":"В течение следующих 4-8 действий запрещает цели использовать одну и ту же способность два раза подряд. В случае, если противник всё-таки пытается использовать способность дважды подряд то он просто пропускает 2-3 действия, после чего получает возможность использовать ту способность. За каждый уровень владения искажением реальности, максимальная длительность увеличивается на 4 действия. Способность не действует на постоянные превращения, характеристики, навыки владения и перки.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":10}},{"price":1000,"skill":"Кривляка (15 энергии + стоимость заклинания)","description":"Позволяет трикстеру использовать последнее удачно использованное заклинание. Это может быть заклинание противника, союзника, или даже одна из способностей персонажа. Эта способность проваливается, если еще ни одна способность не была использована. Эта способность не может скопировать себя и другие копирующие способности. Шанс успешно использовать данную способностью будет равен шансу применить способности искажения реальности.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":11}},{"price":1000,"skill":"Метка трикстера (25 энергии и 5 энергии за действие после активации)","description":"Позволяет персонажу выбрать на поле боя любую цель и наложить на неё данную способность, в результате чего следующая атака персонажа, направленная на эту цель будет иметь +150 к шансу на успех. За каждое действие между моментом, когда персонаж активирует данную способность и моментом, когда он нанесет удар, у персонажа будет отниматься по 5 единиц энергии за действие.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":12}},{"price":1000,"skill":"Отмена (30 энергии)","description":"Трикстер отменяет последнее действие избранной жертвы, которое она должна совершить в текущем ходу, в результате чего оно автоматически становится провальным. Нельзя использовать чаще, чем раз в три хода.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":13}},{"price":1000,"skill":"Подарок Шрёдингера (20 энергии)","description":"Позволяет персонажу, использующему данную способность, нанести жертве или от 20 до 60 урона, либо добавить ей 20-40 жизней. Жертва может получить 20-40 жизней даже в случае, если её жизни уже находятся на максимуме. Шанс урона и шанс исцеления равен 50%, однако каждый уровень владения искажением реальности увеличивает шанс на 5% в пользу более предпочтительного. То есть, если способность применена на противнике, то будет увеличен шанс на урон, а если на союзнике или себе - на исцеление.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":14}},{"price":1000,"skill":"Путаница (40 энергии)","description":"Персонаж сбивает врага с толку, чем заставляет его в течение хода совершать не те действия, которые противник планировал сделать изначально. Каждое действие с шансом 10% противником будет совершено случайное действие, направленное на случайную цель. Способность нельзя использовать чаще, чем раз в два хода.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":15}},{"price":1000,"skill":"Разрушение магии (30 энергии)","description":"Разрушает один из магических эффектов, наложенных на противника. Никто, включая владельца способности, не знает какой именно эффект будет снят. За каждые два уровня владения искажением реальности, количество эффектов увеличивается на 1. Может использоваться для разрушения магических предметов. За каждый эффект, который заклинание могло бы снять, оно наносит предмету 50 единиц урона.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":16}},{"price":1000,"skill":"Трикстер-эксперт (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо развил свои способности искажения реальности. Он получает +40 к шансу успешно применить любую способность искажения реальности, а также уменьшает шанс противника попасть по нему магической способностью на 20.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":33,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":17}},{"price":1500,"skill":"Вовлечение (75 энергии)","description":"Позволяет персонажу-трикстеру на 2-3 хода заменить одну из способностей противника, которую тот уже использовал хотя бы раз за бой на способность из арсенала персонажа. В случае, если жертва использует замененную способность она потеряет столько энергии, сколько должна отнимать замененная способность, но эффект будет такой, как у способности, которую ему подсунули вместо желаемой. Противник не сможет понять какая его способность была заменена и на что она была заменена до тех пор, пока не попытается использовать замененную способность или до тех пор, пока не прочитает мысли персонажа. Вовлечение нельзя распознать, со стороны оно выглядит как отдых персонажа, плюс расход энергии за эту способность снимается в конце её эффекта или когда противник вызвал её срабатывание. Каждый уровень владения увеличивает максимальную длительность заклинания на 1 ход. Одновременно можно использовать только одно вовлечение на противника. Способность не действует на постоянные превращения, характеристики, навыки владения и перки.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":18}},{"price":1500,"skill":"Запрет (150% от стоимости блокируемой способности)","description":"Персонаж блокирует последнюю использованную способность противника и не дает ему использовать её в течение 1-2 следующих ходов, плюс 1 ход к максимальной длительности за каждый уровень трикстера у персонажа. После применения данной способности, её нельзя наложить повторно до полного завершения её эффекта. Способность не действует на постоянные превращения, характеристики, навыки владения и перки.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":19}},{"price":1500,"skill":"Зеркало (60 энергии)","description":"Позволяет трикстеру перенаправить течение реальности вокруг себя и своего противника на 1 ход, благодаря чему любой полученный персонажем урон от этого противника будет наноситься и самому врагу в размере 50%. Однако сам персонаж при этом будет получать на 25% больше урона. Действует только на направленные способности одиночного действия. Повторное использование способности возможно только спустя 2 хода после окончания действия предыдущего Зеркала или Кривого зеркала.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":20}},{"price":1500,"skill":"Конвертация (X энергии/жизней + 80 энергии)","description":"Трикстер научился искажать законы реальности и конвертировать энергию в жизни и наоборот. Конвертация всегда производится в коэффициенте 2 к 1. Если она производится на другом существе, то трикстер тратит свою энергию/жизни в коэффициенте 5 к 1. За каждый уровень владения навыком трикстерства стоимость способности снижается на 10 энергии. Максимальный объём одной конвертации - 1000 энергии/жизни. В случае провала способности трикстер тратит столько жизней/энергии, сколько собирался конвертировать.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":21}},{"price":1500,"skill":"Кривое зеркало (75 энергии и 4 действия)","description":"Позволяет трикстеру перенаправить течение реальности вокруг себя на 1 ход, благодаря чему любое моментальное воздействие (лечение, баффы, дебаффы) на него с шансом в 50% будет продублировано на ближайшее к нему существо в радиусе 30 метров. Урон не дублируется. Повторное использование способности возможно только спустя 2 хода после окончания действия предыдущего Зеркала или Кривого зеркала. Нельзя использовать одновременно со способностью \"Зеркало\".","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":22}},{"price":1500,"skill":"Мимика (20 энергии)","description":"После использования этой способности, она временно заменяется последней использованной способностью цели. В результате персонаж получит в свой арсенал последнюю способность, которую использовал противник, а противник вместо неё получит данную способность персонажа, однако не сможет использовать её в течение ближайших 2 ходов. Способность, которую получит персонаж будет стоить на 20% энергии больше, чем стоила для противника, длительность замены - до конца боя. Противник, применяя Мимику, может вернуть свою способность, и использовать её как обычно, либо же он получит любую другую способность персонажа. Она не может скопировать себя, другие копирующие способности, способности, которые пользователь уже знает, или способности, связанные с превращениями. Способность не действует на постоянные превращения, характеристики, навыки владения и перки.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":23}},{"price":1500,"skill":"Опережение (20 энергии + стоимость заклинания)","description":"Позволяет персонажу, владеющему данной способностью приготовиться к атаке противника и тут-же мгновенно скопировать её, нанеся противнику урон точной копией его же атаки. Если в ближайшие 4 действия противник применит атакующую способность, персонаж скопирует её и направит против своего врага, нанеся 100% урон от способности, плюс 5% за каждый навык владения искажением реальности. Если до конца действия способности противник не применил атакующую способность, персонаж просто теряет 20 энергии. Способность нельзя распознать, с виду персонаж просто отдыхает. Является поддерживаемой способностью.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":24}},{"price":1500,"skill":"Отвод магии (пассивная способность)","description":"Персонаж способен исказить потоки магии, тем самым частично отведя ее от себя. Урон от заклинаний по такому персонажу снижен на 5%. С каждым новым уровнем владения искажением реальности, урон снижается еще на 5%. В случае, если на расстоянии до 3 метров от персонажа есть какой-либо живой или крупный неживой объект, в 25% случаев он получает весь тот урон, который отвел от себя персонаж. Если таких объектов несколько, то урон получает случайный из них.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":25}},{"price":1500,"skill":"Раскол боли (60 энергии)","description":"Позволяет персонажу-трикстеру воздействовать на свои проценты жизни и проценты жизни выбранного им противника (Процент жизни - количество жизней у персонажа по отношению к его максимальным жизням. Например если у персонажа 20 жизней из 100 это означает что у него 20% жизней), приводя их в равенство. Из процента жизней персонажа и процента жизней его противника высчитывается среднее арифметическое, после чего и персонаж, и его противник получают количество жизней, равное полученному проценту от их максимальных жизней (например, если полученный \"средний арифметический\" процент получился равным 30%, у одного персонажа 100 жизней а у другого 150 жизней то персонаж со 100 жизнями получит 30% от 100 жизней, то есть 30 жизней, а персонаж со 150 жизнями получит 30% от 150 жизней, то есть 45 жизней). Эта способность действует на здоровье даже во время Блока Исцеления.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":26}},{"price":1500,"skill":"Рулетка (60 энергии)","description":"Позволяет трикстеру наложить на цель своеобразное проклятье, предоставляющее ей выбор: пропускать действия или сыграть в своего рода \"русскую рулетку\". Если цель в течение 4 действий совершает какие-либо действия кроме отдыха, то с шансом в 75% она получит 20-60 урона. При использовании на союзнике урон заменяется на восстановление жизней в размере 20-40. Эффект может срабатывать 2 раза. Повторное применение способности на одном и том же противнике возможно только спустя 1 ход после окончания действия предыдущего.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":27}},{"price":2500,"skill":"Аплодисменты (120 энергии)","description":"Позволяет трикстера вынудить противника использовать свою последнюю способность (не важно успешную или нет) на протяжении следующих 4 действий вместо применения других способностей или атак. Срабатывает и подменяет выбранную атаку/способность на последнюю использованную только в том случае, если противник решил именно атаковать или использовать способность, а не просто двигаться или отдохнуть. Эффект этой способности закончится раньше, если у цели закончится энергия. В боях с несколькими противниками способность влияет на случайного персонажа. Эта способность проваливается, если еще ни одна способность не была использована противником, однако персонаж при этом всё равно теряет 120 энергии.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":28}},{"price":2500,"skill":"Ва-банк (60 энергии)","description":"Взывая к силам, искажающим действительность, трикстер идёт ва-банк. Любое следующее его действие или применённая им способность окажутся критическими, однако это может быть как критическое попадание, так и критический промах. Шанс провала следующей способности увеличивается на 100. Суммируется с шансом уклониться/защититься у противника. Эту способность нельзя использовать чаще 2-х раз в ход.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":29}},{"price":2500,"skill":"Выжидание (100 энергии)","description":"Персонаж поглощает весь урон на протяжении 4 действий, не получая при этом ни единицы урона, после чего в течение следующих 4 действий наносит урон, равный поглощенному им урону, по цели, которой он сможет коснуться. Во время действия поглощения, персонаж не может двигаться. Персонаж может коснуться как живой цели, так и неживой цели и весь урон будет передан первому, чего он коснется своей рукой или оружием. Если персонаж что-то держал в руках в момент активации способности или накопления урона то контакт с этим объектом не будет считаться касанием, необходимым для передачи урона и этот объект можно будет использовать для передачи урона, однако лишь до тех пор пока он контактирует с руками персонажа. В случае, если персонаж так и не смог передать кому-либо или чему-либо урон в течение 4 действий, он тут-же получает 200% от поглощенного им урона. Применение этой способности нельзя обнаружить, с виду персонаж просто отдыхает.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":30}},{"price":2500,"skill":"Дитя парадоксов (пассивная способность)","description":"Персонаж является воплощением искажений, сама его сущность впитала в себя энергию парадоксов. Он получает +30 к шансу попасть, используя магию искажения реальности, однако -40 к шансу применить элементальную магию и пространственную магию. Потратив 40 энергии и 2 действия, он может превратить своё тело в живой парадокс. В этом состоянии персонаж получает только 25% урон от любых атак с помощью искажения реальности и 10% урона от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к магии искажения реальности и требующие более 40 энергии для активации, а также обращаться с оружием или щитами, а любая атака с помощью пространственной магии будет наносить ему 150% урона. Кроме того, персонаж готовит заклинания искажения реальности на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Будучи в активном состоянии он способен частично блокировать магические способности врагов в радиусе 20 метров от себя, уменьшая все их шансы на успешное применение магии на 20% (не суммируется), если у них нет эмиттеров. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестаёт стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":31}},{"price":2500,"skill":"Колесо фортуны (100 энергии)","description":"Персонаж, обладающий данной способностью, может случайным образом исказить саму свою суть, накладывая на себя один из случайно выбираемых эффектов на 4-12 действий. Эффекты: 1) уменьшение всего получаемого урона втрое. 2) удвоение любого получаемого урона. 3) увеличение шанса на любое успешное действие на 200. 4) потеря дополнительных 100 энергии без какого-либо доп. эффекта. 5) восстановление себе 100 жизней и 150 энергии. Нельзя использовать чаще, чем раз в ход.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":32}},{"price":2500,"skill":"Недовольство (70 энергии)","description":"Позволяет персонажу наложить на противника проклятие, которое сработает только в случае если противник провалит использование технической или магической способности в течение ближайших 4 действий. В случае, если противник провалил использование такой способности, он теряет не только то количество энергии, которое он на неё потратил но и ЕЩЁ дополнительное количество энергии, равное отношению максимальной энергии противника к максимальной энергии персонажа. Например, если у противника 200 энергии, а у персонажа 100 энергии, то их отношение составит 200%, а значит противник потеряет на 200% больше энергии от своей последней проваленной способности.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":33}},{"price":2500,"skill":"Переполох (4 действия и 100 энергии)","description":"На 2 хода меняет местами текущие значения жизни и энергии у любой выбранной цели, которые могут превысить свой максимальный предел при этом. После окончания действия способности, текущие показатели возвращаются на свои места. Например, если у персонажа было 100 жизней и 150 энергии, то под действием этой способности у него будет 150 жизней и 100 энергии. Допустим, за это время персонаж успел получить 30 урона и потратить 40 энергии. Тогда после окончания действия способности его текущие характеристики будут равны 60 жизням и 120 энергии.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":34}},{"price":2500,"skill":"Подлянка (80 энергии)","description":"Трикстер \"минирует\" случайную вредоносную (наносящую урон, берущую под контроль, ослабляющую и т.п.) магическую способность противника. Если тот попытается её применить в ближайшие 8 действий, то эффект распространится на него самого, при этом противник может уклониться/защититься от него. При применении способностей массового поражения эффект получает и персонаж, и противник. Одновременно заминированными могут быть только 3 способности. Нельзя минировать одну и ту же способность чаще, чем раз в 2 хода.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":35}},{"price":2500,"skill":"Последний подарок (пассивная способность)","description":"Последний подарок (пассивная способность) Если жизни трикстера опускаются ниже 0, то он раздваивается, запутывая противника, и переносится в выбранную точку в пределах 20-ти метров, как и его копия. У трикстера и у его копии остаётся по 10% жизней. Если жизни копии опускаются ниже 0, то она взрывается, нанося опустившему жизни противнику 40-300 урона. Копия существует 1 ход и может совершать любые действия, которые может совершать оригинал, однако при этом они не будут иметь никакого реального эффекта (кроме передвижения). Срабатывает не чаще одного раза в день/бой. Является способностью воскрешения, и не действует вместе с другими подобными способностями.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":36}},{"price":2500,"skill":"Престиж (4 действия и 100 энергии)","description":"Искажая законы реальности, персонаж на 1 ход меняется телами с выбранной целью, обладающей сознанием. В таком состоянии и персонаж, и жертва способности не могут нанести урон телам, которые они временно заняли. При этом каждое действие имеется шанс 10%, что сознания вернутся на свои места. Нельзя использовать чаще, чем раз в 3 хода.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":37}},{"price":2500,"skill":"Трикстер-мастер (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил искажающие способности и теперь для способностей его безумия нет никаких ограничений. Он получает +100 к шансу успешно применить любую искажающую способность, а также уменьшает шанс противника попасть по нему магической способностью на 40.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":33,"skillId":5},{"subCategoryId":33,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":38}},{"price":2500,"skill":"Энергетический иммунитет (4 действия 200 энергии)","description":"Позволяет трикстеру сильно исказить ткань реальности вокруг себя и тем самым на 1 ход приобрести иммунитет к любому магическому воздействию, а также энергетическому оружию. Однако взамен сам персонаж также теряет возможность использовать какую-либо магию, а все его шансы на какие-либо успешные действия уменьшаются на 50%. Повторное использование способности возможно только спустя 2 хода после окончания действия предыдущей.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":39}},{"price":5000,"skill":"Абсолютный выход (4 действия и 300 энергии)","description":"Позволяет трикстеру полностью вырвать себя из реальности на короткий срок, отдав за это огромное количество собственной энергии. На 8-12 действий персонаж приобретает полную неуязвимость к любым воздействиям на себя, однако сам при этом теряет возможность взаимодействовать с окружающим миром и использовать какие-либо способности. Скорость любых перемещений персонажа в таком состоянии уменьшается на 90%. Повторное использование способности возможно только спустя 4 хода после окончания действия предыдущей.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":40}},{"price":5000,"skill":"Волна антимагии (1 ход, 200 энергии)","description":"Персонаж испускает огромную антимагическую волну на всё поле боя, которая развеивает любую магию и магические эффекты, наложенные как на других персонажей, так и на само поле боя, а также запрещает всем пользоваться магией в течении 4-х дейстий(+0-2 действия за каждый уровень владения искажением реальности). Данную способность нельзя применить никому в течении хода после окончания действия предыдущей.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":41}},{"price":5000,"skill":"Обмен (4 действия и 150 энергии)","description":"Персонаж обменивает собственное здоровье на здоровье противника. То есть у противника станет столько здоровья, сколько было у персонажа, и наоборот. Количество жизней при этом может превысить максимальные значения, и в таком случае цель нельзя лечить до тех пор, пока жизни не уменьшатся до максимального значения. От этой способности нельзя увернуться. Способность не срабатывает в случае, если у персонажа осталось меньше 10% от его максимальных жизней или если он получил хотя бы единицу урона за время активации способности.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":42}},{"price":5000,"skill":"Путь Антимагии (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает искажение реальности и становится специалистом этой магии, коих практически невозможно обнаружить из-за их непостоянности. Он постарался максимально увеличить противодействие магии противника. Все его способности, которые получают улучшение за счёт навыков владения искажением реальности, удваивают этот бонус. Работает как с усилением эффекта, так и с увеличением длительности действия заклинания. Также персонаж получает стандартные бонусы Пути.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":33,"skillId":5},{"subCategoryId":33,"skillId":17},{"subCategoryId":33,"skillId":38}],"1006":[{"subCategoryId":33,"skillId":44},{"subCategoryId":33,"skillId":45}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":43}},{"price":5000,"skill":"Путь Мимикрии (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает искажение реальности и становится специалистом этой магии, коих практически невозможно обнаружить из-за их непостоянности. Он сосредоточился на более качественном копировании чужих способностей. Теперь любые способности, связанные с применением чужих способностей, не требуют дополнительной энергии и применяются за обычную стоимость скопированных способностей. Также персонаж получает стандартные бонусы Пути.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":33,"skillId":5},{"subCategoryId":33,"skillId":17},{"subCategoryId":33,"skillId":38}],"1006":[{"subCategoryId":33,"skillId":43},{"subCategoryId":33,"skillId":45}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":44}},{"price":5000,"skill":"Путь Определения (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает искажение реальности и становится специалистом этой магии, коих практически невозможно обнаружить из-за их непостоянности. Он нарушает все законы трикстерства, если они вообще имели место быть. Всё ради того, чтобы получить одно очень мощное свойство - определение. Один раз в ходу для одной из способностей трикстерства, которые подразумевают случайный выбор среди арсенала способностей противника, персонаж может выбрать конкретную способность, и эффект сработает именно на неё. Взамен ему придётся отдать вдвое больше энергии на это заклинание. Большая сила требует больших жертв. Также персонаж получает стандартные бонусы Пути.","subCategory":"Искажение реальности","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":33,"skillId":5},{"subCategoryId":33,"skillId":17},{"subCategoryId":33,"skillId":38}],"1006":[{"subCategoryId":33,"skillId":43},{"subCategoryId":33,"skillId":44}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":33,"skillId":45}}]