[{"price":500,"skill":"Безумие крови (пассивная способность)","description":"Эту способность может использовать только персонаж, активировавший во время боя способность \"Ярость крови\". Если способность работает и здоровье персонажа опускается до 50% от его максимального уровня жизней, то максимальный урон от всех физических атак персонажа увеличивается вдвое.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":1}},{"price":500,"skill":"Кровавая хватка (10 энергии)","description":"Мгновенно наносит 5-15 урона всему, на чем есть кровь персонажа в радиусе 100 метров. Чтобы нанести урон существу, необходимо сделать так, чтобы Ваша кровь находилась на его теле.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":2}},{"price":500,"skill":"Кровь жертвы (30 энергии)","description":"Вытягивает здоровье из союзника или противника и передает персонажу, вне зависимости от того, желают они того или нет. Если союзник против, то он использует свой шанс увернуться от этой способности, если он не против, то остаётся только 50 шанс провала. Действует на живых существ, имеющих кровь. Отнимает 0-30 жизней (+ 0-5 жизней за каждый уровень владения магией крови) и передает их персонажу. Если объект потерял сознание, то продолжать выкачивать кровь уже нельзя.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":3}},{"price":500,"skill":"Кровяной снаряд (15 жизней)","description":"Персонаж использует свои запретные знания о структуре крови, чтобы собрать собственную кровь в сгусток, и метнуть её в противника как снаряд. Способность наносит 15-30 урона противнику и оставляет на нём кровь персонажа.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":4}},{"price":500,"skill":"Маг крови (пассивная способность)","description":"Персонаж, обладающий этой способностью, начинает разбираться в манипулировании кровью. Он получает +25 к шансу применить способности магии крови. Он может использовать немного своей крови для простых магических фокусов, но они не должны быть достаточно сильны, чтобы причинить вред.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":5}},{"price":500,"skill":"Отторжение крови (30 энергии)","description":"Персонаж использует свои знания о структуре крови, чтобы изменить ее и вызвать в организме противника отторжение к ней. Это наносит противнику 0-15 урона каждые 2 действия на протяжении 1 хода. За каждый уровень владения магией крови длительность действия способности увеличивается ещё на 2 действия. Действует только на живых существ, имеющих кровь.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":6}},{"price":500,"skill":"Передача крови (30 энергии)","description":"Позволяет магу крови передать собственную кровь, а в следствии и жизни выбранному союзнику. За одно переливание можно передать от 10 до 50 единиц (+25 за каждый навык владения магией крови) в зависимости от желания персонажа. Не работает на союзниках, у которых нет крови.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":7}},{"price":500,"skill":"Скорость крови (пассивная способность)","description":"Если у владельца данной способности активна \"Ярость крови\", то помимо физических атак, все виды физических передвижений также начинают тратить одну единицу жизней вместо каждых двух единиц энергии, которую персонаж должен был отдать на передвижение. Кроме того, если \"Ярость крови\" активна, а здоровье персонажа опускается до 50% от его максимального уровня жизней, то любое его физическое передвижение становится быстрее на 2 метра за действие.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":8}},{"price":500,"skill":"Ярость крови (1 действие)","description":"Любые физические атаки персонажа начинают отнимать не энергию, а его жизни. Вместо каждых двух единиц энергии, которую персонаж должен был отдать на удар, он теряет одну единицу жизней. В связи со специфичной натурой данной магии, лечение из магических источников (кроме магии крови, артефактов, мутации) работает на 50% хуже. Тратит 1 действие на активацию или деактивацию.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":9}},{"price":1000,"skill":"Кровавая бомба (30 энергии + Х жизни)","description":"Персонаж взрывает бомбу из собственной крови, которая оставляет кровь мага в 30 метрах от места взрыва. Урон будет рассчитываться в промежутке от 1 до Х потраченных на атаку жизней. Данной способностью нельзя довести свои жизни до значения 0 и ниже.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":10}},{"price":1000,"skill":"Кровавая рана (1 ход и 50 энергии)","description":"Позволяет персонажу наложить на всех живых существ, на которых есть кровь, на поле боя особое проклятие, в результате которого на теле каждой жертвы возникнет кровавая рана, которая будет существовать до конца боя или до того момента, когда жертва сможет каким-либо образом исцелить рану. Рана будет наносить 0-10 урона каждые 2 действия. Кроме того, шанс на успех любого действия с помощью пораженной проклятием конечностью будет на 25 единиц меньше и ещё на 15 единиц меньше за каждый уровень владения магией крови.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":11}},{"price":1000,"skill":"Кровавые шипы (40 энергии)","description":"Позволяет персонажу превратить свою кровь в острый шип. Он будет направлен в любую сторону по выбору персонажа. Проткнув противника, кровавый шип наносит ему 10-50 урона и загрязняет кровь жертвы кровью персонажа.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":12}},{"price":1000,"skill":"Кровавый кокон (4 действия и Х жизней + 20 энергии)","description":"Персонаж, отдавший часть своей крови и жизненных сил, получает возможность создать из отданной им крови кокон, который будет защищать его в течении 3 следующих ходов. Кокон может выдержать урон, равный 150% от отданных персонажем жизней. Использующий эту способность не может двигаться, иначе щит спадет. Кроме того, находясь в коконе, персонаж восстанавливает 0-5 единиц жизней и энергии за действие за каждый уровень владения магией крови.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":13}},{"price":1000,"skill":"Кровавый пир (10 энергии за действие, потоковая способность)","description":"Позволяет магу крови на время \"оживить\" свою кровь внутри противника, благодаря чему она будет самостоятельно и целеустремлённо уничтожать его тело и лишать его жизни. В активированном состоянии кровь персонажа при нахождении внутри тела противника будет наносить тому 10-30 урона за действие. Этот урон игнорирует блок брони и щитов противника.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":14}},{"price":1000,"skill":"Кровопускание (Х жизней + 10 жизней)","description":"Персонаж наносит порезы себе или иному живому существу рядом с ним, нанося урон равный Х жизней. В результате объект кровопускания получает энергию, равную количеству потраченных жизней. Объект так же теряет 10 жизней, которые не перейдут в его энергию. Кровопускание имеет шанс вылечить болезнь или продолжительное отравление, при отношении шанса применить магию крови против очков успеха болезни. Действует только на живых существ, имеющих кровь.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":15}},{"price":1000,"skill":"Остановка кровотечения (50 энергии)","description":"Позволяет магу крови моментально остановить кровотечение у союзника, а также вернуть ему потерянные от этого кровотечения жизни за последние 2 действия (+1 действие за каждую ступень владения Магией крови). Способность не действует на бонус кровотечения от режущего урона.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":16}},{"price":1000,"skill":"Очищение крови (40 энергии)","description":"Позволяет магу крови очистить кровь выбранной цели от яда или иного отравляющего вещества тем самым предотвращая дальнейшие последствия отравления.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":17}},{"price":1000,"skill":"Память крови (пассивная способность)","description":"Когда персонаж касается крови, он может войти в транс и узнать, что происходило с хозяином крови в течении последних нескольких часов перед потерей этой самой крови.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":18}},{"price":1000,"skill":"Эксперт магии крови (пассивная способность)","description":"Персонаж, обладающей этой способностью, хорошо освоил запретные учения магии крови. Он получает +50 к шансу применить способности из магии крови, а также возможность делать продвинутые фокусы с собственной кровью.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":24,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":19}},{"price":1500,"skill":"Гипертония (60 энергии и 4 действия)","description":"Концентрируя своё внимание на противнике, маг крови способен провести особую манипуляцию, тем самым повысив артериальное давление противника. Жертва начинает ощущать сильное головокружение в течение 1 хода, тем самым получая -30 к штрафу попасть чем-либо по противнику и 1-15 единиц урона каждое действие. Повторное применение способности кроме всего этого будет также снижать шансы противника уклониться/защититься от атак на 50.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":20}},{"price":1500,"skill":"Жажда крови (1 ход и 50 жизней на активацию)","description":"Магия крови начинает стоить на 50% больше жизней и энергии, однако при этом отнимать на 1 действие меньше. Способности не могут отнимать менее 1 действия.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":21}},{"price":1500,"skill":"Кровавая мерзость (4 действия и 100 энергии)","description":"Данную способность можно применить только в случае, если персонаж и все его союзники и противники потеряли за прошлый ход не менее 60 жизней. Позволяет магу крови совершить особый ритуал и смешать кровь всех, кто получил урон в течении прошлого хода, в аморфное существо, чье количество жизней и энергии будет равно количеству жизней и энергии, потерянных всеми живыми существами, имеющими кровь, в течении прошлого хода. Физическая атака, расход энергии и шансы попасть будут равны половине от значений персонажа, призвавшего его. Кроме того, получившееся существо будет иметь все способности магии крови, которые имеют персонажи, чья кровь стала частью существа.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":22}},{"price":1500,"skill":"Кровавое условие (1 ход)","description":"Персонаж сможет провести запретный ритуал крови, который связывает траты и восстановления урона двух персонажей. Связать можно только себя и ещё одного союзника или противника, на котором есть кровь персонажа. Связанные объекты будут терять и восстанавливать одинаковое количество жизней, которые накладываются на любого из персонажей.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":23}},{"price":1500,"skill":"Чувство крови (пассивная способность)","description":"Позволяет слышать течение крови других существ и их биение сердца на большом расстоянии, что помогает определить их местонахождение, а также эмоциональное состояние. Действует только на живых существ, имеющих кровь. Является способностью улучшенного обнаружения.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":24}},{"price":1500,"skill":"Чёрное таинство (2 действия и 30 энергии на активацию/деактивацию)","description":"Персонаж использует свои запретные знания о магии крови и магических потоках, и отныне способен совершить тёмный обряд, позволяющий за заклинание любой школы магии вместо энергии тратить собственную жизнь в пропорции 1 к 1.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":25}},{"price":2500,"skill":"Жертвование собой (1 ход и вся энергия)","description":"Позволяет персонажу проткнуть себя, уменьшая свои жизни до 0. Однако вместе с этим урон нанесётся также и всем, на ком есть кровь персонажа. Количество жизней, которые отнимутся у каждого из противников, будет равно количеству жизней, которые отнимутся у персонажа.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":26}},{"price":2500,"skill":"Кровавая дань (110 энергии и 4 действия)","description":"Маг крови обращается к могущественным силам, повелевающим выбранной им стезёй, призывая их на поле боя. Вызванные силы собирают кровавую дань с каждого существа на поле боя, и кто не заплатит им добровольно, будет вынужден сделать это насильно. Все существа на поле боя, включая самого мага, не получившие ни единицы урона до конца текущего хода, получают урон в размере среднеарифметического всего урона, полученного кем-либо за этого время.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":27}},{"price":2500,"skill":"Кулон Жизни (пассивная способность)","description":"Персонаж является самой сутью телесной жизни. Он получает +30 к шансу применить магию крови, однако -40 к шансу применить все другие заклинания, имеющие отношение к любым светлым, элементальным и псионическим школам магии. Потратив 40 энергии и 2 действия, он может превратить свое тело в кровь. В этом состоянии персонаж получает только 25% урона от любых атак с помощью магии крови и 10% урона от любых физических атак или атак, связанных с водой, однако он не будет способен использовать физические атакующие умения, магические умения, не относящиеся к магии крови и требующие более 40 энергии для активации, а также обращаться с оружием или щитами, а любая атака с помощью магии света и пси-способностей будет наносить ему 150% урона. Кроме того, слившийся со стихией персонаж готовит чары магии крови на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Будучи в активном состоянии он способен высасывать из всех, находящихся в радиусе 25 метров от себя существ без эмиттеров, по 0-5 жизней каждое действие и передавать их себе, а также с 10% вероятностью повергать противников без эмиттеров в ужас, под действием которого они пропустят следующее действие. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":28}},{"price":2500,"skill":"Лужа крови (пассивная способность)","description":"В случае, если жизни персонажа опустятся до 0, он буквально превратится в лужу крови, и разольётся по округе. Сразу после этого, он начнёт медленно собираться воедино, засасывая всю пролитую кровь на поле боя до этого. За первое действие он засосёт 0-50% от всей потраченной крови за прошлый ход, за второе действие 0-50% от потраченной крови за 2 хода назад, и так далее до 8ми действий, либо пока время не дойдёт до начала боя. Потраченной кровью считаются все отнятые жизни у любого персонажа, имеющего кровь. В конце действия способности персонаж возрождается из крови, имея то количество жизней, которое удалось собрать из крови, но не выше максимума своих жизней. Во время действия способности лужу крови можно атаковать, но направленные атаки наносят ей только 20% своего урона, а способности с уроном по площади - 50% урона. При активации способности с персонажа сбрасываются все эффекты периодического урона и дебафы. Срабатывает не чаще одного раза за бой/день. Является способностью воскрешения, и не работает вместе с любыми другими такими способностями.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":29}},{"price":2500,"skill":"Мастер магии крови (пассивная способность)","description":"Персонаж стал мастером в запретных учениях магии крови. Его способность контролировать кровь полностью изменилась, дав ему огромную силу. Он получает +125 к шансу применить способности из магии крови. Также, помеченные его кровью персонажи будут получать на 25% больше урона от его способностей магии крови.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":24,"skillId":5},{"subCategoryId":24,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":30}},{"price":2500,"skill":"Сущность крови (пассивная способность)","description":"Персонаж полностью отдаёт всю свою энергию, взамен получая такое же количество жизни. Отныне все способности и действия, расходующие энергию, будут расходовать жизни. Отдых и восстанавливающие энергию способности будут восполнять жизненные силы в отношении 2 энергии к 1 жизни. Лечение от вампиризма, а так же любой магии, кроме тёмной, становится невозможным. Является способностью смены тела.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":31}},{"price":2500,"skill":"Хозяин крови (60 энергии)","description":"Персонаж подчиняет себе кровь цели, на которой есть кровь самого персонажа и, следовательно, саму цель. Объект имеет шанс вырваться из-под контроля в 25% случаев в конце первого хода. Этот шанс увеличивается на 25% каждый ход. Не вырвавшись ранее, объект возвращает контроль над своим телом к концу четвёртого хода. Шанс вырваться увеличивается на 50%, если цель бескровная. Нельзя приказать цели причинить себе сильный вред или покончить с собой.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":32}},{"price":5000,"skill":"Путь Кровоподтёков (пассивная способность)","description":"Персонаж освоил магию крови на таком уровне, до которого никому не удавалось добраться. Он коснулся сквернейшего из худшего в магии крови: того, за что магия и была запрещена первоначально. Персонаж может применять атакующие способности ветки без надобности оставлять свою кровь на противнике. Однако из-за тёмной натуры данной магии персонаж перестаёт получать лечение из любых магических источников. Более того, магия лечения будет наносить урон такому персонажу, равный количеству его предполагаемого лечения. Также, при желании, персонаж может увеличить количество крови, которое он хочет отдать на применение способности, чтобы увеличить её урон. Он может увеличить расход своих жизней на любое значение до 50% от базовой стоимости, чтобы получить до 50% бонусного урона. Кроме того, он получает стандартные бонусы от Пути.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":24,"skillId":5},{"subCategoryId":24,"skillId":19},{"subCategoryId":24,"skillId":30}],"1006":[{"subCategoryId":24,"skillId":34},{"subCategoryId":24,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":33}},{"price":5000,"skill":"Путь Повелителя Крови (пассивная способность)","description":"Персонаж освоил магию крови на таком уровне, до которого никому не удавалось добраться. Во время действия способности \"Хозяин крови\", персонаж имеет возможность провести ритуал контроля (длиною в ход) над объектом и, возможно, привязать его полностью. При полном подчинении, цель обязана выполнить любые приказы персонажа. Контроль может продолжаться неограниченное количество времени до тех пор, пока персонаж сам не пожелает отменить подчинение, однако пока подчинение работает, он теряет 0-100 жизней за ход. Если эффект подчинения не срабатывает, персонаж получает урон в результате манипуляций с кровью, равный 0-25% от жизней противника. Существа, не имеющие крови - не подвержены эффекту данной способности. Можно подчинить союзника без его желания. Кроме того, персонаж навсегда увеличивает максимальное количество своих жизней на 25%. Также, он получает стандартные бонусы от Пути.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":24,"skillId":5},{"subCategoryId":24,"skillId":19},{"subCategoryId":24,"skillId":30}],"1006":[{"subCategoryId":24,"skillId":33},{"subCategoryId":24,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":34}},{"price":5000,"skill":"Путь Проклятой Крови (пассивная способность)","description":"Персонаж освоил магию крови на таком уровне, до которого никому не удавалось добраться. Он стал носителем осквернённой крови. Теперь любые способности магического лечения полностью перестают действовать на него. Более того, магия лечения будет наносить урон такому персонажу, равный количеству его предполагаемого лечения. Однако если он пометит своей кровью противника, или любого другого персонажа, тот окажется так же проклят, и на него тоже не будут действовать способности магического лечения. Снять это проклятие довольно сложно, нужно или вылечиться до максимума жизней, или применить специальные способности по снятию проклятий. Также помеченные кровью персонажа противники получают на 25% больший урон. Кроме того, персонаж получает стандартные бонусы Пути.","subCategory":"Магия крови","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":24,"skillId":5},{"subCategoryId":24,"skillId":19},{"subCategoryId":24,"skillId":30}],"1006":[{"subCategoryId":24,"skillId":33},{"subCategoryId":24,"skillId":34}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":24,"skillId":35}}]