[{"price":500,"skill":"Высвобождение оружия (15 энергии)","description":"Позволяет персонажу трансформировать любой небольшой предмет, который есть у него в наличии в полноценное оружие, похожее на изначальную форму предмета. Например трансформировать крестик в огромный меч, круглый медальон в щит, зубочистку в копьё и.т.д. Характеристики получившегося оружия будут равны характеристикам его обычного аналога, однако кроме этого при использовании этого оружия персонаж получит +1 к максимальному урону за каждые 4 способности материализации, которыми он владеет.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":1}},{"price":500,"skill":"Новичок материализатор (пассивная способность)","description":"Персонаж немного приоткрыл завесу тайны этой школы магии. Потратив 20 энергии, он может создавать небольшие предметы непосредственно рядом с собой, размер которых не превышает 0,5 метра. Только такие предметы весьма нестабильны и исчезнут через 1 час, либо когда персонаж не заснет. К тому же нельзя создавать никакое оружие и броню. Повышает шанс успешного применения способностей материализации на 25. Также дает возможность приносить с собой в бой один предмет, а не создавать его в самом бою.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":2}},{"price":500,"skill":"Создание еды (15 энергии)","description":"Позволяет создавать съедобную пищу и напитки. Внешний вид и вкусовые качества остаются на усмотрение материализатора, но должны соответствовать друг другу (яблоко на вкус должно быть яблоком). Персонаж может создавать сложные блюда, но только если умеет их готовить. Созданную еду можно съесть в бою и немного восстановить силы, но быстро это сделать не получится - нужно потратить целый ход. В таком случае персонаж начнет медленно восстанавливать по 10-40 энергии в конце каждого хода в течение 3-5 ходов.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":3}},{"price":500,"skill":"Угроза сверху (25 энергии)","description":"Опытный материализатор может создать прямо над головой противника предмет, вес которого составит 5-40 килограмм. Рухнув на голову врага, этот предмет нанесет урон, равный своему весу. Не составляет труда скинуть его даже на бегущего врага.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":4}},{"price":1000,"skill":"Дистанционный материализатор (пассивная способность)","description":"Персонаж может создавать предметы не только непосредственно рядом с собой, но и на расстоянии до 100 метров. Без этой способности предметы, создаваемые навыками владения, могут быть созданы материализатором лишь на расстоянии вытянутой руки.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":5}},{"price":1000,"skill":"Долговечный материализатор (пассивная способность)","description":"Предметы, созданные персонажем, существуют в два раза дольше, чем позволяет его навык владения. Призванная еда восстанавливает энергию вдвое дольше.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":6}},{"price":1000,"skill":"Заточение в клетку (45 энергии)","description":"Персонаж создает клетку вокруг своего врага, которая не позволяет выбраться из неё. Клетка имеет 25-45 прочности, и существует не более двух ходов.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":7}},{"price":1000,"skill":"Масштабный материализатор (пассивная способность)","description":"Персонаж может создавать предметы вдвое больше, чем позволяет его навык владения. Призванная еда теперь призывается в таком количестве, что её хватает не только для одного персонажа, но и для его друзей.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":8}},{"price":1000,"skill":"Материализация ловушек (40 энергии + стоимость ловушки)","description":"Персонаж использует свой навык материализации, для того чтобы создать ловушку с помощью него. Главной особенностью этого варианта является то, что персонаж может создать ловушку в любом месте на поле боя, кроме как под ногами у противника или любого другого персонажа - незаметно для врага! Однако в таком случае длительность создания ловушки увеличится в два раза от стандартной.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":9}},{"price":1000,"skill":"Постоянный материализатор (пассивная способность)","description":"Персонаж может приносить с собой в бой вдвое больше предметов, чем позволяет его навык владения. Призванная еда отныне восстанавливает на 50% больше энергии каждое действие.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":10}},{"price":1000,"skill":"Расщепление материи (35 энергии)","description":"Позволяет игроку, используя силу мысли, разрушить созданную им материю любого предмета. При попытке расщепить предмет другого материализатора, в качестве шанса неудачи будет использован шанс противника использовать материализацию.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":11}},{"price":1000,"skill":"Ре-материализация (35 энергии)","description":"Персонаж разрушает созданный предмет и воссоздает его первоначальный вид. Это позволяет восстановить прочность предмета и обновить срок его существования.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":12}},{"price":1000,"skill":"Создание брони (20 энергии)","description":"Позволяет создавать броню, пригодную для боя. Такая броня будет иметь характеристики 75-125% от обычных базовых характеристик. С другой стороны, имеется вероятность 5% поломки брони при получении удара. Существует такая броня столько, сколько позволяет навык материализатора, либо 1 час.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":13}},{"price":1000,"skill":"Создание копии (50 энергии)","description":"Персонаж не просто создает предмет, он создает точную копию выбранного предмета! Созданная копия будет иметь такие же характеристики, что и оригинал. Чтобы добиться полного соответствия, материализатор должен коснуться оригинала, пока создает его копию. Можно скопировать любой предмет, если его размер не превышает навык материализации персонажа.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":14}},{"price":1000,"skill":"Создание оружия (20 энергии)","description":"Позволяет создавать оружие, пригодное для боя. Такое оружие будет иметь характеристики 75-125% от обычных базовых характеристик. С другой стороны, имеется вероятность 5% сломать такое оружие при ударе. Существует такое оружие столько, сколько позволяет навык материализатора, либо 1 час.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":15}},{"price":1000,"skill":"Создание преграды (40 энергии)","description":"Персонаж создает перед собой преграду в виде стены, либо чего-то подобного. Преграда достигает 3х метров в ширину, и имеет 30-60 прочности.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":16}},{"price":1000,"skill":"Создание энергетического кристалла (20 + количество вкладываемой энергии)","description":"Позволяет материализатору преобразовать накопленную энергию в материальную форму, создавая наполненный энергией кристалл. Кристалл крайне хрупок и может быть сломан простым сжатием в руке. Разрушаясь, кристалл передаёт всю накопленную энергию тому, кто его сломал. Сломавший не может принять больше энергии, чем позволяет его собственный максимальный запас. Существуют такие кристаллы столько, сколько позволяет навык материализатора, либо 1 час. Если по истечении срока существования кристалла им никто не воспользуется, вся накопленная энергия распылится в момент его исчезновения.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":17}},{"price":1000,"skill":"Эксперт материализатор (пассивная способность)","description":"Персонаж выучил многие аспекты материализации. Теперь он получает +50 ко всем способностям материализации, а его предметы существуют целые сутки, либо пока он не заснет. Также всего за 50 энергии персонаж может создавать довольно большие предметы размером до одного метра непосредственно рядом с собой и даже использовать их в бою. Также дает возможность приносить с собой в бой два предмета, а не создавать их в самом бою.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":35,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":18}},{"price":1500,"skill":"Материализация в ремесле (пассивная способность)","description":"Используя свои навыки материализации, а также навыки ремесла, персонаж может создать прямо на поле боя предмет, который он мог бы создать своими руками. То, на что ушли бы долгие часы работы, создается практически мгновенно. При этом персонаж тратит стандартное количество материалов, и полученный предмет не исчезнет со временем. Требуется 25 энергии и 4 действия.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":19}},{"price":1500,"skill":"Материализация ландшафта (70 энергии)","description":"Персонаж с помощью своих способностей к материализации полностью меняет поле боя. Там, где было чистое поле, можно вырастить лес или даже горы. Является поддерживаемым заклинанием. Действует 2 хода, после чего требует по 35 энергии за ход на подпитку, либо прекращается.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":20}},{"price":1500,"skill":"Создание модификаторов (10 энергии + 10 за каждый уровень предмета, 2-4 действия)","description":"Позволяет создать модификаторы и сразу же провести улучшение предмета. Подобные манипуляции можно проводить только с теми предметами, которые сам материализатор и создал. Таким образом, материализатор может улучшить созданное оружие или броню до такого уровня, какой ему нужен (до какого он вообще способен). Можно улучшать предметы до первого уровня без всяческих навыков владения магией материализации, при этом каждый навык владения прибавляет +1 уровень, включая Путь. За каждый уровень, персонаж может создать 4 модификатора и вставить их в предмет. Модификаторы могут быть абсолютно любые. Никаких навыков в ремесле при этом не требуется. Если персонаж улучшает предмет до 1-3 уровня, заклинание требует 2 действия на подготовку, если 4-5 уровня - 4 действия. Также растут затраты энергии на заклинание.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":21}},{"price":2500,"skill":"Анти-вещество (100 энергии и 4 действия)","description":"Некоторые материализаторы, углубившись в суть понимания материи, сумели обуздать не просто вещество, но и противоположное ему анти-вещество. Формируя небольшой сгусток анти-вещества, материализатор способен направить его в противника или в любую другую точку на расстоянии до 100 метров. При попадании в цель анти-материя наносит 0-50 урона и оставляет после себя поле аннигиляции радиусом в 15 метров на 4 действия. Все объекты, находящиеся в поле, получают 0-40 урона за каждое действие, что они провели в пределах поля. Кроме того, поле полностью поглощает любую магию, направленную извне или же изнутри.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":22}},{"price":2500,"skill":"Мастер материализации (пассивная способность)","description":"Персонаж овладел в совершенстве магию материализации. Теперь он получает +125 ко всем способностям материализации, а его предметы существуют до трёх дней, либо пока он не заснет. Также, потратив 100 энергии, персонаж может создавать огромные предметы размером до трёх метров непосредственно рядом с собой, и даже использовать их в бою. Также дает возможность приносить с собой в бой три предмета, а не создавать их в самом бою.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":35,"skillId":2},{"subCategoryId":35,"skillId":18}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":23}},{"price":2500,"skill":"Создание взрыва (100 энергии и 4 действия)","description":"Персонаж создаёт небольшое облако нестабильного сжатого вещества, которое мгновенно взрывается. Природа вещества может быть любой. Например, если это взрывчатое вещество, то все попавшие в радиус взрыва, получат урон от огня, если сжатых воздух - тепловой урон. Можно даже сделать сжатый лёд, или на что фантазии хватит. В любом случае, в радиусе 10 метров все персонажи получат 30-270 урона, плюс дополнительный эффект в зависимости от выбранного вещества. Сам материализатор также может пострадать от своей способности.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":24}},{"price":5000,"skill":"Путь Архитектора (пассивная способность)","description":"Персонаж добился невиданных высот в материализации вещей. Он посвятил себя созданию поистине огромных объектов. Создать огромный многоэтажный дом для него вовсе не проблема, хоть это и занимает много времени и требует много сил. Персонаж может создавать предметы размером до 10 метров, тратя на это 1 ход и 200 энергии. Также персонаж получает стандартные бонусы Пути.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":35,"skillId":2},{"subCategoryId":35,"skillId":18},{"subCategoryId":35,"skillId":23}],"1006":[{"subCategoryId":35,"skillId":26},{"subCategoryId":35,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":25}},{"price":5000,"skill":"Путь Творца (пассивная способность)","description":"Персонаж добился невиданных высот в материализации вещей. Он посвятил себя чему то особенному... Он пытался создавать предметы, которые не разрушатся со временем. И он в этом преуспел. Персонаж получает возможность создавать предметы, которые имеют вечный срок действия. Однако, при этом персонаж платит за них в стоимости энергии не текущую энергию, а максимальную. Отменить данный эффект на энергию можно только после смерти, но и призванные таким образом предметы также будут уничтожены. Помимо этого, персонаж может увеличивать срок жизни своих предметов на 1 день, добавив в стоимость заклинания +10 энергии. Это можно делать многократно, пока у персонажа не кончится энергия. Также персонаж получает стандартные бонусы Пути.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":35,"skillId":2},{"subCategoryId":35,"skillId":18},{"subCategoryId":35,"skillId":23}],"1006":[{"subCategoryId":35,"skillId":25},{"subCategoryId":35,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":26}},{"price":5000,"skill":"Путь Учёного (пассивная способность)","description":"Персонаж добился невиданных высот в материализации вещей. Он посвятил себя улучшению качества вещей, поэтому его предметы становятся лучше и прочнее, чем у других. Если персонаж создаёт оружие или броню, он может использовать 5 модификаторов на уровень, вместо 4. Помимо этого, у всех его предметов повышается прочность на 50%. Если у призываемого предмета нет прочности, но есть эффект (урон, восстановление энергии) - он повышается на 25%. Также персонаж получает стандартные бонусы Пути.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":35,"skillId":2},{"subCategoryId":35,"skillId":18},{"subCategoryId":35,"skillId":23}],"1006":[{"subCategoryId":35,"skillId":25},{"subCategoryId":35,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":27}},{"price":5000,"skill":"Создание сверхновой (300 энергии и 1 ход)","description":"Персонаж тратит огромное количество времени и сил, для того чтобы воссоздать химические процессы, происходящие в умирающей звезде. В миниатюре, разумеется. Звезда создаётся в воздухе над центром поля боя, и постепенно расширяется в течение еще одного хода. Только затем происходит взрыв, накрывающий всё поле боя, и наносящий абсолютно всем персонажам 250-500 теплового урона. Укрыться от этой способности практически невозможно. Если персонаж укрылся за стеной толщиной 1-3 метра, он получит на 30% меньше урона, если толщина стены 4 метра и более - 50% урона. Совсем избежать урона не получится. Самому материализатору также стоит задуматься - как пережить собственное творение.","subCategory":"Материализация","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":35,"skillId":28}}]