[{"price":500,"skill":"Гниение (30 энергии)","description":"Персонаж накладывает на своего зомби или зомбайна заклинание, которое увеличивает скорость разложения плоти. В свою очередь их удары начинает сопровождать сильный яд, есть 50% вероятность, что при успешном ударе противник заразится и будет получать 1-25 урона в конце каждого хода. Яд действует до конца боя, или пока его не снимут. Однако такая магия отнимает и у самого зомби/зомбайна 1-20 жизни в конце каждого хода.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":1}},{"price":500,"skill":"Магическое кладбище (пассивная способность)","description":"Магическое кладбище – маленькое подпространство некроманта, где он может держать до 3 трупов или какие-то части к ним. Обычно выглядит как мешок или сумка на теле некроманта, но реальное пространство внутри него куда больше чем может показаться. Некромант способен в любое время открыть это пространство и взять от туда то, что ему необходимо.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":2}},{"price":500,"skill":"Мёртвое тело (пассивная способность)","description":"Тело персонажа фактически становится мёртвым, а персонаж считается нежитью. На него перестают действовать многие проклятья, магия смерти, теряются ощущения боли, необходимость в пище, воде, воздухе. Теряется само понятие, как уязвимые места. Однако, на персонажа перестает действовать лечение и усиления из магии света. Урон от магии света возрастает на 25%. Персонаж также теряет стандартную способность к восстановлению энергии во время пропуска действий, однако способность восстанавливать энергию при пропуске хода остается.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":3}},{"price":500,"skill":"Некроз (15 энергии и 2 действия)","description":"Позволяет некроманту, прикоснувшись к руке или ноге противника, заставить ее медленно гнить и разлагаться. Гниющая конечность получает -25 к шансу на любое успешное действие и 0-10 урона в конце каждого четвертого действия с момента активации способности. Способность можно применить и если противника во время произнесения заклинания держит не сам некромант, а один из его мертвецов, однако если противнику удастся вырваться из хватки прежде, чем закончится произнесение заклинания, то оно не сработает.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":4}},{"price":500,"skill":"Некромант (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении некромантией, и подчинил себе саму силу смерти. Он получает +25 к шансу успешно использовать способности, связанные с некромантией в бою, и возможность использовать простые фокусы и умения, связанные с некромантией, и управлением мертвыми телами, вроде частичного оживления тела. Мертвое тело сможет двигать руками или ногами по воле некроманта, но не сможет нормально ходить (максимум ползти), не будет обладать каким либо разумом и возможностью говорить, а также не может участвовать в боях.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":5}},{"price":500,"skill":"Обнаружение трупа (пассивная способность)","description":"Персонаж чувствует, если поблизости есть мёртвая плоть. Это относится к обычным мертвецам, ожившей нежити или просто какой либо мёртвой плоти.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":6}},{"price":500,"skill":"Оружие смерти (15 энергии)","description":"Позволяет некроманту, использовав часть скелета мертвеца, создать костяное оружие. Создать можно любое оружие ближнего боя, а также лук или арбалет. Из одного тела можно создать 3 одноручных оружия или 2 двуручных. Костяное оружие наносит на 1 единицу минимального урона меньше, но на 1 единицу максимального урона больше, чем обычный его аналог.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":7}},{"price":500,"skill":"Подчинить нежить (20 энергии)","description":"Используя эту способность, персонаж получает возможность подчинить себе живого мертвеца, призванного другим некромантом. Начальный шанс на успех равен 50, и кроме того, персонаж получает бонус к шансу на успех или провал в зависимости от разницы между максимальной энергией персонажа и максимальной энергией некроманта, призвавшего нежить. В случае, если у персонажа на 50 единиц максимальной энергии больше, чем у его противника, он получает +50 к шансу на успех, в случае если у него на 75 единиц максимальной энергии больше, чем у призвавшего нежить некроманта, то его шанс на успех увеличивается на 75 единиц. Однако если максимальная энергия противника, призвавшего нежить больше, чем максимальная энергия персонажа, персонаж получает равный этой разнице плюс к шансу на то, что ему не удастся переманить нежить под свой контроль (начальный шанс - -50). Если количество энергии у некроманта, призвавшего представителя нежити неизвестна, тогда берется значение энергии у этой нежити.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":8}},{"price":500,"skill":"Призыв трупа (20 энергии)","description":"Персонаж призывает в любом месте на поле боя мёртвое тело. Это тело он может использовать для других своих способностей.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":9}},{"price":500,"skill":"Создание зомби (30 энергии)","description":"Персонаж оживляет любое мёртвое существо, делая его безвольным зомби. Зомби не обладает навыками, которые имел при жизни, и не может использовать оружие в бою. Зомби не чувствителен к боли и не может быть обманут простой иллюзией. Зомби имеет 120 жизней и 60 энергии. Урон от обычных ударов - 2-12. Может совершать 4 действия за ход.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":10}},{"price":500,"skill":"Создание скелета (25 энергии)","description":"Создаёт из мёртвого человека скелет. Скелет имеет 70 жизней и 70 энергии. Они обладают 50% шансом увернуться от атак стрелкового оружия. Может совершать до 4 действия за ход. Урон от обычного удара конечностью - 0-10. Может использовать в бою оружие ближнего боя и обычное стрелковое оружие.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":11}},{"price":1000,"skill":"Взгляд смерти (35 энергии)","description":"Персонаж, взглянув в глаза своего противника, способен лишить его части жизненных сил. Способность наносит от 20 до 70 урона.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":12}},{"price":1000,"skill":"Взрыв трупа (50 энергии)","description":"Позволяет персонажу взорвать одно из мертвых тел или восставших мертвецов на поле боя, нанеся тем самым всем, кто находится в радиусе 5 метров возле него, 20-100 урона.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":13}},{"price":1000,"skill":"Волна смерти (30 энергии)","description":"Волна смерти наносит урон всем живым существам на поле боя. Урон 10-30. Нежити же наоборот. восстанавливает здоровье в размере 5-20.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":14}},{"price":1000,"skill":"Восстановление (35 энергии)","description":"Персонаж использует свои знания в некромантии для того, чтобы восстановить жизни союзному мертвецу. Можно применять на себя, если персонаж нежить. Восстанавливает 10-50 жизней. При применении к собственным прислужникам восстанавливает на 50% больше жизней. Эффективность вдвое меньше для личей.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":15}},{"price":1000,"skill":"Вытягивание жизни (30 энергии)","description":"Персонаж поглощает часть жизни противника и восстанавливает свою. При использовании этой способности персонаж отнимает у противника 20-60 жизней, а запас жизненных сил персонажа увеличивается на 50% от урона, который получил противник. Чтобы использовать данную способность, необходимо коснуться тела противника рукой.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":16}},{"price":1000,"skill":"Иссушение (50 энергии и 4 действия)","description":"Позволяет некроманту высосать остатки жизни из тел убитых товарищей или врагов, находящихся на поле боя. Каждое тело, находящееся на поле боя, передаст некроманту последние крохи своих жизненных сил, и немедленно будет разрушено, однако некромант получит по 0-20 жизней с каждого тела, на которое подействовало заклинание. Действует на все тела, у которых осталось меньше 0 жизней, даже если при этом их физическая смерть не наступила (количество жизней не достигло -100). Не достигшие смерти тела не разрушаются, однако и из них персонаж больше не сможет качать жизненную силу.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":17}},{"price":1000,"skill":"Костяная тюрьма (50 энергии)","description":"Персонаж создает вокруг жертвы костяную тюрьму, которая ограничивает его движение. Из тюрьмы работает любая магия, а также ее можно просто разбить. Тюрьма имеет 100 жизней. Некромант может пожертвовать скелетом, чтобы увеличить количество жизней тюрьмы при её создании. Количество жизней, которые при этом получит тюрьма, будет равно количеству жизней скелета.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":18}},{"price":1000,"skill":"Мультипризыв (пассивная способность)","description":"Позволяет некроманту поднять сразу несколько тел в виде скелетов, зомби или другой нежити. В случае, если некромант решит поднять больше одного живого мертвеца за раз, он потратит на 50% энергии меньше за каждого поднятого им живого мертвеца, кроме первого.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":19}},{"price":1000,"skill":"Наложение некроза (25 энергии)","description":"Данную способность может использовать персонаж, владеющий способностью \"Некроз\". Способность позволяет некроманту наложить проклятие некроза на любое оружие или предмет. Если такой предмет коснется части тела, неприкрытой броней или одеждой, любого живого существа, та будет заражена некрозом.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":20}},{"price":1000,"skill":"Подчинение некроза (40 энергии)","description":"Позволяет персонажу, сумевшему использовать способность \"Некроз\" хотя бы на одной из конечностей противника, подчинить ее и заставить выполнять его приказы, а не приказы хозяина конечности. Способность подчиняет персонажу все конечности противника, зараженные некрозом, кроме тех, которые были отрублены или каким-либо способом заблокированы и лишены возможности двигаться. Действует 2 хода.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":21}},{"price":1000,"skill":"Порча (40 энергии)","description":"Некромант распространяет вокруг себя порчу, отравляя ею поверхность, на которой стоит, в пределах 10 метров (+10 за каждый уровень владения навыком некромантии). Любая нежить восстанавливает на ней 5 жизней за действие, а также получает +10 к шансу на успешность любого действия. Лич восстанавливает энергию подобным образом. Также на порченой земле вянет любая растительность. Порченная поверхность существует 2 хода.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":22}},{"price":1000,"skill":"Приращение конечности (25 энергии)","description":"Позволяет некроманту прирастить к себе или любому другому существу, которого он касается рукой, любую конечность уже умершего существа. После приращения конечность вновь начнет работать, и жертва данной способности сможет использовать конечность по своему усмотрению. Урон от конечности будет равен 80% урона от конечности до пришивания. Приращение к живой плоти приведет к некрозу, что будет отнимать у жертвы 0-10 урона каждые 3 действия. К концу первого хода после пришивания некроз полностью поразит ту часть существа, к которой пришита конечность, а к концу восьмого хода после пришивания некроз поразит всё тело.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":23}},{"price":1000,"skill":"Разложение (40 энергии)","description":"Позволяет некроманту создать шар черной субстанции и пустить его в противника. Попав на тело жертвы, она постепенно разъедает плоть, нанося 10-30 урона и еще 5-10 урона от заражения в течение трех следующих ходов включительно. Периодический урон складывается и обновляет свое действие, но только до трех раз. Действует только на живые существа из плоти и крови.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":24}},{"price":1000,"skill":"Эксперт-некромант (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет стихией смерти и не просто использует, но и чувствует ее. Он получает +50 к шансу на успех при использовании некромантии в бою или при поднятии нежити. Некромант может полностью оживить мёртвое тело, которое будет полноценно функционировать, говорить, и обладать частичным разумом, но не может участвовать в боях.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":25}},{"price":1500,"skill":"Взрывной прислужник (75 энергии)","description":"Персонаж наполняет своего прислужника энергией смерти, превращая его в живую бомбу. Далее, персонаж выбирает в цель одного из противников (или просто место). Прислужник бежит к противнику, и, подойдя вплотную, взрывается через 1 действие, нанося всем в радиусе 10 метров 25-90 урона, плюс 0-45% от своего запаса текущего здоровья. Однако, в таком состоянии прислужник очень нестабилен, и теряет по 10-20% жизней каждое действие. Если его жизни закончатся раньше, чем он достигнет цели, он взорвётся на месте. Если в радиус поражения попадут другие \"Взрывные прислужники\", они тут же взорвутся. Внимание, способность может навредить и самому некроманту тоже.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":26}},{"price":1500,"skill":"Поглощение прислужника (50 энергии и 4 действия)","description":"Персонаж использует силу некромантии, а также одного из своих мертвецов, чтобы восстановить собственное здоровье. Он высасывает жизненную силу из прислужника, восстанавливая от 10% до 50% от его текущих жизней. Прислужник при этом рассыпается в прах и уничтожается. Способность работает на 50% эффективней, если персонаж является нежитью, на 100% эффективней, если персонаж является рыцарем смерти, и вдвое хуже, если персонаж является личом.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":27}},{"price":1500,"skill":"Призыв множества трупов (65 энергии и 4 действия)","description":"Персонаж призывает в случайных местах по всему полю боя много мёртвых тел. Всего может быть призвано от 2 до 8 тел. Преимущественно трупы появляются между некромантом и его противником.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":28}},{"price":1500,"skill":"Создание зомбайна (60 энергии и 4 действия)","description":"Позволяет персонажу трансформировать одного из своих зомби в зомбайна - более быстрого и частично разумного зомби, способного использовать оружие и сложные физические атаки. Зомбайн способен использовать в бою любое оружие и любые физические умения, которыми владеет персонаж, а также 50% от бонусов персонажа к шансу попасть оружием или рукопашным боем. Такой зомби получает +120 жизней и +60 энергии, а также +2 действия за ход.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":29}},{"price":1500,"skill":"Создание костяного мага (60 энергии и 4 действия)","description":"Позволяет персонажу трансформировать одного из своих скелетов в костяного мага - скелета, способного использовать магию. Костяной маг способен использовать любую магию некромантии и магии тьмы, которую знает его создатель и которая требует меньше 75 единиц энергии (не может призывать других Костяных магов). При трансформации скелет получает +20 жизней и +200 энергии, бонус к шансу попасть магией в размере 50% от бонусов персонажа, а также +2 действия за ход.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":30}},{"price":2500,"skill":"Вестник порчи (пассивная способность)","description":"Требует наличия способности Порча. Стоя на одном месте 2 и более действий, некромант автоматически распространяет порчу вокруг себя в пределах 5-ти метров. Бонус к успешности любого действия увеличивается до +30. Способность можно отключить и включить в любой момент. Порченная поверхность пропадает сразу, как-только некромант начинает движение.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":31}},{"price":2500,"skill":"Заражение (150 энергии и 1 ход)","description":"Некромант насылает смертельную заразу на всё вокруг. Каждый ход все живые цели (кроме персонажа), которые находились в радиусе 100 метров от некроманта на момент завершения применения способности, будут терять 25-100 жизней и энергии в течение 7 ходов, или пока зараза не будет очищена тем или иным образом. Шанс очистить смертельную заразу зависит от шанса противника применить очищающую способность против шанса персонажа применить некромантию.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":32}},{"price":2500,"skill":"Король мёртвых (пассивная способность)","description":"Некромант, владеющий данной способностью, становится настолько могущественным, что способен поднимать нежить одним своим присутствием. С шансом в 20% раз в 4 действия любое мёртвое тело в радиусе 25 метров от персонажа может восстать в виде случайной союзной ему нежити, которую он умеет призывать (кроме Трупного монстра). Требует наличия способности Лич или одного из Путей некромантии.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":22,"skillId":34},{"subCategoryId":22,"skillId":41},{"subCategoryId":22,"skillId":42},{"subCategoryId":22,"skillId":43}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":33}},{"price":2500,"skill":"Лич (пассивная способность)","description":"Необходимо наличие способности \"Мертвое тело\". Позволяет персонажу-нежити достичь высшего уровня нежити - лича, повелителя нежити. Нежить, призванная личом, получает +25 жизней, +25 энергии и +1 к скорости. У лича остается лишь 10% от его стандартного запаса жизней, однако все они отныне находятся не в его теле, а в принадлежащем ему предмете-филактерии, в котором хранится его душа и жизненные силы. В начале каждого боя персонаж обязан писать ГМу, какой именно его предмет является филактерией и где он лежит. Спрятать филактерию можно на теле в таких местах: 3 точки на каждой руке и ноге, 1 точка в голове, и 9 точек на туловище. Лич обязан носить филактерию с собой внутри своего тела. Противник может наносить удары по точкам в поиске филактерии, но не более одной точки за действие. Любой урон, нанесенный по любой части тела лича, кроме непосредственно самой филактерии, отнимет у лича только 10% жизней. Любые небольшие раны, оставленные на его теле магией или оружием, исчезают после боя, если лич отдохнет в течении 10 минут. Более крупные раны, вроде тела, разрубленного надвое, или потерянной конечности, восстанавливаются только в случае, если лич отдохнет в течении 1 часа. Если противник сможет найти и попасть ударом по филактерии, она получит 100% урон. При этом, способности с уроном по площади не могут задеть филактерию, и наносят урон только лишь телу. В случае, если жизни лича упадут ниже 0, его филактерия разрушается, однако лич делает последнюю попытку её восстановить. Лич мгновенно уничтожает всю призванную им нежить, и начинает засасывать в филактерию их жизненную силу. В течении одного хода лич восстанавливает себе жизни, равные 5-10% от жизней его призванной нежити(для каждого существа процент считается отдельно). При этом, весь ход лич полностью неуязвим для любого урона. В результате данного ритуала, жизни лича могут подняться даже выше максимального значения. Если он смог восстановить жизни как минимум до максимального уровня - лич может по желанию изменить расположение филактерии в своём теле так, чтобы противник не заметил этого. Данный эффект срабатывает только один раз в бою, и не совместим с другими способностями воскрешения. Если жизни лича второй раз опускаются ниже 0, либо в первый раз у него не оказалось ни одного прислужника нежити, лич немедленно распадается в прах и умирает. На лича не действуют никакие способности исцеления, кроме некромантии. Лич не может быть рыцарем смерти или вампиром.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":3}],"1006":[{"subCategoryId":22,"skillId":39},{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":34}},{"price":2500,"skill":"Мастер-некромант (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил некромантию, и теперь управлять смертью для него не сложнее, чем дышать или говорить. Он получает +125 к шансу на успех при использовании некромантии, и любые поднятые некромантом живые мертвецы получают +25% к количеству жизней и энергии. Некромант может оживить мёртвое тело, которое будет обладать полноценным разумом, но не может участвовать в боях.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":5},{"subCategoryId":22,"skillId":25}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":35}},{"price":2500,"skill":"Нечестивый пакт (150 энергии и 1 ход)","description":"Позволяет некроманту провести темный ритуал, который связывает его душу с его мертвыми прислужниками. Все жизни и весь запас энергии персонажа и его призванных мертвецов суммируются, после чего каждый может использовать общий запас энергии, а урон, нанесенный одному из них, отнимается от общих жизней. До тех пор, пока общий запас жизней не подойдет к концу, персонаж и мертвецы будут способны сражаться в полном составе, и лишь когда жизни опустятся до 0, персонаж потеряет сознание, а его мертвецы прекратят существовать. Так же и с энергией. Кроме того, за каждых трёх мертвецов, объединённых Нечестивым пактом, персонаж получает 1 дополнительное действие в ходу. Новые призванные мертвецы автоматически присоединяются к Пакту. Максимальное общее значение жизней и энергии - по 1500.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":36}},{"price":2500,"skill":"Ощущение смерти (100 энергии и 4 действия)","description":"Любая жертва на поле боя, которую некромант может увидеть, ощутит, как ей нанесли урон равный случайному числу от 0 до 100. Если этого количества урона достаточно для того, чтобы жертва умерла, то жизни жертвы немедленно опускаются до 0, и жертва падает на землю без сил и сознания. А если урон, который ощутила жертва меньше, чем количество оставшихся у нее жизней, то жертва не получает никакого урона и лишь пропускает 0-3 действий из-за шока. За каждый уровень владения некромантией, персонаж получает +50 к максимальному количеству урона, который может ощутить противник в результате воздействия этой способности. За каждого прислужника, призванного в бой, некромант получает ещё +25 к максимальному количеству урона, а за каждый эффект периодического урона, использованный на цель - ещё +35 к максимальному количеству урона.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":37}},{"price":2500,"skill":"Палец смерти (150 энергии и 1 ход)","description":"Позволяет персонажу, потратив целый ход и собирая в своем теле энергию смерти, наделить один из своих пальцев энергией чистой смерти. Любое живое существо, которого коснется некромант в течение следующего хода после активации способности, немедленно получит урон, равный максимальному количеству его жизней и тут же теряет сознание или умирает. Однако, если персонаж так и не смог коснуться пальцем никого живого в течение следующего хода, то он сам получает урон, равный максимальному количеству его жизней, теряет сознание или умирает.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":38}},{"price":2500,"skill":"Рыцарь Смерти (пассивная способность)","description":"Необходимо наличие способности \"Мертвое тело\". Персонаж укрепляет своё мёртвое тело, и становится непобедимым бессмертным воином. Его сила многократно вырастает - урон от оружия у него возрастает на 25%, а урон от рукопашного боя - на 100%. С вероятностью 50% на него не подействует оглушение и другие виды контроля. Но самое главное - в случае, если его жизни опустятся до нуля, Рыцарь Смерти сможет продолжать сражаться ещё в течении двух ходов. Он может использовать эту возможность, чтобы победить своего противника, или чтобы восстановить своё здоровье. Эта способность может сработать только один раз за бой. Другие способы воскрешения в бою при этом недоступны.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":3}],"1006":[{"subCategoryId":22,"skillId":34}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":39}},{"price":2500,"skill":"Трупный монстр (50 энергии + 25 энергии за тело, 1 ход)","description":"Данная способность позволяет некроманту создать особое существо, собранное из разных тел. За каждое тело трупный монстр получает по 75 энергии и жизней, за каждые 2 тела +1 действие за ход (не более 8, изначально имеет 4 действия). Может бить врагов, нанося 15-30 урона с шансом 100. За каждое тело получает +5 к максимальному и минимальному урону и +15 к шансу попасть. Передвигается со скоростью в два раза ниже стандартной, не может самостоятельно уворачиваться. В случае, если персонаж собирает монстра минимум из 10 тел, то монстр получает возможность пользоваться любым оружием, которым умеет пользоваться персонаж, однако шанс попасть им будет в два раза меньше, чем у самого персонажа.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":40}},{"price":5000,"skill":"Путь Жнеца (пассивная способность)","description":"Персонаж становится жнецом людских душ. Его взгляд холоден, а сердце лишено всякой жалости к живым. Даёт стандартные бонусы от Пути, а также: способности некромантии, наносящие прямой урон, с вероятностью 5% уменьшают жизни живых противников наполовину. Каждый призванный мертвец увеличивает эту вероятность на 1%. Эффекты периодического урона из некромантии увеличивают эту вероятность ещё на 1%.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":5},{"subCategoryId":22,"skillId":25},{"subCategoryId":22,"skillId":35}],"1006":[{"subCategoryId":22,"skillId":42},{"subCategoryId":22,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":41}},{"price":5000,"skill":"Путь Нежити (пассивная способность)","description":"Персонаж добился невиданных высот в управлении ожившими мертвецами. Даёт стандартные бонусы от Пути, а также: каждый призванный им мертвец получает +25% жизней и энергии, +1 действие в ходу, и +100 к шансу на успех в любых действиях. К тому же, при использовании любых способностей из некромантии, есть 25% вероятность призвать в месте применения способности мёртвое тело.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":5},{"subCategoryId":22,"skillId":25},{"subCategoryId":22,"skillId":35}],"1006":[{"subCategoryId":22,"skillId":41},{"subCategoryId":22,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":42}},{"price":5000,"skill":"Путь Разложения (пассивная способность)","description":"Персонаж источает смерть вокруг себя. Трава и цветы вокруг него увядают, из земли начинают лезть черви и другие гады. Чувство страха и тревоги наполняет любых живых существ в округе. Даёт стандартные бонусы от Пути, а также: в зависимости от концентрации, некромант может усиливать этот эффект в радиусе до 25 метров, или уменьшать до нуля. Эффективность способностей некромантии, возрастает на 25%. Применение некроза к цели, на которую уже действуют эффекты гниения или разложения, распространяет эти эффекты на все живые цели в радиусе 10 метров.","subCategory":"Некромантия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":22,"skillId":5},{"subCategoryId":22,"skillId":25},{"subCategoryId":22,"skillId":35}],"1006":[{"subCategoryId":22,"skillId":41},{"subCategoryId":22,"skillId":42}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":22,"skillId":43}}]