[{"price":500,"skill":"Аура огня (5 энергии за ход)","description":"Позволяет магу огня полностью покрыть свое тело огненной аурой, которая будет наносить 0-5 урона огнём любому, кто попробует его коснуться.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":1}},{"price":500,"skill":"Блуждающий огонь (30 энергии)","description":"Позволяет магу огня создать пламенную сферу, которая будет рьяно преследовать противника в радиусе 50 метров. Сфера будет стремиться к своей цели до тех пор, пока не попадет в какую-либо преграду или не развеется в воздухе, поэтому уклониться от данной атаки крайне сложно. Шанс увернуться против Блуждающего огня всегда на 50% меньше. Наносит 10-30 урона, двигается со скоростью 20 метров за действие. Каждое повторное применение умения на этом же ходу стоит на 10 энергии больше.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":2}},{"price":500,"skill":"Возгорание (15 энергии и 1 действие)","description":"Маг огня вызывает на расстоянии до 10 метров вокруг себя яркую огненную вспышку, которая нанесет всем вокруг 5-15 урона огнём.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":3}},{"price":500,"skill":"Вспышка (10 энергии)","description":"Маг огня создает перед собой вспышку, которая на 2-12 действий ослепит всех, кто в этот момент будет смотреть на персонажа. Ослепленный противник получает штраф -50 к шансу на какие-либо успешные действия кроме уклонения и защиты. Также ослеплённый противник получает штраф -75 к шансу обнаружить противника. При наличии способности \"Зоркий\" штрафы увеличиваются до -75 и -100 соответственно.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":4}},{"price":500,"skill":"Излучение тепла (5 энергии за ход)","description":"Персонаж начинает излучать из своего тела потоки тепла, которые способны разжечь костер или нагреть холодную вещь. При применении в бою излучаемое тепло будет наносить всем на расстоянии до 5 метров 0-2 урона теплом за действие и частично защищать персонажа от магии холода, не давая ему замерзнуть или покрыться льдом в 50% случаев.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":5}},{"price":500,"skill":"Маг огня (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении стихией огня и заставил огонь подчиниться себе. Он получает +25 к шансу успешно использовать магию огня и возможность использовать простые фокусы и умения, связанные с магией огня, вроде поджигания предметов или создания огонька на кончике пальца. Персонаж может придумать любые трюки и фокусы, связанные с магией огня, однако они не должны быть достаточно сильны для того чтобы нанести урон противнику.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":6}},{"price":500,"skill":"Наложение огня (20 энергии, 20 энергии за ход)","description":"наносить 2-10 единиц дополнительного урона огнем при каждом ударе этим предметом или оружием. Можно использовать на стопку предметов, например на колчан стрел.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":7}},{"price":500,"skill":"Огненная конечность (20 энергии, 10 энергии за ход) ","description":"Позволяет магу огня покрыть одну из своих конечностей (руку или ногу) огнем. В результате, любой удар этой конечностью будет наносить +2-10 урона огнем и поджигать воспламеняемые материалы, и всем, кто их касается, будет наноситься 1-5 урона огнем каждое действие до тех пор, пока они не будут потушены. ","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":8}},{"price":500,"skill":"Огненное поле (15 энергии)","description":"Позволяет покрыть всё поле боя слабым пламенем. В результате, каждый стоящий на поле боя будет получать по 1 урона огнём каждое действие.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":9}},{"price":500,"skill":"Огненный шар (20 энергии)","description":"Позволяет магу огня создать шар огня и пустить его в противника. Попав в жертву, шар огня наносит 10-40 урона огнём.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":10}},{"price":500,"skill":"Плеть огня (35 энергии)","description":"Противнику, попавшему под её удар, 5-30 урона огнём, а благодаря тому, что плеть способна проходить сквозь тела противников, она может с легкостью поразить сразу несколько стоящих рядом целей. Максимальная длина плети - 5 метров.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":11}},{"price":500,"skill":"Поглощение огня (2 действия)","description":"Позволяет магу огня есть огонь, восстанавливая при этом свои запасы энергии. Съев огонь, маг восстанавливает 75% от количества энергии, потраченного на создание этого огня. В случае, если персонаж поедает огонь не магического происхождения или часть огня, созданного способностью массового действия он получает 5-30 энергии.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":12}},{"price":500,"skill":"Прижигание ран (15 энергии)","description":"Персонаж прижигает кровоточащую рану себе или союзнику, нанося 5 урона но избавляя от одного эффекта кровотечения. В случае с многочисленных ран от режущего урона - уменьшает урон от кровотечения в конце хода на 10% за каждое применение.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":13}},{"price":500,"skill":"Тушение огня (10 энергии)","description":"Позволяет персонажу, использующему эту способность, потушить все источники возгорания и огня на поле боя. Не действует против лавы, тепловых способностей и инфернального огня.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":14}},{"price":1000,"skill":"Дыхание дракона (50 энергии)","description":"Позволяет магу огня, накопив достаточное количество огня в своем теле, выпустить его изо рта вперед, нанеся всем стоящим в конусе на расстоянии 15 метров 55-125 урона огнём. Шанс поджога - 25%. Поджог наносит ещё 10-15 урона за действие в течение 4 действий.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":15}},{"price":1000,"skill":"Живая бомба (30 энергии)","description":"Позволяет персонажу поджечь живую цель, нанося ей 5-15 урона за действие в течение 4-х действий, по окончанию которых происходит взрыв, наносящий цели и всем стоящим в радиусе 10 метров противникам 10-40 урона. По желанию персонаж может отдать ещё 30 энергии, улучшив эффект способности, после чего эффект Живой бомбы при взрыве единожды распространится и на других существ в радиусе 10 метров, но не на изначальную цель.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":16}},{"price":1000,"skill":"Инферно (50 энергии)","description":"Позволяет магу огня создать огромный шар лавы, который в случае попадания в противника нанесёт ему 20-100 урона огнём. Помимо урона самой цели, инферно наносит 50% от нанесенного ей урона всему в радиусе до трех метров от него. Шанс поджога - 15%.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":17}},{"price":1000,"skill":"Испепеление (40 энергии)","description":"Позволяет магу вызвать столб огня из-под ног противника, тем самым причинив ему 30-80 урона и поджигая его в 30% случаев. Поджог наносит ещё 10-15 урона за действие в течение 4 действий.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":18}},{"price":1000,"skill":"Кольцо огня (35 энергии)","description":"Позволяет магу огня создать вокруг себя или противника кольцо горящего огня радиусом от 2 до 10 метров. Огонь горит на земле, создавая плотное кольцо, через которое невозможно что-либо разглядеть, и высота его достигает 3 метров. В случае, если кто-либо коснется круга или пробежит через него, он получит 0-40 урона огнём за каждое действие, проведенное в кольце огня. Шанс поджога - 5%.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":19}},{"price":1000,"skill":"Концентрация огня (пассивная способность)","description":"Данная способность позволяет персонажу лучше владеть огнем в сконцентрированном состоянии. В случае, если персонажем была применена способность \"Концентрация\" (Мистицизм), сила его огненных атак увеличивается на 25%. В случае же, если персонажем была применена способность \"Высшая концентрация\", его огненные атаки становятся на 50% сильнее.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":20}},{"price":1000,"skill":"Крылья феникса (35 энергии)","description":"Маг выпускает из своих ладоней феникса, который поразит своими крыльями стоящих перед ним в радиусе 4 метров. Феникс пролетит на расстояние 10 метров, нанося 5-25 урона огнём каждому, сквозь кого он пролетит. Существует 25% вероятность того, что противник загорится и будет получать 10-15 урона каждое действие в течение 4 действий.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":21}},{"price":1000,"skill":"Огненная буря (20 энергии за действие)","description":"В радиусе 20 метров от персонажа поднимается огненная буря, которая будет наносить противникам каждое действие 1-30 урона огнём. При этом маг стоит на одном месте и не двигается. Как только маг двинется, буря прекратится. В ином случае буря может длиться до полного истощения мага. Шанс поджога - 10%. Поджог наносит ещё 10-15 урона каждое действие в течение 4 действий.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":22}},{"price":1000,"skill":"Огненные клыки (35 энергии)","description":"Способность требует наличия перка \"Развитая челюсть\" и начального навыка владения стихией огня. Позволяет персонажу покрыть свои зубы пламенем или же создать огненные \"челюсти\" поверх своих собственных. С их помощью персонаж может совершать мощные укусы, нанося каждым 25-45 урона. Также огненные клыки при каждом укусе с шансом 25% могут поджечь противника, из-за чего он будет получать 10-15 урона каждое действие в течение 4 действий.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":67}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":23}},{"price":1000,"skill":"Поток огня (60 энергии)","description":"Позволяет магу огня выпустить из своих рук поток, который полетит на десятки метров вперед и будет наносить каждому объекту, встреченному им на пути, 20-120 урона огнём. В случае, если поток отнял у жертвы, в которую он врезался, хотя бы 50% жизней, то считается, что поток пробил её насквозь и полетел дальше. В случае же, если потоку не удалось отнять у жертвы и 50% жизней, он исчезает, напоследок нанося всем на расстоянии до 2 метров от него ещё 1-30 единиц повреждения теплом и оставляя на них тепловые ожоги.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":24}},{"price":1000,"skill":"Пульсар (пассивная способность)","description":"Каждый раз, когда персонаж теряет не менее 10% от своего максимального здоровья за раз, он может выпустить всем своим телом волну огня. Волны наносят всем окружающим в радиусе 10 метров 10-20 урона.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":25}},{"price":1000,"skill":"Эксперт стихии огня (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет стихией огня и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу успешно использовать магию огня.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":14,"skillId":6}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":26}},{"price":1500,"skill":"Жертва (вся энергия персонажа)","description":"Позволяет магу огня, схватив тело противника тут же выпустить огонь из своего тела и нанести тем самым ему от 1-2 единицы урона огнём и теплом за каждую единицу отданной персонажем энергии. Однако сразу после этого маг потеряет сознание и пропустит следующий ход, а из-за близости к жертве он сам получит 25% урона, который он нанесет противнику.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":27}},{"price":1500,"skill":"Луч пламени (40 энергии +20 энергии каждое действие, потоковая способность)","description":"Персонаж выпускает в противника направленный луч, способный раскалить даже металл. Каждое действие, пока способность работает, цель получает 20-50 урона огнём. Во время действия луча пламени нельзя использовать другие способности. Отдав ещё 40 энергии и 20 энергии за действие можно применить второй луч пламени. Уклониться от этой способности на 25% сложнее.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":28}},{"price":1500,"skill":"Огненные стрелы (40 энергии)","description":"Позволяет магу огня создать перед собой 8 огненных стрел и тут же отправить их в цели. Каждая стрела наносит 5-15 урона и имеет шанс поджечь противника в 5%. В случае поджога будет наноситься еще 1-5 урона за каждое действие в течение хода. Шанс попадания каждой стрелы рассчитывается отдельно. Стрелы можно посылать в разные цели в любой желаемой пропорции.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":29}},{"price":1500,"skill":"Огненный взгляд (50 энергии и 1 ход на активацию) (25 энергии за ход)","description":"Глаза мага огня начинают гореть пламенем, и в результате этого любой объект или противник, на который посмотрит маг, получит 5-20 урона огнем за каждое действие, в течении которого на него будет смотреть персонаж. Огненный взгляд не будет мешать магу производить другие атаки или использовать другие заклинания. После активации способность будет отнимать по 25 единиц энергии в конце каждого хода, а если в конце одного из ходов персонаж откажется платить за неё, то способность перестанет работать с начала следующего хода.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":30}},{"price":2500,"skill":"Взрыв инферно (150 энергии и 4 действия)","description":"Персонаж создает вокруг себя мощный взрыв, который выжигает всё в радиусе до 25 метров вокруг него. Попав в этот радиус, любая жертва получит 0-250 урона огнем и ещё 0-150 урона теплом. Все же, кто находятся на поле боя, но не попали в этот радиус, получат 0-150 урона огнем и ещё 0-75 урона теплом. Шанс поджога - 30%.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":31}},{"price":2500,"skill":"Мастер стихии огня (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил стихию огня и теперь управляет огнем так же легко, как управляет своим телом. Он получает +125 к шансу успешно использовать магию огня, и любые его огненные атаки наносят на 25% больше урона.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":14,"skillId":6},{"subCategoryId":14,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":32}},{"price":2500,"skill":"Печать саламандры (пассивная способность)","description":"Персонаж благословлен огнем и смешал саму свою сущность с этой стихией. Он получает +30 к шансу применить способности магии огня, однако -40 к шансу применить все другие заклинания, имеющие отношение к одной из трех оставшихся основных стихий. Потратив 40 энергии и 2 действия, он может превратить свое тело в огонь. В таком состоянии персонаж получает только 25% урона от атак с помощью огня и тепла, однако не может использовать физические атакующие умения и обращаться с оружием или щитами, а любая атака с помощью воды и холода будет наносить ему 150% урона. Кроме того, слившийся со стихией персонаж готовит чары магии огня на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Любое существо, что будет слишком неаккуратно для того, чтобы подойти на расстояние ближе 2 метров без эмиттера, будет получать 2-20 урона огнём за действие. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":33}},{"price":2500,"skill":"Ритуал инфернального пламени (100 энергии и 1 ход)","description":"Позволяет магу огня произвести ритуал, который позволит ему в дальнейшем использовать не простой, а переполненный энергией огонь. Любая огненная атака мага после произнесения этого ритуала и до конца боя будет наносить на 50% больше урона. Помимо этого инфернальный огонь невозможно будет потушить до того, как персонаж сам его не потушит, и любое соприкосновение с таким огнем будет наносить жертве дополнительно 1-16 урона огнём за действие. Увеличивает шанс поджога на 10%. (Дополнительно позволяет менять цвет огня на тот, который пожелает персонаж)","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":34}},{"price":5000,"skill":"Волна инферно (225 энергии и 1 ход)","description":"Позволяет персонажу накрыть всё поле боя огромной волной огня, испепеляющей всё на своём пути. Наносит всем 200-350 урона огнём и 150-200 урона теплом при прямом контакте, в 50% случаев поджигает их и уничтожает любые воспламеняемые материалы, будь то броня, оружие или что-то ещё. Если противник спрятался за каким-то крепким укрытием (камень, стена, глубокая траншея), то он получает 100-150 урона огнём и 50-150 урона теплом.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":35}},{"price":5000,"skill":"Пиробласт (1 ход, 200 энергии)","description":"Персонаж создаёт перед собой огромный левитирующий лавовый шар диаметром в 10 метров, и запускает его в противника в любой точке поля боя. Шар двигается со скоростью 15 метров за действие и следует за противником, куда бы тот не направился, при этом нанося 30-100 урона огнём всем, кого заденет, и уничтожая любые преграды, не способные выдержать прикосновение лавы. Достигнув противника, или преграды, которая может выдержать огромный лавовый шар, пиробласт взрывается, нанося 200-600 урона огнём всем в области 50 метров. Шанс поджога - 50%. Лавовый шар преследует противника по полю боя в течение 2-х ходов. Если по истечении этого времени он не достигает противника, то взрывается там, где находится. Персонаж может корректировать траекторию полёта Пиробласта по своему желанию.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":36}},{"price":5000,"skill":"Путь Возгорания (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает один из трёх аспектов огня и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Даёт стандартные бонусы от Пути, а также: все его заклинания, наносящие противнику урон огнём, будут иметь шанс в 25% поджечь врага, нанося ему 15-25 урона за действие до тех пор, пока огонь не будет потушен. В случае, если у заклинания уже есть шанс поджигания, то к нему добавляется ещё 25%, а урон и длительность поджога увеличиваются в два раза.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":14,"skillId":6},{"subCategoryId":14,"skillId":26},{"subCategoryId":14,"skillId":32}],"1006":[{"subCategoryId":14,"skillId":38},{"subCategoryId":14,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":37}},{"price":5000,"skill":"Путь Разрушения (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает один из трёх аспектов огня и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Персонаж получает возможность быстрее активировать магию огня. Даёт стандартные бонусы от Пути, а также: все его заклинания получают возможность наносить урон или эффект по площади с радиусом в 5 метров. В случае, если у заклинания уже есть радиус поражения, то он увеличивается в полтора раза. Если заклинание действует на всё поле боя, то урон от него увеличивается в полтора раза.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":14,"skillId":6},{"subCategoryId":14,"skillId":26},{"subCategoryId":14,"skillId":32}],"1006":[{"subCategoryId":14,"skillId":37},{"subCategoryId":14,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":38}},{"price":5000,"skill":"Путь Расплавления (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает один из трёх аспектов огня и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Персонаж получает возможность быстрее активировать магию огня. Даёт стандартные бонусы от Пути, а также: все его заклинания, наносящие противнику урон, будут иметь шанс в 25% расплавить броню врага и уменьшить её прочность на 20%. Дополнительно увеличивает урон огнём и теплом на 25%.","subCategory":"Магия огня","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":14,"skillId":6},{"subCategoryId":14,"skillId":26},{"subCategoryId":14,"skillId":32}],"1006":[{"subCategoryId":14,"skillId":37},{"subCategoryId":14,"skillId":38}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":14,"skillId":39}}]