[{"price":500,"skill":"Адепт психокинеза (пассивная способность)","description":"Персонаж, обладающий данной способностью, постиг азы влияния разумом на материальные объекты вокруг себя. Он получает +25 к шансу успешно воспользоваться способностями Психокинеза и возможность использовать мелкие трюки и фокусы, связанные с ним, вроде небольшой деформации предметов на расстоянии, например, алюминиевой банки. Все придуманные трюки не должны быть достаточно сильны, чтобы нанести противнику урон.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":1}},{"price":500,"skill":"Вырывание оружия (15 энергии)","description":"Позволяет персонажу вырывать оружие противника из рук силой мысли. Шанс успешного вырывания уменьшается вдвое, если у противника есть способности, увеличивающие физическую силу, а также вчетверо, если оружие закреплено на чём-то, например, на пилоне экзоскелета или на кибер-конечности.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":2}},{"price":500,"skill":"Кинетическое ускорение (3 энергии за действие)","description":"Позволяет персонажу вкладывать дополнительную кинетическую силу в свои ноги/крылья/другие конечности для передвижения и тем самым увеличивать скорость перемещения в два раза.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":3}},{"price":500,"skill":"Притягивание (20 энергии)","description":"Персонаж притягивает противника к себе, если тот находится не более чем в 10 метрах (+5 за каждый навык владения психокинезом) от него. Данная способность не прерывает применение противником способностей.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":4}},{"price":500,"skill":"Пси-барьер (4 энергии за действие)","description":"Позволяет персонажу создать в выбранном им месте на поле боя барьер из пси-энергии, попав в который любой физический неживой объект будет зависать на месте, не в силах полететь дальше. Как только пси-барьер исчезнет, все предметы, зависшие в нем полетят дальше с удвоенной скоростью и при попадании в цель нанесут 150% урона цели, по которой были изначально выпущены. Барьер требует 1 действие для активации и 1 для дезактивации и не может быть больше 20 метров в ширину и 20 метров в высоту.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":5}},{"price":500,"skill":"Пси-конечность (пассивная способность)","description":"Персонаж, владеющий данной способностью, обладает особой полупрозрачной конечностью длиной до 5 метров, состоящей из пси-энергии персонажа, и \"растущей\" из его спины. Обычно конечность похожа на полупрозрачную руку, хотя и может принимать другие формы - на усмотрение игрока. Персонаж может использовать её в бою как дополнительную руку, затратив 5 энергии, чтобы нанести противнику 0-30 урона, оставляя раны и порезы, похожие на раны от лезвия. Урон может быть увеличен способностями, увеличивающими урон от магии психокинеза. Шанс попасть пси-конечностью равен шансу применить психокинез, за вычетом штрафа использования доп. конечности. Персонаж при желании может использовать две пси-конечности вместо своих основных рук, в таком случае штраф доп. конечностей накладываться не будет. Стоимость одного движения пси-конечностью - 5 энергии. Пси-конечности обладают способностью проходить сквозь предметы и даже проникать в тело противника. Пси-конечностями можно держать любое одноручное оружие. Шанс попасть им будет равен среднему арифметическому между шансом персонажа попасть данным оружием и шансом попасть пси-конечностью, а расход энергии составит расход данного оружия +5 энергии. Способность можно покупать много раз: 1 способность - 1 пси-конечность. Однако, каждая пси-конечность уменьшает максимальное количество энергии персонажа на 20 единиц.","subCategory":"Психокинез","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":6}},{"price":500,"skill":"Пси-удар (15 энергии и 1 действие)","description":"Позволяет персонажу нанести мощный кинетический удар конечностью или телом, наносящий стандартный урон конечностью + 15-30 урона и с шансом в 5% наносящий противнику травму. Шанс попадания зависит от шанса использования способностей Психокинеза. Требует непосредственного физического контакта с противником.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":7}},{"price":500,"skill":"Психошар (15 энергии)","description":"Персонаж создает сгусток психокинетической энергии, и направляет его на противника. При попадании, шар взрывается, нанося 10-30 обычного магического урона в радиусе одного метра.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":8}},{"price":500,"skill":"Телекинез (10 энергии)","description":"Даёт персонажу возможность перемещать небольшие объекты весом до 5 килограмм (10 килограмм на уровне эксперта, 15 килограмм на уровне мастера, 25 килограмм на уровне Пути) в пространстве. Для перемещения необходимо, чтобы объект находился в поле зрения персонажа. Кроме того, позволяет бросать предметы в противников, тратя на это 1 действие. Шанс попадания зависит от шанса успешного применения способностей Психокинеза. При попадании наносит 0-2 урона за каждый килограмм веса объекта.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":9}},{"price":500,"skill":"Толчок (15 энергии)","description":"Позволяет персонажу толкнуть противника на расстоянии, сбив его концентрацию или даже опрокинув на землю. Шанс успешного опрокидывания зависит и от способностей противника: уменьшается вдвое, если противник считается \"Тяжёлым\" и вчетверо, если он крепко прицеплен к поверхности чем-либо.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":10}},{"price":1000,"skill":"Барьер поглощения (40 энергии)","description":"Маг окружает свое тело сферическим барьером. Барьер имеет 40 жизней (+10 за каждый навык владения психокинезом) и поглощает весь урон, направленный на персонажа извне. При поглощении урона, больше или равного текущим жизням, барьер исчезает, а персонаж получает остаточный урон. Время действия - 1 ход. Каждое успешное применение в течение 1 хода увеличивает энергозатраты на способность на 50%.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":11}},{"price":1000,"skill":"Бросок (30 энергии)","description":"Позволяет персонажу схватить противника и бросить его в любом направлении (хоть в землю) на расстояние до 30 метров. При приземлении противник получает 0-2 урона за каждый метр полёта или 25-50 урона в случае броска прямо в землю. В последнем случае противник оглушается на 2 действия и с шансом 10% получает травму. Требует физического контакта с врагом.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":12}},{"price":1000,"skill":"Воронка (50 энергии)","description":"Позволяет персонажу резко притянуть к себе все объекты в радиусе 30 метров (расстояние, на которое притягиваются объекты варьируется в 10-20 метрах). Объекты получают 0-5 урона за каждый метр полёта, а существа к тому же с шансом в 50% падают на землю.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":13}},{"price":1000,"skill":"Кинетическая сила (10 энергии за действие)","description":"Позволяет персонажу усилить своё тело за счёт силы разума, тем самым увеличив урон от всех рукопашных атак вдвое, а от способностей психокинеза, наносящих урон при физическом контакте с противником, в полтора раза.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":14}},{"price":1000,"skill":"Кинетическое отталкивание (1 энергии за метр)","description":"Позволяет персонажу вкладывать силу разума в прыжки, увеличивая их дальность и высоту. Расстояние прыжка зависит от количества энергии, вложенной в него. Максимальное увеличение не может быть больше 30 метров.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":15}},{"price":1000,"skill":"Массовые психошары (45 энергии)","description":"Создает до пяти психошаров, которые движутся по ломанной траектории, но бьют всегда одну цель. Каждый наносит 5-20 урона. Поскольку уклониться от таких шаров чрезвычайно тяжело, на уклонение накладывается такой же штраф, как в случае способности массового поражения.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":16}},{"price":1000,"skill":"Мобильный барьер (пассивная способность)","description":"Позволяет персонажу перемещать Пси-барьер в пространстве (в том числе и держать его всегда перед собой). Взамен увеличивает затраты энергии в два раза и ограничивает размер барьера до 5 метров в ширину и 5 метров в высоту.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":17}},{"price":1000,"skill":"Психический шок (40 энергии)","description":"Данную способность можно использовать в случае, если одна из ваших пси-конечностей оказалась в теле противника. Позволяет персонажу передать с помощью пси-конечности мощный заряд психической энергии в тело противника, который не только нанесет 20-80 урона, но и заставит противника чувствовать себя ментально истощенным, в результате чего все шансы на успех его действий в течении 1-3 следующих действий уменьшатся вдвое. Кроме того имеет шанс 33% оглушить врага на 1 действие.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":18}},{"price":1000,"skill":"Психокинетическое падение (40 энергии)","description":"Данный активный навык возможно активировать только в падении. По приземлению персонаж перенаправляет часть урона, который должен был получить от падения, в кинетический взрыв. Урон от взрыва составляет 50% урона от падения, а радиус - половина от высоты падения, но не более 25 метров. При этом сам персонаж всё равно получает урон от падения, но уменьшенный вдвое.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":19}},{"price":1000,"skill":"Рывок (30 энергии)","description":"Позволяет персонажу сделать резкий рывок в любом направлении, выпустив сильную кинетическую волну в обратную сторону. При отталкивании от противника наносит ему стандартный урон конечностью и 20-40 урона (относится к способностям, требующим физического контакта с врагом). Сам персонаж может оттолкнуться на расстояние до 20 метров от изначальной точки.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":20}},{"price":1000,"skill":"Стазис (30 энергии на активацию, 10 энергии за действие)","description":"Поток кинетической энергии окутывает врага, почти полностью парализуя его. Цель на время действия способности теряет способность двигаться и одновременно не может быть атакована физическими атаками из-за сильного потока энергии. Несмотря на это жертва способна говорить и использовать способности из разделов \"Псионика\" и \"Магия звука\". Также существует шанс 20%, что на следующее действие жертва выйдет из стазиса. Стазис нельзя поддерживать дольше 8 действий без перерыва в 1 ход. Персонаж, поддерживающий стазис, не может совершать какие-либо другие действия во время его работы..","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":21}},{"price":1000,"skill":"Эксперт психокинеза (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо развил свои психокинетические способности и может использовать их не хуже собственных рук или глаз. Он получает +50 к шансу успешно применить способности Психокинеза.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":22}},{"price":1500,"skill":"Барьер отражения (пассивная способность)","description":"Требует наличия способности \"Барьер поглощения\". Отныне при разрушении барьера испускается кинетическая волна, которая поражает всех противников в радиусе 10 метров, нанося им 15-50 урона.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":23}},{"price":1500,"skill":"Большой психошар (60 энергии)","description":"Создает большой психошар, который наполняется очень концентрированной психокинетической энергией. При контакте с врагом происходит объёмный взрыв, нанося 40-120 урона всем целям в радиусе 10 метров, отбрасывая их назад на 2-5 метров.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":24}},{"price":1500,"skill":"Дестабилизация спинного мозга (40 энергии за ход)","description":"Требует наличия хотя бы одной способности \"Пси-конечность\". Позволяет персонажу на ход увеличить количество энергии, поступающей в его пси-конечности. Их длина увеличивается до 15 метров, а урон возрастает до 20-45. При этом затраты энергии на их использование вырастают до 10 за удар, а также каждая из них уменьшает максимальный запас энергии на 30 вместо 20.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":6}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":25}},{"price":1500,"skill":"Кинетическая волна (50 энергии)","description":"Позволяет персонажу ударить что-либо настолько сильно, что из его руки или ноги вырвется мощный импульс энергии, который нанесет противнику и всему, что находится на расстоянии до 15 метров за ним, урон от удара конечностью + 30-110 урона. Кроме того, с шансом в 15% наносит противнику травму. Требует непосредственного физического контакта с врагом.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":26}},{"price":1500,"skill":"Ньютоновская броня (30 энергии + 10 за действие)","description":"Позволяет персонажу на время создать вокруг себя локальное психокинетическое поле, способное отражать от себя физические объекты и даже наносить врагам урон при контакте. С шансом в 15% любые физические атаки будут автоматически отражены, а при прикосновении поля к телу противника ему будет нанесено 15-30 урона за действие. Требуется 1 действие на активацию и деактивацию брони.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":27}},{"price":1500,"skill":"Оружие разума (пассивная способность)","description":"Данная способность позволяет использовать оружие при помощи телекинеза, а не конечностей. Шанс попасть оружием считается средним арифметическим от шанса успешно использовать Психокинез и данное оружие, а энергозатраты на удар/выстрел удваиваются. Не имеющий степени владения Психокинеза персонаж может использовать лишь одно одноручное холодное оружие, Адепт может использовать два одноручных холодных, одно двуручное и щиты, Эксперту психокинеза доступно средневековое стреляющее оружие, а Мастеру - любое. Владельцы одного из Путей Психокинеза могут одновременно использовать неограниченное количество любого оружия, но со снижением шанса попасть на 35 за каждое оружие, если их больше двух. Требует наличия способности Телекинез. Действует в радиусе 25 метров.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":28}},{"price":1500,"skill":"Психокинетическое поле (пассивная способность)","description":"Позволяет персонажу постоянно держать вокруг своего тела особое поле, замедляющее неживые физические объекты, попадающие в него. Уменьшает урон от всех физических атак на 25%.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":29}},{"price":1500,"skill":"Разрыв (40 энергии)","description":"Требует владения способностью \"Телекинез\". Позволяет персонажу на расстоянии рвать врагов или объекты на части. Наносит 60-120 урона и с шансом в 15% наносит противнику травму.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":30}},{"price":1500,"skill":"Удушение (40 энергии, +20 энергии за действие, если удушение длится более 4 действий)","description":"Требуется наличие способности \"Телекинез\". Персонаж, используя телекинез, мгновенно начинает душить противника. Пока действует удушье, противник лишается возможности передвигаться; шанс, что заклинание провалится, увеличится на 50%. Заклинатель не может передвигаться, иначе действие прервется. Двигать руками или ногами может, однако не способен защищаться или атаковать. За первое действие удушения противник получает 1-4 урона, за каждое последующее максимальный возможный урон увеличивается в два раза. Жертва имеет шанс вырваться из удушья, потратив на это 2 действия, но шанс на успех составляет лишь 25%. Кроме этого жертва может без штрафа использовать любые пси-способности. Способность прекращает действовать, если заклинатель теряет визуальный контакт с жертвой, если жертва ставит защиту с помощью навыка этой ветки, если заклинатель теряет концентрацию (например, оказывается оглушен) или сам желает прекратить.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":31}},{"price":2500,"skill":"Гравитационная аномалия (пассивная способность)","description":"Персонаж является аномалией, бросающей вызов самому закону гравитации. Он получает +30 к шансу применить способности психокинеза, однако -40 к шансу применить любую стихийную и действующую непосредственно на разум магию. Потратив 40 энергии и 2 действия, персонаж может превратить свое тело в гравитационную аномалию. В таком состоянии персонаж получает только 25% урона от атак с помощью психокинеза и 10% от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к психокинезу и требующие более 40 энергии для активации, а также обращаться с оружием или щитами, а любая атака с помощью теней, крови и проклятий будет наносить ему 150% урона. Кроме того, персонаж готовит чары психокинеза на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Шанс попасть оружием разума в таком состоянии считается только от шанса персонажа применить способности психокинеза, а штраф за каждое оружие уменьшается до -20, если в радиусе 10-ти метров нет эмиттеров. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":32}},{"price":2500,"skill":"Деформация (70 энергии)","description":"Требует способности \"Телекинез\". Позволяет персонажу поднять в воздух объект весом до 100 килограмм на 3 действия и сжать его с огромной силой. Наносит противнику 150-250 урона и всегда - одну травму. В течение трёх действий нахождения в воздухе противник не может двигаться и атаковать, но может использовать психические способности. Нельзя поднимать противника в воздух чаще одного раза в ход.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":33}},{"price":2500,"skill":"Защитный купол (15 энергии за действие, поддерживаемая способность)","description":"Для покупки этой способности необходимо наличие способности \"Пси-барьер\". Персонаж улучшает свои навыки работы с психокинетическими барьерами и теперь имеет возможность создавать защитный купол вокруг себя и тем самым защищаться со всех сторон. Таким образом, психокинетик становится центром купола, радиусом и высотой в 10 метров. При попадании в купол все физические неживые объекты зависают в воздухе. Как только купол исчезнет, все предметы, зависшие в нем полетят дальше с удвоенной скоростью и при попадании в цель нанесут 150% урона цели, по которой были изначально выпущены. Имея способность \"Мобильный барьер\", персонаж может, уменьшив размеры барьера и увеличив расходы энергии в два раза, передвигать такой купол вместе с собой.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":34}},{"price":2500,"skill":"Кинетический взрыв (80 энергии)","description":"Позволяет персонажу выплеснуть энергию в пространство вокруг себя, отбрасывая все объекты в радиусе 20 метров на расстояние до 25 метров и нанося им 50-100 урона, а также 0-5 урона за каждый метр полёта. С шансом в 20% наносит противнику травму.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":35}},{"price":2500,"skill":"Кинетическое копьё (75 энергии)","description":"Позволяет персонажу сконцентрировать психокинетическую энергию в тонкую линию, способную нанести сокрушительный удар в одну точку и даже пробить противника насквозь. Игнорирует любую броню и наносит 150 - 250 урона. С шансом в 50% пробивает цель насквозь и наносит точно такой же урон цели позади. Количество ударов насквозь не ограничено. Из-за концентрации энергии в одной точке велика вероятность промаха, поэтому шанс попадания данной способностью всегда ниже на 30.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":36}},{"price":2500,"skill":"Мастер психокинеза (пассивная способность)","description":"Персонаж в разы увеличил свою телекинетическую мощь и достиг почти самых вершин в этой сфере, тем самым получая +125 к шансу применить способности Психокинеза. Также, его пси-конечности наносят на 50% больше стандартного урона, и на 25% больше урона оружием ближнего боя, если они используют его.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":1},{"subCategoryId":28,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":37}},{"price":2500,"skill":"Стена мести (пассивная способность)","description":"Требует наличия способности «Пси-барьер». Благодаря этой способности всё, что должно было останавливаться Пси-барьером, начинает лететь в обратную сторону с удвоенной скоростью, нанося 100% урона цели, в которую попали отброшенные объекты. Шанс попадания отражённых снарядов вдвое меньше того, который был у них до отражения.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":38}},{"price":5000,"skill":"Путь Кинетики (пассивная способность)","description":"Освоив эту способность, персонаж в полной мере раскрывает способности своего разума и достигает уровня силы, которым в Эмпии владели менее десятка существ. Он посвящает себя развитию навыков именно телекинеза и получает стандартные бонусы от Пути, а также: он повышает вес, который он может поднять с помощью телекинеза, в два раза(расчёт ведётся после прибавления бонусов от навыков владения), но тратит на телекинез на 2 энергии больше за каждые 5 килограмм веса цели. Кроме того, он получает возможность кидаться сразу двумя объектами с помощью телекинеза за действие. Также повышает урон от способностей, использующих телекинез, на 25%.","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":1},{"subCategoryId":28,"skillId":22},{"subCategoryId":28,"skillId":37}],"1006":[{"subCategoryId":28,"skillId":40},{"subCategoryId":28,"skillId":41}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":39}},{"price":5000,"skill":"Путь Перегрузки (пассивная способность)","description":"Освоив эту способность, персонаж в полной мере раскрывает способности своего разума и достигает уровня силы, которым в Эмпии владели менее десятка существ. Он плюёт на все ограничения своего разума и тела и целенаправленно увеличивает свою мощь, невзирая на негативные последствия. Даёт стандартные бонусы от Пути, а также: все способности Психокинеза наносят на 50% больше урона. Плата за силу - собственоное здоровье. За каждое использвание способностей Психокинеза персонаж получает урон, равный 33% от стоимости заклинания (выражаться это может как в виде кровоточащих глаз/ушей/носа, так и в полноценных переломах, разрывах внутренних органов и других тяжёлых травмах).","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":1},{"subCategoryId":28,"skillId":22},{"subCategoryId":28,"skillId":37}],"1006":[{"subCategoryId":28,"skillId":39},{"subCategoryId":28,"skillId":41}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":40}},{"price":5000,"skill":"Путь Стабилизации (пассивная способность)","description":"Освоив эту способность, персонаж в полной мере раскрывает способности своего разума и достигает уровня силы, которым в Эмпии владели менее десятка существ. Он старается в полной мере контролировать свою мощь, отчего его сознание становится стабильнее. Даёт стандартные бонусы от Пути, а также: все энергозатраты на способности Психокинеза уменьшаются на 25%, а также с шансом 10% в начале каждого хода все его заклинания Психокинеза будут стоить в два раза меньше энергии на весь ход. Подобное может происходить не чаще, чем 1 раз в 3 хода (уменьшения стоимости на 25% и 50% НЕ СКЛАДЫВАЮТСЯ).","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":28,"skillId":1},{"subCategoryId":28,"skillId":22},{"subCategoryId":28,"skillId":37}],"1006":[{"subCategoryId":28,"skillId":39},{"subCategoryId":28,"skillId":40}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":41}},{"price":5000,"skill":"Сингулярность (150 энергии и 1 ход)","description":"Позволяет персонажу создать на поле боя локальную сингулярность - точку, обладающую огромной силой притяжения и затягивающую все объекты внутрь себя. Сингулярность существует в течение хода и за каждое действие притягивает все незакреплённые объекты (в том числе и живых существ) на 10 метров к себе, не считая того, кто её создал. При попадании в сингулярность объект получает 20-40 урона за каждое действие, которое он пробыло \"внутри\" сингулярности. По истечению времени существования сингулярность резко расхлопывается и разбрасывает все затянутые объекты в стороны на расстояние до 50 метров (в том числе и в высоту), нанося им ещё 50-150 урона, а также 0-10 урона за каждый метр полёта. В случае попадания в сингулярность существам гарантированно наносится 2 травмы, а также в 30% случаев - ещё одна. Сингулярность может быть создана только в пустом месте (нельзя создавать её внутри объектов и тел существ).","subCategory":"Психокинез","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":28,"skillId":42}}]