[{"price":500,"skill":"Адепт проклятий (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо разбирается в магии проклятий. Он получает +25 к шансу успешно использовать способности из магии проклятий в бою и получает возможность наложить 2 активных проклятия одновременно. Без этой способности активным может быть только одно проклятие.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":1}},{"price":500,"skill":"Проклятие агонии (30 энергии)","description":"Проклятие вызывает ощущение приближающейся смерти у жертвы. За каждое действие, которое противник тратит не на отдых, он получает 0-5 урона. Во время подготовки умений каждое действие есть шанс 10%, что подготовка прервется. Проклятие действует два хода.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":2}},{"price":500,"skill":"Проклятие тонкой кожи (40 энергии)","description":"Увеличивает урон от физических атак на 10%. Каждый уровень владения магией тьмы увеличивает урон дополнительно на 5%. Действует на два хода.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":3}},{"price":500,"skill":"Проклятие усталости (20 энергии)","description":"Любое физическое действие врага требует вдвое больше энергии. Кроме того количество действий за ход, которые есть у персонажа уменьшается на 1. Действует 2 хода.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":4}},{"price":500,"skill":"Проклятие хаоса (40 энергии)","description":"Уменьшает точность цели, снижая шанс попасть дистанционными умениями на 10%. Каждый уровень владения магией тьмы увеличивает урон дополнительно на 5%. Действует на два хода.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":5}},{"price":1000,"skill":"Предать мраку (30 энергии)","description":"Наносит цели 0-20 урона. С вероятностью 20% обновляет проклятия, действующие на цель, восстанавливая их время действия. Вероятность считается отдельно для каждого действующего проклятия. Каждый навык владения магией тьмы увеличивает вероятность на 5%. В случае продления действия проклятия, оно получает устойчивость к этому эффекту, и вероятность обновить его ещё раз уменьшается в два раза.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":6}},{"price":1000,"skill":"Проклятие бездны (40 энергии)","description":"В момент наложения проклятия с цели снимается один положительный эффект, кроме того, каждое действие с шансом 20% будет снят еще один положительный эффект. Эффектом может быть благословение, положительное влияние различных химических веществ и любое другое положительное магическое или не магическое влияние кроме стартовых бонусов персонажа. Проклятие длится один ход. За каждый уровень владения школой шанс снять дополнительный эффект увеличивается еще на 10%. Может использоваться для разрушения магических предметов, в таком случае каждое действие включая первое предмету наносится 50 единиц урона.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":7}},{"price":1000,"skill":"Проклятие забвения (60 энергии)","description":"Проклятие снижает шанс применить любую способность на 20. Дополнительно уменьшает шанс применить способность на 10 за каждый навык владения магией тьмы, а также с вероятностью 10% заставит цель забыть кто она и что хотела сделать, что приведет к тому, что на все время действия умения она не будет способна производить любые действия, кроме передвижения. Действует один ход.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":8}},{"price":1000,"skill":"Проклятие немоты (40 энергии)","description":"Проклинает цель, запрещая ей колдовать в течение 2-8 действий. При повторном наложении на ту же цель в течение следующих трех ходов шанс успеха снижается в два раза. Способность не блокирует уже действующие заклинания, но делает невозможной активацию отложенных заклинаний. В ролевой лишает цель возможности говорить.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":9}},{"price":1000,"skill":"Проклятие ослабленной души (40 энергии)","description":"Проклинает цель, увеличивая получаемый ею урон от магии на 10%. Каждый уровень владения магией тьмы увеличивает урон дополнительно на 5%. Действует на два хода.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":10}},{"price":1000,"skill":"Проклятое оружие (40 энергии)","description":"Персонаж проклинает своё оружие магией тьмы, в результате чего при каждой атаке существует вероятность 33% наложить на противника эффект способности Предать мраку. Действует 3 хода. Не действует с благословлённым оружием.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":11}},{"price":1000,"skill":"Эксперт проклятий (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил магию проклятий на продвинутом уровне. Он получает +50 к шансу на успех способностей магии проклятий в бою, а также способность наложения трех активных проклятий одновременно.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":21,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":12}},{"price":1500,"skill":"Массовый мрак (50 энергии)","description":"Наносит всем противникам в радиусе 25 метров 0-60 урона, а также обновляет действующие на них проклятия с вероятностью 10%. Вероятность считается отдельно для каждого действующего проклятия. Каждый навык владения магией тьмы увеличивает вероятность на 5%. В случае продления действия проклятия, оно получает устойчивость к этому эффекту, и вероятность обновить его ещё раз уменьшается в два раза.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":13}},{"price":1500,"skill":"Проклятие рока (60 энергии)","description":"Если в течение следующих шести действий противник провалит подготовку какого-либо умения или промахнется любым своим ударом, он с вероятностью 50% получит 0-30 урона за каждую неудачу.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":14}},{"price":1500,"skill":"Проклятие смерти (50 энергии)","description":"Проклятие, уподобляющее жертву мертвецу. Урон от заклинаний магии света возрастает на 25%. Персонаж так же теряет пассивную способность к регенерации энергии во время пропуска действий, однако способность восстанавливать энергию при пропуске хода остается. Попытки исцелить цель нанесут ей урон в размере 50-100% процентов от того значения, что должно было восстановиться. Действует два хода.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":15}},{"price":1500,"skill":"Проклятие страха (60 энергии)","description":"Заставляет противника увидеть собственную смерть в мучениях и ввести его в состояние ужаса. Способность получает +10 к шансу на успех за каждые 50 единиц энергии наложившего проклятие и -20 к шансу на успех за каждые 25 жизней у противника. В случае, если способность сработала успешно с вероятностью 50% противник застывает на месте на 2-8 действий не в силах сделать что-либо или даже пошевелиться. В остальных случаях противник начинает бегать в случайные стороны и паниковать, что длится 1-12 действий. На данное проклятие не действуют способности, продлевающие время действия.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":16}},{"price":1500,"skill":"Пытка разума (80 энергии)","description":"Пока проклятие действует, каждый раз, когда персонаж противника использует умение, относящееся к магии или техническим способностям, а также психические умения, он получает 0-30 урона. Действует два хода. Одновременно может быть активно только одно умение типа \"пытка\".","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":17}},{"price":1500,"skill":"Пытка тела (80 энергии)","description":"Пока проклятие действует, каждый раз, когда персонаж противника использует физические умения или наносит физический удар, он получает 0-15 урона. Действует два хода. Одновременно может быть активно только одно умение типа \"пытка\".","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":18}},{"price":2500,"skill":"Кара проклятых (90 энергии)","description":"Снимает с цели все активные проклятия и магические негативные эффекты. За каждый снятый эффект жертва получает 10-50 урона.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":19}},{"price":2500,"skill":"Мастер проклятий (пассивная способность)","description":"Персонаж, обладающий данной способностью, является мастером в наложении проклятий. Он получает +125 к шансу на успех при наложении проклятий в бою, а также способность наложения 4х активных проклятий одновременно.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":21,"skillId":1},{"subCategoryId":21,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":20}},{"price":2500,"skill":"Метка тьмы (100 энергии)","description":"Накладывает на противника метку тьмы. Под действием метки, все проклятия, наложенные на противника, удваивают свой эффект. Если у проклятия нет эффекта, который можно было бы удвоить, удваивается время действия. Способности \"Предать мраку\" и \"Массовый мрак\" наносят удвоенный урон цели. Метка действует два хода, а также ещё 0-4 действия за каждый уровень владения магией тьмы.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":21}},{"price":2500,"skill":"Ритуал мрака (1 ход)","description":"Успешно завершивший ритуал маг тьмы получает новое свойство для своих проклятий. После завершения действия проклятия, оно с вероятностью в 5% за каждый навык владения магией тьмы обновит время своего действия, и получит 50% устойчивость к обновлению срока действия. Не действует на проклятия, созданные до начала этого ритуала.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":22}},{"price":5000,"skill":"Поглощение тьмы (150 энергии)","description":"Противник поражается самой сущностью тьмы. С него снимаются все положительные эффекты, и накладываются проклятия, которые являются противоположностью к этим эффектам. Количество проклятий будет равно максимальному количеству, которое может контролировать маг тьмы. Если положительных эффектов недостаточно, на цель будут наложены случайные проклятия из магии тьмы (причем даже те, которыми не владеет персонаж).","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":23}},{"price":5000,"skill":"Путь Интенсивных Проклятий (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил новые способы наложения проклятий. Даёт стандартные бонусы от Пути, а также: он получает возможность накладывать две копии одного проклятия, при этом их эффекты будут суммироваться, а время действия будет считаться отдельно. Однако наложение второй копии проклятья обходится дороже на 50% энергии.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":21,"skillId":1},{"subCategoryId":21,"skillId":12},{"subCategoryId":21,"skillId":20}],"1006":[{"subCategoryId":21,"skillId":25},{"subCategoryId":21,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":24}},{"price":5000,"skill":"Путь Массовых Проклятий (пассивная способность)","description":"Персонаж, обладающий данной способностью, расширил свои познания в области проклятий больше других. Даёт стандартные бонусы от Пути, а также: он получает возможность накладывать до шести активных проклятий одновременно, а при наложении проклятия, направленного на одну цель, с вероятностью 25% накладывает такое же проклятие на соседнего противника.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":21,"skillId":1},{"subCategoryId":21,"skillId":12},{"subCategoryId":21,"skillId":20}],"1006":[{"subCategoryId":21,"skillId":24},{"subCategoryId":21,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":25}},{"price":5000,"skill":"Путь Нестабильных Проклятий (пассивная способность)","description":"Персонаж, обладающий данной способностью, насылает проклятия намного чаще других. Даёт стандартные бонусы от Пути, а также: при использовании способности \"Предать мраку\" он получает 50% шанс мгновенно и без затрат энергии наложить на противника случайное проклятье, которое есть в его арсенале способностей. В случае применения способности \"Массовый мрак\" такая вероятность составляет 25%. Также увеличивает урон от этих двух способностей на 25%.","subCategory":"Магия проклятия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":21,"skillId":1},{"subCategoryId":21,"skillId":12},{"subCategoryId":21,"skillId":20}],"1006":[{"subCategoryId":21,"skillId":24},{"subCategoryId":21,"skillId":25}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":21,"skillId":26}}]