[{"price":500,"skill":"Атака стеблями (20 энергии)","description":"Выращивает от одного до трех стеблей, наносящих 5-40 урона, на любом участке почвы, с которой имеет тактильный контакт. Например, если бой проходит в парке, лесу или другом месте, где земля ничем не покрыта, то стебли можно вырастить в любой точке поля боя, если на поле присутствует несколько не соединенных друг с другом участков земли, то только на том, которого маг касается кожей. Если использовать заклинание на любой другой (непригодной для жизни флоры) поверхности, стебли вырастают в полуметре от того места, которого касается использующий, а подготовка занимает 4 действия вместо 2.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":1}},{"price":500,"skill":"Древесное передвижение (пассивная способность)","description":"Особая связь между деревом и призвавшим его друидом. Позволяет друиду, призвавшему дерево на поле боя, свободно передвигаться по его поверхности, игнорируя законы гравитации. Друид, обладающий этой способностью, может с легкостью вертикально подниматься по стволу дерева, стоять на одной из его веток вниз головой и никогда не упадет с дерева, пока коры дерева касается хотя-бы одна его конечность.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":2}},{"price":500,"skill":"Друг зверей (пассивная способность)","description":"Персонаж становится настоящим другом диких животных, что позволяет ему просить их об исполнении некоторых просьб. К примеру, слетать ястреба на разведку или принести какой-либо предмет. К сожалению, вера зверей в человека не так велика, поэтому заставить животных сражаться на своей стороне у мага не получится. Однако шанс на успешный призыв животных увеличивается на 25.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":3}},{"price":500,"skill":"Друид (пассивная способность)","description":"Персонаж, обладающий данной способностью, считается настоящим друидом, жителем лесов. Он получает +25 к шансу успешно использовать способности, связанные с магией природы в бою. Призванные им существа получают +1 действие в ходу. Ни одно лесное животное никогда не станет его атаковать. Однако же, спутники противника или призванные им существа все еще способны это делать.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":4}},{"price":500,"skill":"Контакт с деревом (4 действия)","description":"Позволяет персонажу, владеющему этой способностью, коснуться дерева и войти с ним в контакт, в результате чего дерево станет воспринимать персонажа, как своего хозяина, и будет считаться призванным им.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":5}},{"price":500,"skill":"Маскировка леса (20 энергии +10 энергии за каждое перемещение)","description":"Позволяет спрятаться в лесу, став почти полностью невидимым для противника (шанс найти персонажа не более 20%), и выжидать его в лесных тенях и иногда перебираться из одного темного уголка леса в другой, подбираясь к противнику все ближе. В случае, если противник окажется возле персонажа, когда тот замаскирован, персонаж сможет немедленно нанести ему неожиданный удар, отнимающий в 2 раза больше жизней, чем обычный. Однако сразу после этого маскировка спадет, даже если удар был неудачен.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":6}},{"price":500,"skill":"Подпитка (20 энергии)","description":"Помещает труп человека, животного, или останки крупного растения под землю, превращая этот участок на три хода в плодородную почву. При выращивании чего-либо на плодородной почве друид тратит на 10 энергии и 1 действие меньше номинального. Труп, при использовании на нем этого заклинания, становится непригоден для вселения духа или создания из него нежити.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":7}},{"price":500,"skill":"Понимание природы (пассивная способность)","description":"Посвятив себя долгим часам медитации, персонаж научился понимать саму природу. Он может «разговаривать» с деревьями, кустами или даже травой. Он может увидеть «их» воспоминания или, к примеру, узнать по какой причине сгорел лес. Растения в радиусе 5 метров способны сообщать ему, если с ними контактирует противник, чей уровень владения магией природы не превышает уровень персонажа - мнет стебли, наступает на ветки деревьев и т.д. Является способностью усиленного обнаружения.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":8}},{"price":500,"skill":"Призвать грызунов (20 энергии)","description":"Позволяет персонажу, владеющему данной способностью, призвать на поле боя 1-5 грызунов. Каждое животное будет иметь всего по 5 жизней и в случае атаки на противника будет отнимать 0-5 жизней за укус. Однако в случае, если грызуны сумеют забраться в одежду или любое другое место, где хранятся вещи противника, то они получат 50% шанс украсть одну случайную не тяжелую (не тяжелее ножа) вещь из его запасов. Грызуна можно посылать воровать вещи противника не чаще, чем раз в ход. Помимо этого они являются идеальными переносчиками заразы, и любая болезнь или проклятие, наложенное на грызуна, перейдет к жертве хотя бы при одном укусе. В случае смерти или потери сознания персонажем, грызуны исчезают. Имеют только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":9}},{"price":500,"skill":"Призыв дерева (35 энергии и 4 действия)","description":"Позволяет персонажу вырастить на поле боя дерево, которое будет иметь 200 жизней. Его можно использовать для других способностей.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":10}},{"price":500,"skill":"Призыв летучих мышей (40 энергии)","description":"Персонаж призывает стаю из 2-8 небольших летучих мышей, которые по приказу персонажа набрасываются на противника и, словно вампиры, начинают высасывать его кровь и жизненные силы, присваивая их себе и передавая их персонажу. За каждые 2 отнятые у жертвы жизни летучая мышь увеличивает запас жизней персонажа на 1 единицу. У каждой летучей мыши изначально всего 2 жизни, и за укус каждая из них может нанести 0-4 урона. Но чем больше жизней высосут маленькие вампиры, тем больше жизней они получат. Шанс попасть по летучим мышам равен лишь половине от обычного шанса попасть при ударе, однако в случае успеха один удар может нанести урон не одной, а нескольким находящимся рядом мышам. В случае смерти или потери сознания персонажа, летучие мыши исчезают. Имеют только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":11}},{"price":500,"skill":"Призыв мелкого хищника (20 энергии)","description":"Позволяет персонажу призвать на поле боя представителя мелких хищных животных. Животное будет иметь 50 жизней и 125 энергии, а наносить 0-8 урона за удар. Шанс попасть по противнику или увернуться от его атаки равен 125 единицам. Имеет только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":12}},{"price":500,"skill":"Притягивание стеблями (20 энергии)","description":"Необходимо наличие способности «Атака стеблями». Призвав стебли, маг природы может приказать им поймать любую цель, даже летающую. Живое растение с силой оттолкнется от земли во всю свою длину и попытается схватить цель в радиусе 25 метров от себя. В случае успеха лианы обовьются вокруг конечности пойманного, лишая его возможности выйти за пределы зоны поражения стеблей. Цель при этом всё ещё будет способна уворачиваться от атак и свободно передвигаться в доступной зоне. Потратив ещё 25 энергии и 1 действие, маг природы может заставить стебли резко сократиться и притянуть противника вплотную к месту их произрастания и обездвижить его на 1 действие, но делать такое можно не чаще 1 раза в 4 действия. Шанс противника освободиться составляет 40% за каждое действие, но если у него в руках есть рубящее/режущее оружие и возможность пользоваться им, то шансы освободиться увеличиваются до 75%. Стебли существуют в течение 1 хода. На одну и ту же цель можно применять не раньше 1-го хода после окончания действия предыдущей такой способности.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":13}},{"price":500,"skill":"Язык животных (пассивная способность)","description":"Персонаж, обладающий этим умением, понимает речь животных и может разговаривать с ними. Распространяется на питомцев.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":14}},{"price":1000,"skill":"Врачевание леса (30 энергии)","description":"Персонаж, используя силы природы, может восстановить любому животному или существу, имеющему животные черты, от 20 до 60 жизни. Если персонаж находится в лесу, то максимальное количество жизней, которое может восстановить данная способность, увеличивается до 90.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":15}},{"price":1000,"skill":"Гриб-ловушка (30 энергии)","description":"Позволяет персонажу-друиду создать на земле едва заметный гриб-ловушку, взрывающийся как только на него кто-либо наступит. Взрыв отнимает 0-50 жизней, однако помимо урона от взрыва гриб заражает наступившего ядовитыми спорами, в результате чего на него накладывается один из 4 следующих эффектов: 1 - шанс попасть уменьшается на 25 единиц; 2 - шанс увернуться от атаки уменьшается на 25 единиц; 3 - отравление с потерей 0-2 жизней за действие; 4 - снижение скорости передвижения на 1 метр за действие.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":16}},{"price":1000,"skill":"Защита дерева (20 энергии на активацию + 5 энергии за действие)","description":"Друид, находящийся на призванном им дереве и активировавший эту способность, получает полный иммунитет к магии, наносящей прямой урон и не имеющей никаких иных эффектов. Дерево забирает себе весь урон, который магия должна была нанести друиду, в удвоенном размере. В случае, если персонаж оторвется от дерева, или дерево погибнет, способность перестанет работать. К тому же, в случае, если магия не направлена на прямое нанесение урона или обладает каким-либо дополнительным эффектом, то эффекты накладываются на персонажа. Пока данная способность активна, персонаж не может отдыхать и восстанавливать свою энергию любым другим способом.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":17}},{"price":1000,"skill":"Лечебные споры (40 энергии)","description":"Друид распыляет на поле боя особые споры, которые при попадании на тела союзников залечивают их раны и придают им сил. В течение хода в радиусе 50 метров от друида все союзники начинают восстанавливать 0-5 жизней и 0-5 энергии за действие. Способность действует и на самого друида, но её эффект на нём уменьшается в два раза.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":18}},{"price":1000,"skill":"Оплетающие корни (30 энергии)","description":"Выращивает множество корней с острыми шипами вокруг ног противника. Корни просуществуют два хода, после чего завянут. Шипы на корнях расположены таким образом, что не нанесут урона, если жертва не будет двигаться. Однако, в случае, если противник пожелает освободиться раньше, чем заклинание прекратит свое действие, он сможет это сделать, получив 30-70 единиц урона.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":19}},{"price":1000,"skill":"Плотоядные растения (пассивная способность)","description":"25% урона, наносимого растениями персонажа, идут на восстановление его здоровья. Работает только, когда у персонажа есть тактильный контакт с растениями.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":20}},{"price":1000,"skill":"Призыв крупного хищника (50 энергии)","description":"Позволяет персонажу призвать на поле боя крупного, но меньшего чем медведь, представителя хищных животных. Такое животное будет иметь 110 жизней и 140 энергии, а наносить 3-15 урона за удар, тратя на удар по 6 энергии, и шанс попасть или увернуться будет равен 75 единицам. В лесу и на природе хищники чувствуют себя увереннее, из-за чего их шанс попасть увеличивается ещё на 50 единиц, а минимальный и максимальный урон от ударов на 1. В случае смерти или потери сознания персонажа, животное исчезает. Имеет только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":21}},{"price":1000,"skill":"Призыв роя ос (40 энергии)","description":"Персонаж призывает рой ос, который устремляется на противника, отвлекая его на 2-4 действия и нанося по 0-30 урона за действие, после чего рой пропадает.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":22}},{"price":1000,"skill":"Призыв хищного растения (50 энергии)","description":"Позволяет персонажу призвать на поле боя хищное, плотоядное растение. Такое растение будет иметь 100 жизней и 100 энергии и наносить 3-15 урона за удар, тратя на удар по 6 энергии. Шанс попасть у плотоядного растения достаточно высок и равен 150, но ему куда сложнее увернуться от атак из-за плохой мобильности, шанс уклониться, равен 50. Растение способно перемещаться, но делает медленнее обычных существ (ходьба - 2 метра за действие, бег 4 метра за действие). На природе, вне городских стен, растения чувствуют себя лучше, из-за чего их шанс попасть увеличивается ещё на 50 единиц, а минимальный и максимальный урон от ударов на 1. В случае смерти или потери сознания персонажа, растение исчезает. Имеет только 4 действия в ходу. На призванное растение действуют все улучшения игрока, связанные с его растениями.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":23}},{"price":1000,"skill":"Смена погоды (50 энергии и 4 действия)","description":"Персонаж меняет текущую погоду на любую другую по выбору. Однако в 30% случаев способность срабатывает с ошибкой, и погода сменяется на случайную.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":24}},{"price":1000,"skill":"Сонная пыльца (40 энергии)","description":"Выращивает цветок, выбрасывающий в воздух рядом с собой большое облако собственной летучей пыльцы ровно через ход после создания. Радиус облака 5 метров. Любой, кто окажется в облаке, погрузится в сон. Облако продержится два хода, после чего осядет. Каждое действие есть шанс, определяемый Мастером, что порыв ветра переместит облако в любую сторону или унесет с поля боя совсем. На облако также можно подействовать с помощью способностей магии воздуха. Сон начнется сразу после того, как пыльца попадает в организм, и продлится шесть действий считая с момента, когда существо перестанет её вдыхать. Не действует на роботов и всех, кто по тем или иным причинам не имеет обоняния.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":25}},{"price":1000,"skill":"Тело-дендрарий (пассивная способность)","description":"На теле персонажа произрастают те или иные растения, создавая естественный защитный покров. Вид растений остаётся на совести персонажа. Растительность работает как естественная броня и способна блокировать 1-4 урона. В случае крайней необходимости персонаж может потратить 2 действия и поглотить силу растения, восстановив себе по 25 единиц энергии и жизни, однако в таком случае защитный покров перестаёт действовать до конца боя, либо до истечения суток в ролевой.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":26}},{"price":1000,"skill":"Удар дерева (35 энергии)","description":"Позволяет друиду, призвавшему на поле боя дерево, заставить его взмахнуть своими ветвями и нанести противнику удар, отнимающий 10-50 жизней. Удар сработает только в том случае, если противник находится не более чем в 3 метрах от дерева.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":27}},{"price":1000,"skill":"Хозяин роя (пассивная способность)","description":"Рядом с персонажем (на его теле, внутри него или в одном из его предметов) обитает целая колония насекомых (муравьёв, ос, блох и т.д.). Вид насекомых остаётся на совести персонажа. Если персонаж получает урон в ближнем бою, рой начинает в течение 4 действий атаковать всех кроме самого персонажа в радиусе 5 метров, нанося за действие 0-10 урона. Эффект обновляется при получении персонажем урона в ближнем бою.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":28}},{"price":1000,"skill":"Эксперт-друид (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет дарами природы и не просто использует, но и чувствует их. Он получает +50 к шансу на успех при использовании магии природы и связанных с нею призывов в бою. Призванные им существа получают +2 действия в ходу (бонус заменяет предыдущий).","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":29}},{"price":1500,"skill":"Внимательный тренер (пассивная способность)","description":"Персонаж давно общается с животными и нашёл к каждому из них индивидуальный подход. Отныне каждый из призванных питомцев при призыве   будет иметь на 1 действие больше, но при этом призыв каждого животного стоит на 10% больше энергии.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":30}},{"price":1500,"skill":"Восстанавливающий росток (10 энергии + энергия на прочность)","description":"Создает особое растение, способное вместить в себя заклинателя или любое другое живое существо. Находясь внутри, персонаж будет слабо защищен от внешнего воздействия и будет восстанавливать энергию со скоростью вдвое больше обычной, но не сможет предпринимать каких-либо действий и использовать способности. Стандартно растение имеет лишь 5 единиц здоровья, но это значение увеличивается на 5 за каждые 10 дополнительно потраченной энергии.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":31}},{"price":1500,"skill":"Дендроид (75 энергии)","description":"Позволяет персонажу заставить дерево пробудиться и сражаться на его стороне. Корни дерева превращаются в его ноги, ветки - в 2-6 похожих на руки конечности, а на макушке появляется что-то, похожее на лицо. Дендроид будет иметь столько же жизней, сколько имело дерево, удары его конечностей будут наносить 10-50 урона, количество энергии будет не ограничено, однако в ход у него всего 4 действия из-за медлительности. Передвигаться такое существо будет со скоростью 2 метра за действие. Кроме того, острое оружие и огонь будут наносить дендроиду двойной урон. В случае смерти или потери сознания персонажа, дендроид исчезает.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":32}},{"price":1500,"skill":"Зооморф (90 энергии и 4 действия)","description":"Позволяет персонажу и одному из призванных им животных слиться воедино, став Зооморфом - существом, обладающим особенностями и свойствами как человека, так и объединившегося с ним животного. Максимальные жизни и энергия зооморфа увеличиваются на 50% от максимальных жизней и энергии животного(но не более 200 жизней и 300 энергии), его физические атаки начинают наносить средний урон между уроном от физического удара персонажа и уроном от физического удара животного. К тому же зооморф обретает все пассивные бонусы слившегося с ним животного и его внешние особенности, у каждого персонажа-зооморфа выражающиеся своим образом. Некоторые изменяют свой рост и вес, становясь очень похожими на животных, другие же лишь меняют форму ушей, получают шерсть и другие незначительные признаки существа, с которым они слились. Действие способности длится до тех пор, пока персонаж не отменит её, или до конца боя. В мирной ситуации эффект длится не более суток.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":33}},{"price":1500,"skill":"Натуральный токсин (пассивная способность)","description":"Все растения, производящие споры или пыльцу, отныне способны придавать ей эффект любого ядовитого вещества из раздела \"Алхимия\", которое сам персонаж способен создавать. Стандартный эффект при этом исчезает. Кроме того, сам персонаж может собрать или, имея соответствующую анатомию (ядовитые железы), произвести и выдохнуть небольшое облако подобной пыльцы или газа, потратив то количество энергии, которое необходимо для создания яда. Облако продержится только 1 действие и отравит любого, кто его вдохнет.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":34}},{"price":1500,"skill":"Помощь дерева (1 ход)","description":"Позволяет персонажу, коснувшись одного из деревьев на поле боя, попросить у него помощи и быстрого исцеления. Дерево откликнется на просьбу и увеличит количество жизней персонажа на 20-60% от его максимального уровня жизней. Однако сразу после применения данной способности дерево погибнет, превратившись в бесполезную кору, непригодную для других способностей и пассивных бонусов персонажа.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":35}},{"price":1500,"skill":"Призыв велоцираптора (75 энергии)","description":"Позволяет персонажу призвать на поле боя велоцираптора - хищного двуногого динозавра, достигающего в высоту 2 метров, а в длину от кончика хвоста до начала пасти - 4 метров. Велоцираптор имеет 150 жизней и 250 энергии, передвигается со скоростью до 10 метров за действие и прыгает на расстояние до 12 метров. Обладает тремя видами атак: 1 - укус, шанс попасть - 100, урон - 5-25, расход энергии - 10; 2 - удар лапой, шанс попасть - 150, урон - 4-12, расход энергии - 6; 3 - удар хвостом, шанс попасть - 125, урон - 0-18, расход энергии - 12, в 50% случаев удар отбрасывает противника на 1-4 метра назад и сбивает действие, которое тот планирует совершить. В случае смерти или потери сознания персонажа, велоцираптор исчезает. Имеет только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":36}},{"price":1500,"skill":"Призыв медведя (80 энергии)","description":"Персонаж, владеющий данной способностью, может призвать на поле боя медведя - одного из самых крупных млекопитающих-хищников. Медведь имеет 300 жизней и 150 энергии, передвигается со скоростью до 6 метров за действие и прыгает на расстояние до 8 метров за раз. Обладает двумя видами атак: 1 - укус, шанс попасть - 100, урон - 5-30, расход энергии - 8; 2 - удар лапой, шанс попасть - 100, урон - 10-40, расход энергии - 12. В случае смерти или потери сознания персонажа, медведь исчезает. Имеет только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":37}},{"price":1500,"skill":"Тернии (50 энергии + дополнительная энергия)","description":"Вокруг заклинателя кольцом вырастают густые заросли сорной колючей травы. Любое движение или физическая способность попавшего в них будут наносить ему 5-10 урона. Кроме того, скорость любого существа, попавшего в заросли, уменьшается на 75%. Заклятье просуществует три хода, после чего стебли завянут. Чтобы вырубить квадратный метр травы, нужно нанести ей 15 единиц урона. Радиус кольца изначально равен трем метрам, но увеличивается на метр за каждые 10 единиц потраченной энергии. Находясь в центре кольца, заклинатель не будет получать урона от применения физических способностей, однако это продлится только до тех пор, пока он не сойдет с места.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":38}},{"price":1500,"skill":"Удушение (60 энергии)","description":"Требуется навык \"Атака стеблями\". Призвав или используя уже призванные лианы, маг природы может приказать им схватить врага и начать душить его, лишая 5-15 жизней каждое действие, удерживая на месте и не позволяя применять любые заклинания при помощи голоса. У жертвы есть возможность, ценой в 10 единиц энергии и 1 действия, разорвать лианы с шансом в 50%. Если у противника есть возможность использовать рубящее или режущее оружие, то шанс освободиться увеличивается до 80%. Повторно применять способность на одну и ту же цель можно только через 1 ход после того, как она спадёт с цели.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":39}},{"price":1500,"skill":"Флороморф (50 энергии и 4 действия)","description":"Позволяет друиду слиться с любым призванным им растением, в результате чего они становятся единым существом. После слияния количество жизней становится равно общей сумме растения и самого персонажа. В случае, если персонаж сливается с вросшим в землю растением (например, деревом), он не сможет атаковать физически и передвигаться, но сможет использовать любую магию. В случае, если персонаж сливается с подвижным растением, то вес мага становится на 60% меньше, он становится легче и проворнее, что даёт ему +25 к шансу уклониться от атаки противника. Также слившийся с растением персонаж получает +50 к шансу применить любую способность из ветки магии природы, однако будет получать двойной урон от острого оружия и огня.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":40}},{"price":2500,"skill":"Венец Дриады (пассивная способность)","description":"Персонаж благословлен природой и смешал саму свою сущность с ней. Он получает +30 к шансу применить способности магии природы, однако -40 к шансу применить все другие заклинания, имеющие отношение к темной магии. Потратив 40 энергии и 2 действия, он может превратить свое тело в сплетение могучих растений. В таком состоянии персонаж получает только 25% урона от атак с помощью земли и магии природы, а также любых атак, наносящих физический урон, однако не может использовать магию огня, а любая атака с помощью огня и тепла будет наносить ему 150% урона. Кроме того, слившийся со стихией персонаж готовит чары магии природы на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Любой, кто попытается коснуться его без эмиттера, будет мгновенно атакован шипами, прорастающими из тела персонажа, и в течение 4 действий будет получать 1-10 урона. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":41}},{"price":2500,"skill":"Взрыв роз (80 энергии)","description":"Маг природы способен покрыть поле боя (максимальный радиус - 50 метров) многочисленными розами, которые являются не только прекрасными,   но и смертоносными. По велению мага они способны взрываться, нанося своим жертвам 75-175 урона, а также восстанавливать своему хозяину 5-15%   здоровья от общей суммы нанесённого урона. После использования этой способности всё поле боя покрывается лепестками роз.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":42}},{"price":2500,"skill":"Мастер-друид (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил магию природы и теперь управлять природой для него не сложнее, чем дышать или говорить. Он получает +125 к шансу на успех при использовании магии природы и любые призванные персонажем живые существа получают +3 действия в ходу и +50% жизней (бонусы заменяют предыдущие).","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":4},{"subCategoryId":18,"skillId":29}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":43}},{"price":2500,"skill":"Призыв единорога (125 энергии и 4 действия)","description":"Персонаж призывает на поле боя единорога. Это очень гордое и красивое существо. Оно никогда не будет бить противника в спину, а предпочтёт честную схватку. Единороги обладают сопротивлением к магии - заклинания с затратами не более 50 энергии наносят им на 50% меньше урона. На них так же не действуют проклятья, магия разума, а их мощная аура развеет любую иллюзию, кроме самых искусных (стоимостью более 50 энергии). Единорог имеет 400 жизней и 300 энергии, в конце каждого хода восстанавливает себе или своему хозяину 20-50 энергии и наносит 30-60 урона за удар. В случае смерти или потери сознания персонажа, единорог исчезает. Имеет только 4 действия в ходу.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":44}},{"price":2500,"skill":"Призыв карниворы (100 энергии, 4 действия)","description":"Друид призывает на свою сторону карнивору – опасное плотоядное растение, которое будет сражаться на стороне призвавшего. Оно имеет 250 жизней и 300 энергии, а также способно применять Атаку стеблями. Укус карниворы наносит 10-75 урона противнику в радиусе 10 метров от существа и расходует 20 энергии. Шансы на успешное действие карниворы равны шансам персонажа применить магию природы. Изначально имеет 4 действия. Получает на 50% больше урона от огня.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":45}},{"price":2500,"skill":"Призыв теневой пантеры (140 энергии и 4 действия)","description":"Позволяет персонажу призвать на поле боя теневую пантеру - хищное существо семейства кошачьих, в длину достигающую двух метров и высотой в холке до 80 сантиметров. Теневая пантера является скрытным хищником и поэтому появляется на поле боя в состоянии полной невидимости (уровень скрытности - 200), видеть её могут только сам призыватель и те, кому он это позволяет. Из невидимости пантера выходит во время атаки, но спустя 3 действия становится невидимой вновь, если за это время не производит атак и не получает урона от врагов. Пантера имеет 300 жизней и 350 энергии, передвигается со скоростью 15 метров за действие и может атаковать противников зубами (30-60 колющего урона за 10 энергии) и когтями (20-40 режущего урона за 10 энергии). Кроме того, у теневой пантеры высокий шанс уклонения - 250. Имеет в ходу 4 действия. Если противник хотя бы раз обнаружит пантеру в состоянии невидимости, то больше уходить в невидимость она не сможет.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":46}},{"price":2500,"skill":"Призыв штормового орла (110 энергии и 4 действия)","description":"Позволяет персонажу призвать на поле боя штормового орла - огромную хищную птицу, в длину достигающую полутора метров и с размахом крыльев до 5 метров. Штормовой орел имеет 150 жизней и 300 энергии. Обладает двумя видами атак: удар когтями с уроном 20-45 и затратами энергии 10 и удар клювом с уроном 15-30 и затратами энергии 8. За каждое действие передвижения на максимальной скорости перед ударом клювом урон от удара увеличивается на 5-15, а шанс уклониться от него уменьшается на 25, эффект может складываться до 4-х раз. Кроме этого орёл способен применять способности \"Молния\" и \"Небесная молния\" из магии воздуха. Имеет в ходу 4 действия.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":47}},{"price":5000,"skill":"Призыв дракона (200 энергии и 2 хода)","description":"Персонаж призывает одно из сильнейших магических существ – дракона. Призвать дракона весьма сложно, однако если вам это удалось, то мало что сможет его остановить. Драконы обладают иммунитетом к любому магическому заклинанию, требующему менее 100 энергии, также на него не действуют иллюзии, пси-способности, проклятья. Дракон имеет 1000 жизней и 750 энергии. Его удары лапами или хвостом способны оглушить с 25% вероятностью на 6 действий, их урон 30-80, затраты энергии 50. Удар его хвостом нанесет урон всем противникам перед ним на расстоянии до 10 метров, отнимая у них до 40-120 жизней, но затрачивает 75 энергии. Он может извергать пламя, наносящее урон огнём от 50 до 150 - это требует 100 энергии и 2 действия на применение. В случае смерти или потери сознания персонажа, дракон исчезает. Имеет только 4 действия в ходу. Если у персонажа есть навык Пути в других магических ветвях (например, магии огня), дракон может принять эту стихию в себя, став драконом огня. Дракон получит дополнительные свойства, зависящие от стихии, а также возможность применять магию этой стихии с шансом 300.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":48}},{"price":5000,"skill":"Путь Дендролога (пассивная способность)","description":"Персонаж освоил магию природы на уровне, превосходящем кого-либо другого. Он сосредоточил свои знания на призыве деревьев и способностях, связанных с ними. Теперь у призванных деревьев на 100 жизней больше при призыве, к тому же они получают от огня только на 50% больше урона, а не на 100%. Если персонаж призывает Дендроида, у того будет на 1 действие больше в ходу. Способность Зооморф можно применять к Дендроиду, получается Дендроморф. К тому же имеется 25% шанс призвать два дерева вместо одного. Также персонаж получает стандартные бонусы Пути.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":4},{"subCategoryId":18,"skillId":29},{"subCategoryId":18,"skillId":43}],"1006":[{"subCategoryId":18,"skillId":50},{"subCategoryId":18,"skillId":51}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":49}},{"price":5000,"skill":"Путь Зоолога (пассивная способность)","description":"Персонаж освоил магию природы на уровне, превосходящем кого-либо другого. Он сосредоточил свои знания на призыве животных. Его животные получают +1 действие за ход, а также +2% жизней за каждую его способность магии природы. Их урон и затраты энергии возрастают на 25%. При желании, персонаж может применить способность Зооморф на двух животных. В таком случае он получит по 25% жизней от каждого из них, а его урон будет посчитан как среднее арифметическое между его уроном и двух животных. Также персонаж получает стандартные бонусы Пути.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":4},{"subCategoryId":18,"skillId":29},{"subCategoryId":18,"skillId":43}],"1006":[{"subCategoryId":18,"skillId":49},{"subCategoryId":18,"skillId":51}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":50}},{"price":5000,"skill":"Путь Натуралиста (пассивная способность)","description":"Персонаж освоил магию природы на уровне, превосходящем кого-либо другого. Он полностью посвятил себя необузданной дикой природе. Складывается ощущение, что листья и корни растут прямо на его теле. Природа в нём, и он распространяет её повсюду. По своему желанию персонаж начинает преобразовывать местность вокруг себя. Корни и листва с его тела начинают опутывать всё вокруг, даже если это полностью лишённое почвы место. В бою подразумевается, что персонажа постоянно имеет тактильный контакт со всеми своими кустарниками. К тому же вокруг него на постоянной основе действуют бонусы нахождения в лесу или на природе. Его заклинания, связанные с растениями, имеют на 50% повышенный урон, но требуют на 25% больше энергии для использования. Также персонаж получает стандартные бонусы Пути.","subCategory":"Магия природы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":18,"skillId":4},{"subCategoryId":18,"skillId":29},{"subCategoryId":18,"skillId":43}],"1006":[{"subCategoryId":18,"skillId":49},{"subCategoryId":18,"skillId":50}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":18,"skillId":51}}]