[{"price":500,"skill":"Взгляд в прошлое (пассивная способность)","description":"Позволяет, прикоснувшись к объекту, узнать что с ним происходило в течение некоторого времени. Максимум - сутки, и добавляется 1 день за каждый уровень владения. На живых существах не работает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":1}},{"price":500,"skill":"Временной коллапс (15 энергии)","description":"Наносит 0-30 урона цели. Этот урон нельзя излечить с помощью магии этой школы. Защититься от этой способности на 50% сложнее.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":2}},{"price":500,"skill":"Закрыть портал (25 энергии и 2 действия)","description":"Позволяет быстро закрыть один из порталов, свой или чужой, на поле боя. Нельзя закрыть портал, если кто-то еще не прошел через него до конца.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":3}},{"price":500,"skill":"Замедление (30 энергии)","description":"В следующем ходу цель совершит на 2 действия меньше, а шанс уклониться от атак уменьшится на 25. На одну цель можно одновременно наложить только один такой эффект. Дает 1 очко искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":4}},{"price":500,"skill":"Манипулятор измерениями (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения манипуляции пространством и временем. Он получает +25 к шансу успешного применения способностей манипулирования пространством и временем, и возможность накапливать до 5 очков искажения. В случае если персонаж превысит лимит очков искажения на 1 единицу, он получит урон от способности \"Временной коллапс\". Если он превысит лимит на 2 очка - получит двойной урон, если на 3 - тройной и т.д. Очки искажения можно сбросить в конце боя, или с помощью специальных способностей. Без этой способности манипулятор может накапливать до 3 очков искажений.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":5}},{"price":500,"skill":"Обращение времени (30 энергии)","description":"Восстанавливает цели 5-20 жизней и 10-30 энергии. Действует на нежить и механизмы. Не воскрешает мертвых и не приводит в сознание. Дает 1 очко искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":6}},{"price":500,"skill":"Перемещение (15 энергии и 1 действие)","description":"Позволяет персонажу, потратив небольшой запас энергии, практически мгновенно (за 1 действие) переместиться на расстояние до 20 метров. Перемещение невозможно, если перед персонажем находится преграда, например, стена, или его что-то удерживает на месте.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":7}},{"price":500,"skill":"Перемещение разлома (15 энергии и 1 действие)","description":"Позволяет персонажу мгновенно переместить любой созданный им пространственный разлом и любой объект в радиусе до 5 метров от него к месту, где находится в данный момент правая или левая ладонь персонажа. Чтобы использовать эту способность, в месте, куда переносится объект, должно быть достаточно для него места. Сразу после перемещения разлом исчезает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":8}},{"price":500,"skill":"Призыв снаряжения (30 энергии)","description":"Персонаж хранит свои оружие, броню, а также другие элементы одежды в специальном пространственном кармане, и способен телепортировать всё это снаряжение прямо на себя в бою. При этом, броня или одежда автоматически надевается, а оружие и щит берутся в руки. При помощи данной способности, персонаж может хранить до двух единиц брони/одежды, и двух единиц оружия и щитов. Он может менять их местами, если этого требует ситуация в бою.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":9}},{"price":500,"skill":"Пространственный разлом (10 энергии)","description":"Позволяет персонажу создать в радиусе 10 метров пространственный разлом. Разлом представляет из себя небольшое искажение пространства, которое само по себе ничего не делает. Используется вместе с другими способностями. Разломы исчезают, если персонаж уходит от них далее чем на 100 метров.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":10}},{"price":500,"skill":"Стазисный карман (пассивная способность)","description":"Питомец персонажа или робот, созданный им, в случае необходимости, могут быть помещены в специальный пространственный карман, который погружает их в стазис. Когда хозяину это необходимо, он может призвать питомца или робота из этого кармана на поле боя. Таким образом можно содержать до 2-х питомцев или роботов.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":11}},{"price":500,"skill":"Ускорение (30 энергии)","description":"В следующем ходу цель сможет совершить на 2 действия больше, а шанс уклониться от атак возрастет на 25. На одну цель можно одновременно наложить только один такой эффект. Дает 1 очко искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":12}},{"price":1000,"skill":"Вне пространства и времени (60 энергии и 4 действия)","description":"Убирает цель из течения пространства и времени на 2-6 действий, в течение которых ее просто не существует. В течение этих действий цель невосприимчива к влияниям со стороны и не может влиять на реальность - не активирует ловушек, систем наблюдения и прочего. Снимает негативные эффекты, наложенные заклинаниями этой ветки. Дает 2 очка искажения. Не сбрасывает накопленные очки искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":13}},{"price":1000,"skill":"Возвращение оружия (1 действие и 20 энергии)","description":"Позволяет персонажу, владеющему данной способностью, один раз за бой (2 раза при наличии Пути соответствующего оружия) вернуть себе в руки оружие, вырванное или оторванное противником с помощью каких-либо способностей.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":14}},{"price":1000,"skill":"Воровство времени (40 энергии)","description":"Совмещает в себе \"Замедление\" и \"Ускорение\". Персонаж отнимает у противника 1 действие в следующем ходу и передает его союзнику или самому себе. Можно накладывать до двух раз на одну цель, но нельзя одновременно с этой способностью использовать \"Замедление\" и \"Ускорение\". Дает 1 очко искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":15}},{"price":1000,"skill":"Восстановление материи (20 энергии)","description":"Персонаж может вернуть материальной вещи прежний облик, если она не была полностью аннигилирована. Данная способность 2 раза за день/бой может восстановить сломанное оружие или броню, вернув им начальные характеристики. Можно восстанавливать вещи, которые были сломаны не более чем 2 часа назад. Накапливает 1 ОИ.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":16}},{"price":1000,"skill":"Луч искажения (40 энергии + 20 энергии за действие)","description":"Маг выпускает из рук луч аномальной энергии, позволяющий манипулировать состоянием существа или предмета. За каждое действие, пока луч направлен на цель, последняя получает урон, равный 1% (+1% за каждую ступень владения веткой,) от максимального здоровья. Таким образом нельзя опустить здоровье цели ниже 50%. На урон от способности не действуют никакие модификаторы. За каждые 2 действия работы маг накапливает по 1 ОИ.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":17}},{"price":1000,"skill":"Мастерство создания разломов (пассивная способность)","description":"Персонаж научился создавать пространственные разломы на дальних расстояниях. Теперь он может создавать их на расстоянии до 100 метров.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":18}},{"price":1000,"skill":"Медитация искажения (4 действия)","description":"Позволяет провести сеанс медитации, в результате которого с манипулятора снимется 1-4 накопленных ранее очков искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":19}},{"price":1000,"skill":"Обмен разломов (30 энергии)","description":"Позволяет поменять местами 2 объекта, рядом с которыми в радиусе до 5 метров стоят пространственные разломы. Объекты меняются местами мгновенно. Сразу после этого оба разлома исчезают.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":20}},{"price":1000,"skill":"Открыть портал (25 энергии)","description":"Позволяет создать портал в радиусе до 5 метров от себя. Радиус увеличивается на 5 метров с каждым навыком владения. Портал можно создать только в поле зрения персонажа. В случае, если портал на поле боя всего один, персонаж, зайдя в портал, выйдет через него же. Если на поле боя два портала, то персонаж, зайдя в один портал, выйдет через второй. Если же на поле боя больше двух порталов, то зайдя в один из порталов, персонаж выйдет через случайный портал, но только не через тот, в который он вошел. Каждый персонаж создает собственную сеть порталов, и создав свой портал, нельзя выйти через чужой портал. Портал существует 3 хода с момента создания, +1 ход за каждый навык владения, после чего исчезает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":21}},{"price":1000,"skill":"Подрыв разлома (40 энергии)","description":"Позволяет игроку взорвать созданный им пространственный разлом, в результате чего те, кто находятся в радиусе 10 метров от разлома получат 35-90 урона. Также у противников, поражённых взрывом, на 25% уменьшается скорость передвижения на 2 действия. Сразу после взрыва разлом исчезает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":22}},{"price":1000,"skill":"Преследующий разлом (40 энергии)","description":"Персонаж видоизменяет один из своих разломов, заставляя его следовать за противником. Разлом будет перемещаться за своей целью, неотступно следуя за ней. Разлом должен изначально находиться в радиусе 10 метров от противника, и не может перемещаться быстрее 10 метров за действие. Способность действует 3 хода, после чего разлом исчезает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":23}},{"price":1000,"skill":"Пространственный карман (пассивная способность)","description":"Позволяет персонажу создать в какой-либо ограниченной области (сумке, кошельке, личном шкафчике) зону расширенного пространства, что даст возможность хранить внутри гораздо больший объем предметов, чем обычно. Одновременно можно иметь только 2 таких кармана. Один карман может вместить до 10 килограмм вещей, при этом они будут чувствоваться не более 1 килограмма снаружи.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":24}},{"price":1000,"skill":"Растяжение времени (40 энергии)","description":"Улучшает течение времени для цели, что позволяет ускорить применение 3х последующих способностей на 50%. Не действует с бонусом от Пути. Даёт 2 очка искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":25}},{"price":1000,"skill":"Ротация (60 энергии)","description":"Персонаж искажает пространство и мгновенно меняется с целью местами. При этом он не должен находиться над или в земле, в воде, и других местах, требующих повышенной концентрации. Даёт 2 очка искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":26}},{"price":1000,"skill":"Сфера замедленного времени (50 энергии)","description":"Персонаж создаёт вокруг цели специальное поле, внутри которого время течёт гораздо медленнее, чем снаружи. Сфера имеет радиус в 3 метра и может держать свой эффект на трёх существах одновременно. Внутри такой сферы существа имеют на 25% меньше шансов уклониться/защититься, а любые наложенные на них эффекты длятся в два раза дольше. Сфера существует 1 ход, но может развеяться, если в ней окажется более 3-х существ одновременно. При накладывании поверх сферы ускоренного времени уничтожает её и уничтожается сама. Даёт 2 очка искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":27}},{"price":1000,"skill":"Сфера ускоренного времени (50 Энергии)","description":"Персонаж создаёт вокруг цели специальное поле, внутри которого время течёт гораздо быстрее, чем снаружи. Сфера имеет радиус в 3 метра и может держать свой эффект на трёх существах одновременно. Внутри такой сферы существа восстанавливают на 5 больше энергии каждое действие и на 60 больше за ход, однако любые физические действия в этой сфере тратят в 2 раза больше энергии.Сфера существует 1 ход, но может развеяться, если в ней окажется более 3-х существ одновременно. При накладывании поверх сферы замедленного времени уничтожает её и уничтожается сама. Даёт 1 очко искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":28}},{"price":1000,"skill":"Телепортация (40 энергии)","description":"Позволяет персонажу телепортироваться на расстояние до 20 метров в любую сторону. Способность является абсолютно бесшумной. Преграды и попытки удержать персонажа на месте не помешают ему уйти. Однако в случае если не видна конечная точка телепортации, могут быть некоторые последствия. Позволяет дополнительно брать с собой 33% от массы тела персонажа; экипировка и инвентарь не считаются дополнительным грузом.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":29}},{"price":1000,"skill":"Эксперт-манипулятор (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо манипулирует пространством и временем. Он получает +50 к шансу успешного применения способностей по управлению пространством и временем, и получает возможность накапливать до 7 очков искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":30}},{"price":1500,"skill":"Возвращение во времени (50 энергии +20 за каждое действие)","description":"Позволяет персонажу вернуться назад во времени на несколько действий. Он перемещается на то место, где находился такое количество действий назад, и получает такое здоровье, которое у него было столько действий назад. Энергия не восстанавливается. Каждое последующее применение этой способности в бою уменьшает шанс успешного применения на 33%. Дает 3 очка искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":31}},{"price":1500,"skill":"Временная нестабильность (пассивная способность)","description":"Персонаж, обладающий данной способностью, крайне нестабилен во временном измерении. В начале каждого хода у такого персонажа существует шанс 20%, что весь полученный им в этом ходу урон будет нанесён ему в полном размере лишь в начале следующего хода. Отсрочка урона может срабатывать лишь один раз и не может быть продлена на последующие ходы. Использовать вместе с \"Пространственной нестабильностью\" можно лишь при наличии одного из трёх Путей Пространственной магии.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":32}},{"price":1500,"skill":"Временная разгрузка (пассивная способность)","description":"Позволяет персонажу, не применявшему в течение 4 действий способности, накапливающие очки искажения, уменьшать количество очков искажения на 0-1 каждое действие.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":33}},{"price":1500,"skill":"Запрет порталов (50 энергии и 4 действия)","description":"Позволяет заблокировать открытие порталов в радиусе 10 метров вокруг пространственного разлома на 2 хода. В конце применения способности разлом исчезает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":34}},{"price":1500,"skill":"Ловушка Мёбиуса (80 энергии)","description":"Манипулятор измерениями на 4-8 действий помещает противника в специальную пространственно-временную петлю. В результате действия данной   способности, куда бы ни попытался переместиться противник, какие ухищрения для этого ни прилагал, в результате он всё равно вернётся в точку   своего изначального расположения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":35}},{"price":1500,"skill":"Отслеживание перемещений (35 энергии)","description":"Позволяет персонажу, чувствуя пространство, определить через какой портал выйдет противник, или в какое место он телепортировался.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":36}},{"price":1500,"skill":"Пространственная нестабильность (пассивная способность)","description":"Персонаж, обладающий данной способностью, крайне нестабилен в пространственном измерении. При получении урона, превышающего по размеру 10% от его максимальных жизней, персонаж получает +30 к шансу увернуться от любой атаки врага до конца текущего хода. Бонус может складываться несколько раз. Но из-за той же нестабильности способность понижает стандартный шанс персонажа увернуться от атак на 30. Использовать вместе с \"Временной нестабильностью\" можно лишь при наличии одного из трёх Путей Пространственной магии.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":37}},{"price":1500,"skill":"Разрушение времени (60 энергии и 4 действия)","description":"Останавливает течение времени для цели. Цель теряет возможность совершать что-либо на 1-3 действий, и получает 20-40 урона за каждое действие. Дает 3 очка искажения. На одной и той же цели можно применять спустя ход после окончания действия предыдущей способности.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":38}},{"price":1500,"skill":"Стена замедления (50 энергии и 4 действия)","description":"Создает перед собой невидимую стену магической энергии. Живые объекты, проходя через стену, получают эффект от способности \"Замедление\" на два хода, боеприпасы и магия замедляются, что снижает вероятность успешного попадания в два раза. Стена существует два хода. Дает 2 очка искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":39}},{"price":1500,"skill":"Фазовый скачок (пассивная способность)","description":"Требует наличия способности \"Перемещение\". При получении эффекта контроля есть шанс 60% что у персонажа появится возможность применить Перемещение в выбранную сторону, и 30% что он при этом избавится от полученного эффекта контроля. Не работает с другими способностями анти-контроля.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":7}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":40}},{"price":1500,"skill":"Цепная реакция (пассивная способность)","description":"Персонаж научился приводить разломы в нестабильное состояние перед их подрывом. Если в радиусе подрыва находится другой разлом, то он автоматически взрывается тоже. У персонажа при этом отнимается энергия, как будто он сам подорвал еще один разлом. Эффект распространяется по цепи, до тех пор пока не останется ни одного разлома в радиусе взрывов, или пока энергия у персонажа не упадет ниже нуля.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":41}},{"price":1500,"skill":"Червоточина (55 энергии) ","description":"Под ногами у противника появляется пространственная дыра-ловушка, которая затягивает его и \"выплёвывает\" в том же месте в 10-15 метрах над землёй. Враг сбивается с ног, получает 25-70 урона + урон от падения с высоты. Можно применять не чаще 1 раза за ход.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":42}},{"price":1500,"skill":"Чувство разломов (пассивная способность)","description":"Персонаж отлично чувствует свои разломы. Он прекрасно осведомлен о том, что происходит в радиусе 3х метров от разлома. Он может применять способности пространства и времени против целей рядом с разломами, даже если они находятся вне поля его зрения, или его видимость ограничена. Создавать новые разломы таким способом нельзя.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":43}},{"price":2500,"skill":"Временной катаклизм (пассивная способность)","description":"Успешное применение «Временного коллапса» или «Разрушения времени» с вероятностью 50% ухудшает восприятие времени цели на 2 хода, увеличивая количество действий для подготовки любого умения на 1.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":44}},{"price":2500,"skill":"Мастер-манипулятор (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично развил манипуляции пространством и временем. Он получает +125 к шансу успешного применения способностей манипулирования пространством и временем и получает возможность накапливать до 10 очков искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":5},{"subCategoryId":30,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":45}},{"price":2500,"skill":"Механизм Часов (пассивная способность)","description":"Персонаж благословлен временем и пространством и смешал саму свою сущность с ними. Он получает +30 к шансу применить способности пространственной магии, однако -40 к шансу применить элементальную магию и магию искажения реальности. Потратив 40 энергии и 2 действия, он может превратить своё тело в живую пространственно-временную аномалию. В этом состоянии персонаж получает только 25% урон от любых атак с помощью магии пространства и 10% урона от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к магии пространства и требующие более 40 энергии для активации, а также обращаться с оружием или щитами, а любая атака с помощью искажения реальности будет наносить ему 150% урона. Кроме того, персонаж готовит заклинания магии пространства на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Будучи в активном состоянии он способен замедлять врагов в радиусе 20 метров от себя, уменьшая их количество действий в ходу на 2, если у них нет эмиттеров. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":46}},{"price":2500,"skill":"Нить времени (150 энергии и 4 действия)","description":"Маг времени находит одну единственную нить времени, принадлежащую любому существу на поле боя (в том числе и себе), после чего получает возможности внести изменения в ход временной линии. Он может либо повредить нить времени, нанеся цели 50-250 урона + 0-20 урона за каждый пространственный разлом на поле боя, либо изменить прошлое и восстановить цели жизни на ту же величину. Максимальное кол-во действующих на способность разломов - 5. Даёт 2 ОИ и 4 ОИ за каждое последующее применение в течение хода.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":47}},{"price":2500,"skill":"Откат времени (пассивная способность)","description":"В случае, если жизни персонажа уменьшаются до нуля, срабатывает внутренний временной механизм, который возвращает персонажа обратно на 4-8 действий. Персонаж переместится в то место, где он находился в тот момент, и будет иметь столько жизней, сколько он имел в тот момент. Энергию возвращение во времени не восстанавливает. Также после применения этой способности нельзя пользоваться другими способностями по управлению временем в течение 1 хода. Срабатывает один раз за бой. Нельзя использовать с другими способностями воскрешения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":48}},{"price":2500,"skill":"Парадоксальный клон (100 энергии и 4 действия)","description":"Персонаж прибегает к высшему уровню пространственной магии, вырывая из пространства и времени свою собственную копию до момента применения данного заклинания. Состояние копии равно состоянию персонажа на момент начала призыва. Копия полностью подчиняется воле персонажа, существует ровно 1 ход, после чего исчезает. Однако из-за своей нестабильности копия не может использовать способности дороже 1000 опыта и не может призывать других существ. В момент исчезновения клона персонаж получит 50% урона, нанесённого по клону за время его существования. Одновременно можно иметь только одну копию.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":49}},{"price":2500,"skill":"Расширение пространства (100 энергии и 1 ход)","description":"Необходимо обладание способностью «Пространственный карман». Действует аналогично, но в гораздо большем масштабе. Позволяет магически расширить определенную область пространства, например, превращая маленькую комнату в огромный зал. При этом снаружи области изменений не будет видно.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":24}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":50}},{"price":2500,"skill":"Свернутое пространство (120 энергии и 1 ход)","description":"Необходим уровень владения не ниже «Эксперт-манипулятор». Позволяет манипулятору свернуть пространство в зоне 30х30 метров (50х50 метров для обладателя Пути), скрывая находящиеся в ней объекты от посторонних глаз. Так можно спрятать целый дом на улице в городе, создавая для всех остальных полную видимость, что пространства с этим домом никогда и не было. Пространство зоны \"схлопывается\" в двухмерной прозрачный разлом размером со всю зону. Если кто-то случайно зайдет в этот разлом, он окажется в спрятанной зоне. Если он пройдет ее до конца, то выйдет с другой стороны разлома.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":51}},{"price":2500,"skill":"Соединение разломов (60 энергии +2 за каждый разлом)","description":"Позволяет соединить два (+1 за каждый уровень владения) разлома воедино, тем самым исказив пространство на 3-8 действий. Находящиеся в зоне соединенных разломов персонажи получат 20-90 урона и потеряют способность ориентироваться. Возможность выбраться из искаженного пространства будет равна 25%, плюс 5% с каждым действием работы способности.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":52}},{"price":2500,"skill":"Сфера стазиса (60 энергии + 2 за каждый метр)","description":"Останавливает время всех объектов в радиусе N метров на 2-6 действий. Жертва данного умения не сможет уклоняться/защищаться или атаковать в течение заданного числа действий, однако при использовании любой атаки или умения, или же просто при неосторожном прикосновении к ней, она вернет себе подвижность и избавится от эффекта способности. Дает 3 очка искажения.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":53}},{"price":2500,"skill":"Телепортационный побег (1 ход и всё энергия персонажа, минимум 100, максимум 500)","description":"Позволяет персонажу в случае опасности потратить всю имеющуюся у него в наличии энергию, чтобы быстро переместиться в любое место в пределах Эмпии. Куда переместиться выбирает лишь он. Позволяет дополнительно брать с собой 33% от массы тела персонажа; экипировка и инвентарь не считаются дополнительным грузом. В случае если у персонажа на момент использования способности осталось меньше 100 энергии, способность не сработает. Сразу после телепортации персонаж полностью лишается сил и теряет сознание на несколько минут. В случае, если у персонажа на момент телепортации было больше 500 энергии, отнимается только 500 и персонаж при этом не теряет сознание.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":54}},{"price":2500,"skill":"Темпоральный откат (4 действия и 100 энергии)","description":"Позволяет персонажу отмотать время на всём поле боя на начало предыдущего хода. Способность позволяет воскрешать мертвых, чинить технику, в случае, если они были убиты или разрушены в течение срока, на который происходит перемотка времени. Показатели здоровья и энергии равны показателям здоровья и энергии, которые имелись у персонажей на поле боя в начале предыдущего хода. В результате действия этой способности никто, кроме мага времени, не помнит, что произошло. Энергия за использование данной способности снимается ПОСЛЕ перемотки. Даёт 5 очков искажения. Способность нельзя использовать чаще, чем раз в бой/день.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":55}},{"price":5000,"skill":"Путь Времени (пассивная способность)","description":"Персонаж полностью постиг управление пространством и временем и отлично чувствует их. Даёт стандартные бонусы от Пути, а также:  все его заклинания, наносящие противнику урон пространством или временем, будут иметь шанс в 25% проявляться со временем, нанося половину уже причиненного ущерба. Проявляется способность в течении 1-4 действий, и никто не знает когда именно это произойдёт. Также, при накоплении любого количества очков изменения, вокруг персонажа в радиусе 5 метров срабатывает \"Временной коллапс\", но не наносит урона ему самому, если очки искажения не превышены. Шанс, что \"Временной коллапс\" сработает на противника, равен шансу применить эту способность.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":5},{"subCategoryId":30,"skillId":30},{"subCategoryId":30,"skillId":45}],"1006":[{"subCategoryId":30,"skillId":57},{"subCategoryId":30,"skillId":58}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":56}},{"price":5000,"skill":"Путь Искажения (пассивная способность)","description":"Персонаж полностью постиг управление пространством и временем и отлично чувствует их. Даёт стандартные бонусы от Пути, а также: персонаж научился ловко балансировать на грани временного коллапса, получая некоторую пользу от очков искажения. За каждое накопленное очко искажения, персонаж повышает эффективность способностей, расходующих ОИ, на +2,5%. При превышении лимита за каждое следующее накопленное очко искажения, персонаж будет получать +5% к эффективности способностей. Превышение лимита становится для персонажа не таким страшным, так как он получает на 25% меньше урона от \"Временного коллапса\", вызванного превышением лимита. На способности, не связанные с накоплением очков искажения, этот бонус распространяется только с 50% эффективностью. Также позволяет использовать способности манипулирования пространством с уменьшенными на 50% затратами энергии, но в таком случае эти способности начинают накапливать ОИ - по 1 единице за каждые 50 энергии от базовой стоимости способности.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":5},{"subCategoryId":30,"skillId":30},{"subCategoryId":30,"skillId":45}],"1006":[{"subCategoryId":30,"skillId":56},{"subCategoryId":30,"skillId":58}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":57}},{"price":5000,"skill":"Путь Пространства (пассивная способность)","description":"Персонаж полностью постиг управление пространством и временем и отлично чувствует их. Даёт стандартные бонусы от Пути, а также: все его заклинания, наносящие противнику урон пространством или временем, станут действовать в пространственном промежутке радиусом до 3х метров. В случае, если у заклинания уже есть радиус поражения, то он увеличивается в полтора раза. Также, при применении способностей по управлению пространством, с 25% вероятностью на месте применения появится пространственный разлом, который персонаж может использовать для своих целей.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":30,"skillId":5},{"subCategoryId":30,"skillId":30},{"subCategoryId":30,"skillId":45}],"1006":[{"subCategoryId":30,"skillId":56},{"subCategoryId":30,"skillId":57}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":58}},{"price":5000,"skill":"Разрыв континуума (275 энергии и 1 ход)","description":"Позволяет персонажу, используя огромное количество энергии, расширить один из пространственных разломов на поле боя до огромных размеров. Получившаяся пространственно-временная дыра начинает оказывать разрушительное влияние на всех в радиусе 25 метров от изначального положения разлома и увеличиваться на 10 метров за каждое действие, достигая в итоге 75 метров в радиусе. У всех находящихся в пределах действия пространственного разрыва в начале каждого хода случайно меняется количество действий в ходу от 0 до 16, а также каждые 4 действия наносится 0-150 урона. Находящиеся за пределами разрыва не могут как-либо взаимодействовать с находящимися внутри него и наоборот, однако можно свободно входить в зону действия аномалии и выходить из неё. Изменение количества действий ВСЕГДА работает и на союзниках, и на врагах. Разрыв существует 2 хода, после чего исчезает.","subCategory":"Пространственная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":30,"skillId":59}}]