[{"price":500,"skill":"Апатия (25 энергии)","description":"чительной степени снижая его эмоциональное состояние и бодрость духа. Моральный дух соперника резко падает, вместе с тем снижаются и все его шансы совершить какое-либо активное действие на 25 единиц. Действует 1 ход. Не складывается между собой. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":1}},{"price":500,"skill":"Ментальная травма (15 энергии)","description":"Позволяет персонажу наносить урон напрямую по разуму врага. При использовании наносит 0-30 урона, но не сразу. После троекратного успешного использования способности на противнике наносится сумма повреждений, кроме того противник оглушается на 2 действия. В случае хотя бы одного провала серии наносится сумма урона только тех травм, что были успешны. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":2}},{"price":500,"skill":"Нервное расстройство (25 энергии)","description":"Позволяет персонажу нарушать работу нервной системы врага и лишать его возможности отдыхать на 2 хода, а также уменьшать количество общей восстанавливаемой энергии на 33% на 1 ход. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":3}},{"price":500,"skill":"Пассивная эмпатия (пассивная способность)","description":"Персонаж, обладающий данной способностью является неплохим эмпатом. Он способен при прикосновении с другим живым существом прекрасно ощутить все его эмоции, даже если те тщательно пытаются их скрыть. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":4}},{"price":500,"skill":"Псионик (пассивная способность)","description":"Персонаж, обладающий данной способностью хорошо освоил владение психическими способностями. Персонаж может заставить собеседника или противника почувствовать какую-то слабую эмоцию или желание, которые не могут повлиять на ход боя или конкретные действия субъектов. Он получает +10 к шансу защититься от психической способности противника и +25 к шансу успешно применить психическую способность.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":5}},{"price":500,"skill":"Сон (15 энергии +5 энергии за каждое действие сна)","description":"Позволяет персонажу во время телепатического контакта ввести оппонента в состояние сна. В состоянии сна энергия оппонента восстанавливается в полтора раза быстрее, однако он теряет возможность что-либо делать или уворачиваться от атак противника. Противник проснется как только ему нанесут урон или как только телепатический контакт с псиоником, который ввел его в состояние сна, прервется. Помимо этого дважды за ход спящий персонаж может попытаться взять сон под контроль и проснуться. Каждая такая попытка будет отнимать у него 10 энергии и 2 действия, а шанс на успех будет равен 20%. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":6}},{"price":500,"skill":"Телепатия касания (пассивная способность)","description":"Позволяет персонаж, коснувшись тела другого живого существа начать с ним телепатическое общение. Как только персонаж перестанет касаться существа телепатический контакт прервется. Помимо общения способность увеличивает шанс на успешное использование на персонаже психической способности на 50 единиц до тех пор, пока контакт не прерван. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":7}},{"price":500,"skill":"Успокоение (15 энергии)","description":"Позволяет персонажу улучшить ментальные связи в разуме союзника или собственном сознании и избавиться от стресса. Увеличивает количество восстанавливаемой энергии на 25% на ход, но из-за чрезмерной расслабленности уменьшает шанс увернуться от атаки врага на 25 на ход. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":8}},{"price":500,"skill":"Эйфория (25 энергии)","description":"Псионик осторожно проникает в сознание союзника, улучшая и в значительной степени повышая его эмоциональное состояние и бодрость духа. Моральный дух союзника резко возрастает, вместе с тем увеличиваются и все его шансы совершить какое-либо активное действие на 25 единиц. Действует 1 ход. Не складывается между собой. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":9}},{"price":1000,"skill":"Восстановление памяти (20 энергии +сумма в зависимости от срока памяти)","description":"Имея эту способность и установив телепатический контакт с собеседником, персонаж может восстановить часть его воспоминаний. Чем дольше персонаж оставался без памяти, тем больше энергии потребуется чтобы восстановить её. Для людей, потерявших память менее суток назад достаточно 10 энергии, для тех кто потерял память больше суток назад количество требуемой энергии удваивается и достигает 20 единиц. Для потерявших память минимум неделю назад требуемая энергия поднимается до 40 единиц, для тех кто потерял память больше месяца назад - 80 единиц, минимум год назад - 120 единиц, несколько лет назад - 160 единиц, десяток лет назад - 320 единиц, несколько десятков лет назад - 720 энергии, больше сотни лет - 1440 единиц энергии дополнительно. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":10}},{"price":1000,"skill":"Круговое поле Зрения (30 энергии и 4 действия)","description":"Позволяет персонажу с помощью собственной психики усилить свои способности к зрительному восприятию, добившись поля зрения в 360 градусов. Однако так как зрение нормального существа на такой радиус не рассчитано, то видеть псионик видит всё, но воспринимает события несколько замедленно, поэтому его шанс защититься от любой атаки противника уменьшается на 50 единиц.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":11}},{"price":1000,"skill":"Манипулирование памятью (пассивная способность)","description":"Требует владения способностью \"Стирание памяти\". Позволяет персонажу стирать недавние воспоминания мёртвых существ и существ без сознания. Так, например, обладающий этой способностью может заставить пациента забыть, что тот умер от удара противника. Подобные воспоминания не могут быть восстановлены.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":12}},{"price":1000,"skill":"Ментальная стена (35 энергии)","description":"Позволяет персонажу выставить перед собой на расстоянии до 10 метров мощную невидимую стену шириной до нескольких метров, которая будет блокировать любые психические способности и не давать им сработать. Пси-конечности просто не смогут пробить эту стену, брошенный с помощью телекинеза предмет просто упадет на землю а любые попытки нанести урон персонажу, врезавшись в стену, просто перестанут действовать. Стена существует 3 хода, после чего исчезает.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":13}},{"price":1000,"skill":"Ментальный сенсор (70 энергии и 2 действия)","description":"Позволяет псионику на 4 действия улавливать ментальную энергию разумных существ, определяя их местоположение в радиусе 100 метров вокруг себя. Персонаж получает информацию только о приблизительном количестве людей и их приблизительном местоположении (чем существ вокруг больше, тем более неточной будет информация), однако псионик получает возможность выбрать одно существо и отслеживать его точное местоположение с условием, что он знает искомого в лицо. В таком случае псионик получает +350 к шансу обнаружить отслеживаемую цель. Отслеживать можно только одно существо одновременно. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":14}},{"price":1000,"skill":"Приступ мазохизма (35 энергии)","description":"Позволяет персонажу заставить противника нанести себе урон одной из его собственных способностей. Урон не может превышать 25% от максимального значения жизней врага. Кроме того, в список возможных ударов входят и обычные удары конечностями. Нельзя использовать чаще, чем 2 раза в 1 ход. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":15}},{"price":1000,"skill":"Пси-истощение (30 энергии)","description":"Позволяет персонажу, посмотрев противнику в глаза, вызвать у него резкий упадок сил и моральное истощение. Противник потеряет 10-80 энергии. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":16}},{"price":1000,"skill":"Эксперт-псионик (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо развил свои психические способности и может использовать их не хуже собственных рук или глаз. Он получает +25 к шансу защититься от психических атак противника и +50 к шансу успешно применить любую психическую способность.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":17}},{"price":1000,"skill":"Яснослышание (30 энергии)","description":"Эта способность позволяет слышать сквозь стены и другие твердые предметы и четче улавливать звуки. Увеличивает шанс услышать что-либо на 125, в том числе и крадущегося врага. При этом увеличивает шанс попадания врагом Магией Звука на 50 и оглушает на 1 действие, если рядом находится громкий источник звука.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":18}},{"price":1500,"skill":"Активная эмпатия (15 энергии за использование)","description":"Персонаж, обладающий данной способностью, способен влиять на эмоции других персонажей, подстраивая их под себя. С её помощью он может вселить в любое живое существо, находящееся не более чем в 20 метрах от него любое чувство и эмоцию (страх, радость, ненависть, отчаянье и.т.д.), в результате чего жертва действительно начнет испытывать это чувство. Впрочем, чего именно будет бояться жертва или от чего именно она будет радоваться он выбрать не сможет. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":19}},{"price":1500,"skill":"Аура страха (20 энергии в ход)","description":"Позволяет персонажу создавать вокруг себя особое пси-поле, оказывающее негативное влияние на всех противников в радиусе 15 метров. Все попавшие в поле действия ауры враги получают -25 к шансу успешно сделать что-либо, а также с шансом 10% входят в состояние паники на 1-4 действия. В это время они не способны ничего делать, кроме как убегать от источника ауры. Во время паники жертвы не могут защищаться и уклоняться от атак. Шанс рассчитывается каждое действие, эффекты складываются. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":20}},{"price":1500,"skill":"Изучение Ауры (15 энергии)","description":"Позволяет персонажу, имеющему эту способность, внимательно изучить ауру оппонента или противника, поняв тем самым его характер, расу и способности, которыми он владеет. Сила применяется незаметно для окружающих, достаточно лишь пристально посмотреть на объект. Возможно незаметно определить ауру существ лишь в пределах поля зрения. Если псионик хочет проверить ауру во время разговора, объект заметит пристальный взгляд. После интерпретации ауры у персонажа начнутся головные боли, которые продлятся 2-6 действий и уменьшат шанс на успешность любого его действия на 30 единиц. Кроме того, он забудет способности противника через 2 хода. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":21}},{"price":1500,"skill":"Мемоблок (25 энергии)","description":"Требует владения способностью \"Изучение ауры\". Позволяет персонажу, коснувшись тела противника своим телом, или пси-конечностью заставить его \"забыть\" три из его способностей до конца боя. Если противник \"забыл\" свою способность он не сможет применять её в бою, а все плюсы, которые давала эта способность не будут давать никакой пользы. Нельзя заставить противника забыть более 3-х способностей в общем. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":22}},{"price":1500,"skill":"Неконтролируемый ужас (65 энергии)","description":"Персонаж проникает в сознание противника, заставляя того видеть перед собой картины, воплощающие его главные страхи. Увиденное приводит жертву в ужас и дезориентирует, жертва способности на 4-12 действий получает минус 20 к шансу успешно выполнить какое-либо действие и уклониться от любой атаки. Также существует шанс 25% того, что цель способности впадёт в оцепенение от страха 1-4 действия и не сможет совершать каких-либо действий. Оцепенение может срабатывать один раз в два хода. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":23}},{"price":1500,"skill":"Паразитический контакт (2 действия, 30 энергии за активацию на 1 ход, до 3 ходов максимум)","description":"Псионик устанавливает телепатический контакт с досягаемой и видимой целью. Контакт, характеризуемый, как паразитический и вредоносный. Такой контакт стабилен и его не нужно постоянно поддерживать - достаточно потратить энергию разом. Цель паразитического контакта на всем его протяжении будет доступна для наносящих урон способностей псионики, находясь на любом расстоянии, будучи невидимой и т.д. В то действие, когда контакт прервется по любой причине, цель получит пси-урон в размере 0-30 единиц. Паразитический контакт невозможно использовать для направления способностей псионики, НЕ наносящих урон. Также его нельзя использовать для общения, так как голоса и образы, посылаемые обеими сторонами контакта, искажаются до неузнаваемости. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":24}},{"price":1500,"skill":"Передача знаний (50 энергии, 30 энергии за ход, активируемая способность)","description":"Позволяет персонажу передать союзнику часть своих знаний в области одной конкретной ветки умений. Шанс применить конкретную ветку способностей у союзника становится равным среднему арифметическому между его шансом применить способность из этой ветки и шансом применить её у персонажа. Для применения требуется телепатический контакт.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":25}},{"price":1500,"skill":"Пси-блок (20 энергии за ход)","description":"Позволяет персонажу, потратив 2 действия и 20 энергии, частично защититься от пси-способностей противника до конца хода. Уменьшает шанс успешного использования пси-способностей противником на 33%. В случае, если персонаж хочет продолжит действие пси-блока и на следующий ход он должен отдать ещё 20 энергии в начале этого хода.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":26}},{"price":1500,"skill":"Пси-проекция (50 энергии)","description":"Для использования необходимо поддерживать телепатический контакт. Псионик устанавливает телепатическую связь и воздействует на особо уязвимые области сознания противника, нанося ему особый урон. Такой урон не может быть исцелен, но не является летальным и считается отдельной от обычных жизней шкалой, присутствующей в количестве, равном обычным жизням противника. Значение шкалы обновляется в начале каждого хода. За одно применение Пси-проекции псионик наносит этой шкале урон в количестве 25-75 единиц. Если шкала истощится, цель потеряет сознание и покинет бой, как при потере обычных жизней. Цель пробудет в таком состоянии несколько часов, или пока не получит Настоящий урон. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":27}},{"price":1500,"skill":"Стирание памяти (50 энергии + сумма в зависимости от срока памяти)","description":"Имея эту способность и установив телепатический контакт с собеседником, персонаж может стереть часть его воспоминаний. Чем старее эти воспоминания, тем больше энергии персонаж тратит. Для воспоминаний, возникших менее суток назад достаточно 10 энергии, для воспоминаний сроком больше суток назад количество требуемой энергии удваивается и достигает 20 единиц. Для воспоминаний, возникших минимум неделю назад требуемая энергия поднимается до 40 единиц, для воспоминаний, возникших больше месяца назад - 80 единиц, минимум год назад - 80 единиц, несколько лет назад - 160 единиц, десяток лет назад - 320 единиц, несколько десятков лет назад - 720 энергии, больше сотни лет - 1440 единиц энергии дополнительно. Потерянные воспоминания вернутся персонажу через половину того срока, которое данное воспоминание существовало в голове персонажа до момента стирания или же может быть возвращено другим псиоником с помощью способности \"Восстановление памяти\". Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":28}},{"price":1500,"skill":"Телепатический крик (40 энергии)","description":"Владея способностями псионика хотя бы на минимальном уровне (имея как минимум способность \"Псионик\"), персонаж может \"громко крикнуть\", используя при этом не голос а телепатию. Крик поражает любого противника, который не защищен пси-блоком, ментальной стеной или другим средством защиты и и наносит 20-40 урона. Помимо этого крик в 75% случаев оглушает жертву, на 1-6 действий лишая её возможности слышать звуки, произносить заклинания и эффективно защищаться от атак противника, уменьшая все шансы противника на уворот на 25%. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":29}},{"price":1500,"skill":"Телепатия зрения (10 энергии за действие, активируется мгновенно)","description":"Позволяет персонажу, видя перед собой одну или несколько живых целей, наладить с ними телепатический контакт. Если цель выходит из поля зрения, телепатический контакт прерывается. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":30}},{"price":1500,"skill":"Чтение воспоминаний (60 энергии + сумма в зависимости от срока памяти)","subCategory":"Псионика","description":"Позволяет персонажу читать воспоминания цели. Для воспоминаний, возникших менее суток назад достаточно 25 энергии, для воспоминаний сроком больше суток назад - 50 энергии. Для воспоминаний, возникших минимум неделю назад- 75 единиц, больше месяца назад - 200 единиц, больше года назад - 350 единиц, больше 3-х лет назад - 750 единиц, больше 10-ти лет назад - 1250 единиц, больше 20-ти - 1500 энергии, больше сотни лет - 2000 единиц энергии дополнительно. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":31}},{"price":1500,"skill":"Чтение мыслей (40 энергии за ход)","description":"Позволяет персонажу, владеющему данной способностью, слышать мысли собеседника. Для этого нужно пробудить спящие участки мозга. что будет отнимать у вас много энергии, однако позволит слышать мысли других людей словно обычную речь. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":32}},{"price":1500,"skill":"Чувство опасности (пассивная способность)","description":"Персонаж, имеющий данную способность, навсегда уменьшает все свои шансы на успех любой атаки или успешное применение любой способности на 10 единиц. Персонаж ощущает лёгкое покалывание в затылке при приближении угрозы либо опасности. Способность не дает никакой информации о виде опасности, но указывает её направление. В пределах 50 метров персонаж ощущает опасность, что не дает подойти к нему незаметно и уменьшает шансы на успех при любой внезапной атаке (в том числе с атаки с помощью телепортации) на 50 единиц.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":33}},{"price":1500,"skill":"Чужая ярость (50 энергии)","description":"Позволяет персонажу наполнить разум противника неконтролируемой злобой. Противник теряет возможность выбирать цели и начинает атаковать ближайших к нему существ, при чём атаковать новую цель он будет до тех пор, пока её не убьёт или пока не пройдёт 2 хода. Шанс 33%, что противник воспримет использовавшего Ярость как цель. В случае боя 1 на 1 целью всегда становится использовавший данную способность. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":34}},{"price":2500,"skill":"Веяние Эфира (пассивная способность)","description":"Персонаж является воплощением мысли и чувства. Он получает +30 к шансу применить способности псионики, однако -40 к шансу применить любую магию, действующую непосредственно на плоть противника. Потратив 40 энергии и 2 действия, персонаж может превратить свое тело в эфемерную сущность. В таком состоянии персонаж получает только 25% урона от атак с помощью псионики и 10% от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к псионике и требующие более 40 энергии для активации, а также обращаться с оружием или щитами, а любая атака с помощью теней, крови и проклятий будет наносить ему 150% урона. Кроме того, персонаж готовит чары псионики на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Такое существо получает 1-10 энергии и жизни за каждое успешное применение псионики, если в радиусе 5 метров от него нет противников с эмиттером. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":35}},{"price":2500,"skill":"Деформация разума (100 энергии)","description":"Псионик наносит цели отложенный пси-удар, который нанесет жертве урон только тогда, когда она применит свою следующую активную способность. Эта способность будет иметь только половину своего обычного шанса на успех и будет обладать вдвое увеличенным шансом на критический провал. При попытке его применить цель сразу же, на первом же действии, получит 45-90 единиц урона + урон в количестве, составляющем расход энергии на применение этого умения. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":36}},{"price":2500,"skill":"Массовое помешательство (150 энергии и ход)","description":"Позволяет персонажу нанести серьёзный ментальный ущерб всем врагам на поле боя, нанеся им 150-250 урона и лишив их возможности нормально мыслить на 1 ход. В течение этого времени с шансом 50% они будут просто стоять и ничего не делать, а также с шансом в 50% они начнут беспорядочно атаковать любой попавшийся под руку объект или существо (шанс просчитывается для каждого отдельно). Столь мощное заклинание сильно бьёт по сознанию Псионика, воспользовавшегося им, и лишает его возможности делать что-либо в течение хода из-за перегрузок. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":37}},{"price":2500,"skill":"Мастер-псионик (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил психические способности и теперь для способностей его разума нет никаких ограничений. Он получает +50 к шансу защититься от психических атак противника и +125 к шансу успешно применить любую психическую способность.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":5},{"subCategoryId":27,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":38}},{"price":2500,"skill":"Ментальное сокрушение (80 энергии)","description":"Позволяет персонажу нанести мощный удар по сознанию единичной цели, нанеся ей 75-175 урона и уменьшив её шансы на уклонение от всех атак на 30 на 1 ход. В 15% случаев Сокрушение может задеть особо важные процессы в сознании врага, тем самым либо увеличив штраф на уклонение вдвое или наоборот, увеличив шанс противника уклониться на 30 на 1 ход. Шанс уклонения противника не может быть изменён в какую-либо сторону более чем на 120. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":39}},{"price":2500,"skill":"Подавление (125 энергии и ход)","description":"Позволяет персонажу послать вокруг себя мощный импульс энергии, который сможет вырубить всё живое вокруг. Все, кто окажутся недостаточно стойкими и сильными, просто потеряют сознание. После использования этой способности ведущий обязан выбросить случайное число от 0 до половины максимального запаса энергии использовавшего данную способность. Если у противника меньшее количество энергии, чем выпавшее число, то он полностью теряет сознание на ход без возможности пробуждения. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":40}},{"price":2500,"skill":"Предвидение (75 энергии за ход)","description":"Позволяет персонаж предвидеть то, что сделает противник, в результате чего он всегда заранее знает что делать и как спастись от атаки. Пока данная способность активна персонаж получает +200 к шансу увернуться/защититься от любых вражеских атак. Пока способность работает персонаж не может восстанавливать свою энергию отдыхая. Не действует против призванной нежити, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":41}},{"price":5000,"skill":"Деформация памяти (100 энергии + кол-во энергии, зависящее от изменяемого срока)","description":"Требует наличия способности \"Стирание памяти\" и \"Восстановление памяти\". Позволяет персонажу коренным образом менять памяь противника, полностью изменяя старые воспоминания и добавляя абсолютно новые. Для воспоминаний, возникших менее суток назад достаточно 25 энергии, для воспоминаний сроком больше суток назад количество требуемой энергии удваивается и достигает 50 единиц. Для воспоминаний, возникших минимум неделю назад требуемая энергия поднимается до 75 единиц, для воспоминаний, возникших больше месяца назад - 200 единиц, минимум год назад - 350 единиц, несколько лет назад - 750 единиц, десяток лет назад - 1250 единиц, несколько десятков лет назад - 1500 энергии, больше сотни лет - 2000 единиц энергии дополнительно. Память принимает прежние очертания в течение половины изменённого срока. Нельзя изменять не стёртые воспоминания. Кроме того, прежнюю память можно вернуть, просто стерев всё обратно и восстановив с помощью Восстановления памяти. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":28},{"subCategoryId":27,"skillId":10}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":42}},{"price":5000,"skill":"Кошмар наяву (300 энергии и 1 ход)","description":"Используя данную способность, персонаж погружает всё поле боя в атмосферу абсолютного ужаса на 4 хода. В течение этого времени все противники получают штраф -100 к шансу успешно сделать что-либо. В начале каждого хода противники с шансом 75% попадают в состояние паники, из-за чего следующие 3-8 действий не могут делать ничего, кроме как убегать от персонажа, использовавшего эту способность. Во время паники жертвы не могут защищаться и уклоняться от атак. Те, кто уже оказался в состоянии паники, могут снова оказаться в нём, но шанс в таком случае будет составлять не 75%, а 25%. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":43}},{"price":5000,"skill":"Приказ (100 энергии + дополнительная энергия на длительность)","description":"Вошедший в телепатический контакт персонаж может отдать приказ одному или нескольким оппонентам. Нельзя приказать причинить себе сильный вред или покончить с собой. Приказ должен быть физически выполним персонажем. Чем больше в Приказ было вложено энергии, тем на более долгий срок сохраняется эффект. В случае. если в приказ было вложено лишь 100 энергии жертва будет выполнять его лишь 6 действий, однако за каждые дополнительные 20 единиц энергии длительность приказа возрастает ещё на 3 действия. Этические, моральные и мировоззренческие нормы оппонента учитываться при выполнении Приказа не будут. После спадания эффекта, оппонент будет помнить, кто отдал ему Приказ. Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":44}},{"price":5000,"skill":"Путь Деформации (пассивная способность)","description":"Освоив эту способность, персонаж в полной мере раскрывает способности своего разума и достигает уровня силы, которым в Эмпии владели менее десятка существ. Он предпочитает напрямую ломать сознание врагов, а не управлять им. Даёт стандартные бонусы от Пути, а также: все его способности псионики, наносящие врагам урон, имеют шанс 15% оглушить их на 1 действие (в случае, если способность и так может оглушить, то длительность оглушения увеличивается на 1 действие) и наносят на 33% больше урона.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":5},{"subCategoryId":27,"skillId":17},{"subCategoryId":27,"skillId":38}],"1006":[{"subCategoryId":27,"skillId":46},{"subCategoryId":27,"skillId":47}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":45}},{"price":5000,"skill":"Путь Манипуляции (пассивная способность)","description":"Освоив эту способность, персонаж в полной мере раскрывает способности своего разума и достигает уровня силы, которым в Эмпии владели менее десятка существ. Он ставит себе цель брать полный контроль над разумом противника, а не уничтожать его. Даёт стандартные бонусы от Пути, а также: увеличивает длительность всех негативных (Чужая ярость, Приказ, Мемоблок и т.д) и позитивных (Успокоение, Яснослышание и т.д.) эффектов в два раза (если прописана трата энергии за каждое действие/ход, то энергия тратится в два раза реже), а также персонаж тратит в 2 раза меньше энергии на восстановление, стирание, деформацию памяти и чтение воспоминаний.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":5},{"subCategoryId":27,"skillId":17},{"subCategoryId":27,"skillId":38}],"1006":[{"subCategoryId":27,"skillId":45},{"subCategoryId":27,"skillId":47}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":46}},{"price":5000,"skill":"Путь Трансценденции (пассивная способность)","description":"Для того, чтобы использовать эту способность персонаж должен владеть способностью \"Психическая нестабильность\". Освоив эту способность, персонаж в полной мере раскрывает способности своего разума, но не останавливается и на этом. Его мощь достигает устрашающего уровня и выходит за пределы всех возможных границ, однако эта же сила попросту уничтожает сознание персонажа, делая из него абсолютного безумца. Способность даёт стандартные бонусы от Пути, а также: увеличивает как длительность эффектов, так и урон от способностей Псионики в 2 раза, но при этом в 25% случаев Псионическая атака наносится не по противнику, а по другой цели (в бою 1 на 1 всегда по врагу). В 10% случаев Псионик атакует самого себя. Дополнительно увеличивает стоимость энерго-затрат всех способностей Псионики в полтора раза, этот штраф складывается с увеличенными затратами на ускоренное использование способностей.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":27,"skillId":5},{"subCategoryId":27,"skillId":17},{"subCategoryId":27,"skillId":38}],"1006":[{"subCategoryId":27,"skillId":45},{"subCategoryId":27,"skillId":46}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":47}},{"price":5000,"skill":"Сенсорная перегрузка (Потоковая активная способность, 1 ход на активацию, 115 энергии за действие)","description":"Псионик концентрирует вредоносные псионические потоки в сознании выбранной им цели и начинает методично и целенаправленно уничтожать его, перегружая ложными импульсами. Каждое действие, пока способность работает, цель сенсорной перегрузки получает 50-225 единиц урона и с вероятностью в 50% оказывается оглушённой на 1 действие (шанс просчитывается каждое действие работы способности). Не действует на призванную нежить, големов, роботов и всех остальных существ, не обладающих сознанием.","subCategory":"Псионика","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":27,"skillId":48}}]