[{"price":250,"skill":"Вспомогательная руна: Второй (15 энергии)","description":"Позволяет применить заклинание также ко второй цели. Обе цели должны попадать под один критерий при выборе рун цели. Дополнительное применение этой руны увеличивает количество поражённых целей, но урон или эффект заклинания делится между всеми поровну.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":1}},{"price":250,"skill":"Вспомогательная руна: Область (20 энергии)","description":"Распространяет заклинание на область поражения в радиусе 5ти метров. Каждая дополнительная такая руна увеличивает этот радиус ещё на 5 метров. Работает только с такими рунами формы, которые наносят прямой урон.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":2}},{"price":250,"skill":"Вспомогательная руна: От заклинания (10 энергии)","description":"Позволяет вызвать срабатывание заклинания при контакте рунического слова с другим заклинанием. Дополнительное применение этой руны увеличивает количество контактов, которые вызовут срабатывание заклинания, из расчёт один контакт - одна руна.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":3}},{"price":250,"skill":"Вспомогательная руна: От полученного удара (12 энергии)","description":"Позволяет вызвать срабатывание заклинания, если цель получает физический удар. Применяется в сочетании с руной цели Я, либо любой другой. Дополнительное применение этой руны увеличивает количество полученных ударов, которые вызовут срабатывание заклинания, из расчёт один удар - одна руна.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":4}},{"price":250,"skill":"Вспомогательная руна: От света (7 энергии)","description":"Позволяет вызвать срабатывание заклинания, если на руническое слово попадает свет. Дополнительное применение этой руны увеличивает количество контактов со светом, которые вызовут срабатывание заклинания, из расчёт один контакт - одна руна.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":5}},{"price":250,"skill":"Вспомогательная руна: При касании (8 энергии)","description":"Позволяет вызвать срабатывание заклинания при прикосновении к руническому слову, где бы оно не было написано. Дополнительное применение этой руны увеличивает количество касаний, которые вызовут срабатывание заклинания, из расчёт одно касание - одна руна.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":6}},{"price":250,"skill":"Вспомогательная руна: При ударе (15 энергии)","description":"Позволяет вызвать срабатывание заклинания при ударе по противнику или любой другой цели. Руной цели должен быть выбран предмет или часть тела, которой персонаж собирается наносить удары. Дополнительное применение этой руны увеличивает количество ударов, которые вызовут срабатывание заклинания, из расчёт один удар - одна руна. Срабатывание вызывается только успешными ударами.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":7}},{"price":250,"skill":"Вспомогательная руна: Прислужник (25 энергии и 2 действия)","description":"Позволяет вселить жизнь в создаваемое этим рунным словом существо. Полученный прислужник будет подчиняться персонажу и его командам. Дополнительное применение этих рун имеет смысл, если персонаж создаёт одновременно несколько тел. В отличии от других рун, требует 2 действия на подготовку, а не 1.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":8}},{"price":250,"skill":"Вспомогательная руна: Скорость (10 энергии)","description":"Ускоряет произнесение всего рунного слова. Каждая такая руна в рунном слове не увеличивает время подготовки заклинания на 1 действие, а наоборот, уменьшает на 1. Нельзя уменьшить время подготовки менее 1 действия.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":9}},{"price":250,"skill":"Вспомогательная руна: Энергия (-10 энергии)","description":"Уменьшает расход энергии на рунное слово. Каждая такая руна уменьшает расход энергии на рунное слово на 10 энергии. Нельзя уменьшить расход ниже самой дешёвой руны эффекта в рунном слове.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":10}},{"price":250,"skill":"Руна формы: Защита (5 энергии)","description":"Предоставляет персонажу защиту от выбранной в качестве руны эффекта материи. Представляет из себя барьер, защищающий с одной стороны. Урон от рун эффекта в данном случае засчитывается как количество повреждений, которое может впитать барьер. Руны, создающие твердые предметы, создают физический барьер, который получает 50% урон от выбранной стихии, 100% урон от физических атак, и 200% урон от магических атак. Остальные руны эффекта создают магический барьер, который получает 50% урон от выбранной стихии, 100% урон от прочих магических атак, и 200% урон от физических атак. При совмещении этих двух типов получается смешанный барьер, получающий 50% урон от выбранных стихий и 150% урон от всего остального. Дополнительное использование этой руны позволяет создать барьер и для других сторон света. 4 таких руны объединят барьер в большой купол вокруг персонажа. Но все эти барьеры будут иметь общую прочность и разрушатся одновременно.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":11}},{"price":250,"skill":"Руна формы: Клетка (30 энергии и 2 действия)","description":"Позволяет создать вокруг цели что-либо в форме клетки. Лишает цель возможности передвигаться. При каждой попытке разбить клетку цель получает урон, зависящий от рун эффекта. Клетка держится 3-4 действия + 1-2 за каждую следующую руну. Длительности клетки не может быть больше хода. Оказавшийся внутри клетки имеет возможность каждое действие попытаться сломать клетку. Шанс на успешное разрушение клетки - 33%.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":12}},{"price":250,"skill":"Руна формы: Кольцо (6 энергии)","description":"Позволяет создать что-либо в форме кольца. Высвобождает силу рун эффекта в виде кольца радиусом 2 метра. Дополнительное использование этой руны увеличивает радиус кольца ещё на 2 метра.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":13}},{"price":250,"skill":"Руна формы: Конечность (7 энергии)","description":"Позволяет покрыть конечность чем-либо или изменить материал, из которого она состоит. Используя руну жизни, можно восстановить повреждённую конечность, и даже вырастить новую конечность - в таком случае к жизням персонажа прибавятся жизни от эффекта руны жизни, но не более одной копии такой руны на одну конечность. Используя другие руны эффекта, можно покрыть конечность выбранной стихией, и придать ей дополнительный урон в размере 25% от суммарного урона всех рун эффекта. Дополнительное использование этой руны позволяет создавать/покрывать дополнительные конечности, но они все поделят дополнительный урон между собой.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":14}},{"price":250,"skill":"Руна формы: Луч (8 энергии)","description":"Позволяет создать что-либо в форме луча. Высвобождает силу рун эффекта в виде луча энергии. Дополнительное использование этой руны увеличивает количество лучей. При этом, сила заклинания равномерно делится между лучами. Шанс попадания будет учитываться для каждого луча отдельно, однако лучи не могут преломляться, и соответственно могут атаковать только разные цели.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":15}},{"price":250,"skill":"Руна формы: Оружие (4 энергии)","description":"Позволяет создать что-либо в форме оружия. Высвобождает силу рун эффекта в виде любого не-технологичного оружия по выбору персонажа. Обязательно участие руны эффекта, способной создать твёрдый объект (например, руны металла или дерева). Урон оружия получится базовый, но оно также будет наносить дополнительный урон, в зависимости от выбранных рун эффекта - 25% от их суммарного урона. Дополнительное использование этой руны позволяет создавать дополнительные копии оружия, но они все поделят дополнительный урон между собой. Таким образом можно создать одинаковые копии одного оружия.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":16}},{"price":250,"skill":"Руна формы: Поле (10 энергии и 2 действия)","description":"Позволяет покрыть всё поле боя каким-либо эффектом стихии или материи или превратить все объекты на поле боя в эту стихию или форму материи. Увеличивает время применения заклинания на 2 действия, а не на 1, как у других рун. Если полученное рунное слово наносит урон, он будет уменьшен на 50%. Дополнительное использование этой руны увеличивает урон на 25%.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":17}},{"price":250,"skill":"Руна формы: Предмет (4 энергии)","description":"Позволяет создать что-либо в форме любого предмета, не являющегося оружием или чем-либо, что можно создать с помощью другой руны формы. Для создания требуется руна эффекта, способная создать твёрдый предмет. Разрешается комбинирование элементов, например с рунами дерево и вода, можно получить чашку с водой. Дополнительное использование этой руны позволяет создавать дополнительные предметы.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":18}},{"price":250,"skill":"Руна формы: Стрела (4 энергии)","description":"Позволяет создать что-либо в форме стрелы. Высвобождает силу рун эффекта в виде стрелы. Дополнительное использование этой руны увеличивает количество стрел. При этом, сила заклинания равномерно делится между стрелами. Шанс попадания будет учитываться для каждой стрелы отдельно, но направлять их можно только на одну цель.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":19}},{"price":250,"skill":"Руна формы: Сфера (8 энергии)","description":"Позволяет создать что-либо в форме сферы. Высвобождает силу рун эффекта в виде большой сферы радиусом 2 метра. Дополнительное использование этой руны увеличивает радиус сферы ещё на 2 метра.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":20}},{"price":250,"skill":"Руна формы: Тело (15 энергии)","description":"Позволяет покрыть всё тело чем-либо или изменить материал, из которого оно состоит. С помощью руны жизни можно даже вернуть к жизни мёртвоё тело, или вырастить новое. В таком случае тело получит столько жизней, сколько рун жизни собрано в рунном слове. Если не было использовано ни одной руны жизни, тело получит всего 1 жизнь. Количество энергии у созданного тела будет равно 10 за каждую использованную руну. Используя другие руны эффекта, можно покрыть тело выбранной стихией, и придать ему дополнительный урон в размере 25% от суммарного урона всех рун эффекта. Если персонаж хочет, чтобы созданное тело ожило и сражалось на его стороне - ему следует воспользоваться вспомогательной руной Прислужник. Дополнительное использование этой руны позволяет создавать/покрывать дополнительные тела, но они все поделят дополнительный урон и жизни/энергию между собой.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":21}},{"price":250,"skill":"Руна формы: Шар (5 энергии)","description":"Позволяет создать что-либо в форме шара. Высвобождает силу рун эффекта в виде небольшого шара размером 0,5 метра. Дополнительное использование этой руны увеличивает размер шара на 0,5 метра за каждую штуку.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":22}},{"price":250,"skill":"Руна цели: Вещь (5 энергии)","description":"Обозначает, что получившееся заклинание сработает на один из неживых предметов, находящихся на поле боя. Персонаж сам волен выбирать, на какую именно вещь сработает заклинание. Увеличивает шанс успешного применения на 50.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":23}},{"price":250,"skill":"Руна цели: Враг (5 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из ваших противников. С помощью этой руны персонаж может выбрать, на каком именно его противнике сработает заклинание. Список союзников и противников определяется в начале боя, и не может быть изменён. Увеличивает шанс успешного применения заклинания на 25.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":24}},{"price":250,"skill":"Руна цели: Гуманоид (10 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из гуманоидов, находящихся на поле боя. С помощью этой руны персонаж может выбрать любого гуманоида на поле боя. Увеличивает шанс успешного применения на 25. Может применяться совместно с другими рунами цели, такими как Друг или Враг.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":25}},{"price":250,"skill":"Руна цели: Друг (5 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из ваших союзников. С помощью этой руны персонаж может выбрать, на каком именно его союзнике сработает заклинание. Список союзников и противников определяется в начале боя, и не может быть изменён. Увеличивает шанс успешного применения заклинания на 35.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":26}},{"price":250,"skill":"Руна цели: Дух (6 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из эктоплазменных объектов (призраке или чем-то духовном), находящихся на поле боя. Персонаж сам волен выбирать, на какого именно духа сработает заклинание. Увеличивает шанс успешного применения на 45. Может применяться совместно с другими рунами цели, такими как Друг или Враг.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":27}},{"price":250,"skill":"Руна цели: Животное (5 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из животных, находящихся на поле боя. Персонаж сам волен выбирать, на какое именно животное сработает заклинание. Увеличивает шанс успешного применения на 50. Может применяться совместно с другими рунами цели, такими как Друг или Враг.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":28}},{"price":250,"skill":"Руна цели: Машина (8 энергии)","description":"Обозначает, что получившееся заклинание сработает на одну из машин или один из механизмов, находящихся на поле боя. Персонаж сам волен выбирать, на какую именно машину сработает заклинание. Увеличивает шанс успешного применения на 35. Может применяться совместно с другими рунами цели, такими как Друг или Враг.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":29}},{"price":250,"skill":"Руна цели: Не-гуманоид (7 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из не-гуманоидов, находящихся на поле боя. С помощью этой руны персонаж может выбрать любого не-гуманоида на поле боя. Увеличивает шанс успешного применения на 45. Может применяться совместно с другими рунами цели, такими как Друг или Враг.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":30}},{"price":250,"skill":"Руна цели: Слуга (5 энергии)","description":"Обозначает, что получившееся заклинание сработает на одном из прислужников, питомцев либо призванных существ, находящихся на поле боя. Персонаж волен сам выбирать, на каком именно существе сработает его заклинание. Увеличивает шанс успешного применения заклинания на 50.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":31}},{"price":250,"skill":"Руна цели: Часть тела (10 энергии)","description":"Обозначает, что заклинание должно быть направлено не просто в противника, а в определённую часть его тела. Работает только в сочетании с другими рунами цели, чтобы идентифицировать владельца части тела. Уменьшает шанс успешного применения на 50, но гарантирует попадание в нужную часть тела. Нельзя отрывать врагам части тела при помощи других рун типа \"Обмен\".","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":32}},{"price":250,"skill":"Руна цели: Я (5 энергии)","description":"Обозначает, что получившееся заклинание сработает на персонаже. Работает вне зависимости от других рун. Увеличивает шанс успешного применения заклинания на 50.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":33}},{"price":250,"skill":"Руна эффекта: Боль (15 энергии)","description":"Позволяет использовать боль в рунной комбинации. Наполняет рунное слово силой боли, способной заставить цель почувствовать 15-35 урона. Если урон превысит текущее количество жизней цели - она потеряет сознание. Если не выбрана руна формы - получится рассеянная энергия боли, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":34}},{"price":250,"skill":"Руна эффекта: Вода (15 энергии)","description":"Позволяет использовать воду в рунной комбинации. Наполняет рунное слово силой воды, способной нанести 5-25 урона. Если не выбрана руна формы - получится рассеянный сгусток воды, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":35}},{"price":250,"skill":"Руна эффекта: Воздух (17 энергии)","description":"Позволяет использовать воздух в рунной комбинации. Наполняет рунное слово силой воздуха, способной нанести 2-28 урона. Если не выбрана руна формы - получится рассеянный порыв ветра, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":36}},{"price":250,"skill":"Руна эффекта: Дерево (12 энергии)","description":"Позволяет использовать дерево в рунной комбинации. Наполняет рунное слово силой дерева, способной нанести 0-25 урона. Если не выбрана руна формы - получится кусок необработанной древесины, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":37}},{"price":250,"skill":"Руна эффекта: Душа (15 энергии)","description":"Позволяет использовать духовную энергию в рунной комбинации. Наполняет рунное слово духовной энергией, способной причинить вред духам в размере 0-32 урона. Одной такой руны в руническом слове достаточно, чтобы духам наносился полный урон от него, независимо от других используемых рун эффекта. Если не выбрана руна формы - получится рассеянная духовная энергия, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":38}},{"price":250,"skill":"Руна эффекта: Жизнь (14 энергии)","description":"Позволяет использовать жизнь в рунной комбинации. Наполняет рунное слово силой жизни, способной дать 5-26 жизней. Если не выбрана руна формы - получится рассеянная энергия жизни, при этом эффективность уменьшится в два раза. Если не выбрана руна цели - сработает случайно на себе, либо союзнике на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа эффективность увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":39}},{"price":250,"skill":"Руна эффекта: Земля (14 энергии)","description":"Позволяет использовать землю в рунной комбинации. Наполняет рунное слово силой земли, способной нанести 15-20 урона. Если не выбрана руна формы - получится рассеянный сгусток земли, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":40}},{"price":250,"skill":"Руна эффекта: Истощение (15 энергии)","description":"Позволяет использовать истощающую энергию в рунной комбинации, наполняет рунное слово силой истощения, способной \"сжечь\" энергию противника в размере 5-15 единиц. Если не выбрана руна формы - получится рассеянная истощающая энергия, при этом эффект от истощения уменьшиться в 2 раза. Если не выбрана руна цели - будет атакован случайный противник в радиусе 100 метров. Если в рунном слове больше одной такой руны - за каждую руну такого типа сжигание энергии увеличивается на 0-10, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":41}},{"price":250,"skill":"Руна эффекта: Исцеление (13 энергии)","description":"Позволяет использовать исцеление в рунной комбинации. Наполняет рунное слово силой исцеления, способной восстановить 10-25 жизней. Если не выбрана руна формы - получится рассеянная энергия исцеления, при этом эффективность уменьшится в два раза. Если не выбрана руна цели - сработает случайно на себе, либо союзнике на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа эффективность увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":42}},{"price":250,"skill":"Руна эффекта: Магия (12 энергии)","description":"Позволяет использовать магию в рунной комбинации. Наполняет рунное слово чистой магией, не связанной с какими либо стихиями, способной нанести 10-24 урона. Если не выбрана руна формы - получится рассеянная магическая энергия, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":43}},{"price":250,"skill":"Руна эффекта: Металл (14 энергии)","description":"Позволяет использовать металл в рунной комбинации. Наполняет рунное слово силой металла, способной нанести 5-27 урона. Если не выбрана руна формы - получится бесформенный кусок металла, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":44}},{"price":250,"skill":"Руна эффекта: Молния (18 энергии)","description":"Позволяет использовать молнию в рунной комбинации. Наполняет рунное слово силой молнии, способной нанести 1-32 урона. Если не выбрана руна формы - получится рассеянная молния, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":45}},{"price":250,"skill":"Руна эффекта: Огонь (20 энергии)","description":"Позволяет использовать огонь в рунной комбинации. Наполняет рунное слово силой огня, способной нанести 10-35 урона. Если не выбрана руна формы - получится рассеянный сгусток огня, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":46}},{"price":250,"skill":"Руна эффекта: Сила (18 энергии)","description":"Позволяет использовать силу в рунной комбинации. Наполняет рунное слово усилением, способным что либо усилить. Повышает физический урон у цели на 5% на 4-12 действий. Если не выбрана руна формы - получится рассеянная энергия силы, при этом эффективность уменьшится в два раза. Если не выбрана руна цели - сработает случайно на себе, либо союзнике на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа длительность увеличивается на 2-6 действий, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":47}},{"price":250,"skill":"Руна эффекта: Слабость (14 энергии)","description":"Позволяет использовать слабость в рунной комбинации. Наполняет рунное слово ослаблением, способным что либо ослабить. Уменьшает физический урон у цели на 5% на 4-12 действий. Если не выбрана руна формы - получится рассеянная энергия слабости, при этом эффективность уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа длительность увеличивается на 2-6 действий, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":48}},{"price":250,"skill":"Руна эффекта: Смерть (18 энергии)","description":"Позволяет использовать смерть в рунной комбинации. Наполняет рунное слово силой смерти, способной нанести 0-35 урона. Если не выбрана руна формы - получится рассеянная энергия тьмы, при этом урон уменьшится в два раза. Если не выбрана руна цели - будет атакован случайный противник на поле боя. Если в рунном слове больше одной такой руны - за каждую руну этого типа урон увеличивается на 5%, но не более 4 рун одного типа.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":49}},{"price":500,"skill":"Вспомогательная руна: При условии (20 энергии и 2 действия)","description":"Позволяет вызвать срабатывание заклинания при любом условии, заданного персонажем. Дополнительное применение этой руны увеличивает количество условий, которые вызовут срабатывание заклинания, из расчёт одно условие - одна руна. В отличии от других рун, требует 2 действия на подготовку, а не 1.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":50}},{"price":500,"skill":"Вспомогательная руна: Фокус (20 энергии, 2 действия)","description":"Может использоваться только в заклинании с хотя бы одной руной эффекта. Шанс на попадание заклинанием с использованием этого рунного слова увеличен на 35. Может использоваться неограниченное число раз, однако бонус от каждой последующей руны уменьшается на 5.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":51}},{"price":500,"skill":"Вспомогательная руна: Энтропия (15 энергии)","description":"Может использоваться только в заклинании с хотя бы одной руной эффекта. Усиливает рунное слово в ущерб его стабильности. Шанс на попадание заклинанием с использованием этого рунного слова уменьшен на 35, однако наносимый этим заклинанием урон увеличен на 15%. Можно использовать в слове неограниченное число раз, однако каждая последующая руна дополнительно уменьшает шанс на успешное применение заклинания на 5.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":52}},{"price":500,"skill":"Мастер четырёх рун (пассивная способность)","description":"Персонаж выучил основы рунической магии, и теперь может складывать рунические слова из 4х рун. Без этой способности, дилетанты в рунической магии еле еле складывают две руны. Персонаж волен собирать руническое слово, в общем то, из любых рун. Но в руническом слове обязательно должна присутствовать руна эффекта, иначе скорее всего ничего не произойдёт. Также желательно наличие руны формы и хотя бы одной руны цели. Вспомогательные руны также приветствуются. Например: Огонь + Стрела + Враг + Скорость. Полученный эффект очень сильно зависит от состава рун, но урон/эффект и расход энергии суммируется по всем рунам. Также способность даёт +25 к шансу успешно применить рунные заклинания.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":53}},{"price":500,"skill":"Руна формы: Обмен (16 энергии)","description":"Особая руна формы, которую нужно использовать в сочетании с ДВУМЯ рунами цели или ДВУМЯ рунами эффекта. Позволяет заменить одну материю на другую (если выбраны руны эффекта) или поменять две цели местами (если выбраны две руны цели) Например, Друг+Враг позволят персонажу поменять местами случайных или определенных рунами признака союзника и противника. Одна руна Обмен позволяет совершить обмен на растояние 10 метров. Для больше растояния нужно использовать больше рун.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":54}},{"price":500,"skill":"Руна формы: Снятие (20 энергии и 2 действия)","description":"Особая руна формы, которую нужно использовать в сочетании с ОДНОЙ руной эффекта и ОДНОЙ руной цели. Дает персонажу убрать какой-либо эффект или заставить какую-либо материю или свойство на нем исчезнуть. Например, Снятие+Враг+Металл заставляет исчезнуть все металлические предметы в одежде и наборе предметов и оружия противника. В случае, если снимаемые предметы или эффекты созданы магически, они исчезают навсегда, а в случае если исчезнувшее создано не магией эффект длится 4-12 действий, плюс 2-6 действий за каждую использованную руну. В отличии от других рун, требует 2 действия на подготовку, а не 1.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":55}},{"price":500,"skill":"Руна формы: Чувство (12 энергии и 2 действия)","description":"Особая руна формы, которую нужно использовать в сочетании с ОДНОЙ руной цели или ОДНОЙ руной эффекта. Дает персонажу идеально ощущать что-либо и даже без взгляда на это определять его местоположение в радиусе сотни метров. Например, Чувство+Враг позволит персонажу идеально определять местонахождение врагов на поле боя. Эффект длится 4-12 действий, плюс 2-6 действий за каждую использованную руну. В отличии от других рун, требует 2 действия на подготовку, а не 1. Всегда накладывается на себя.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":56}},{"price":500,"skill":"Руна цели: Имя (10 энергии и 2 действия)","description":"Обозначает, что получившееся заклинание сработает на существо, чье имя или название напишет персонаж на этой руне. В отличии от других рун, требует 2 действия на подготовку, а не 1. Увеличивает шанс успешного применения на 75. Может применяться совместно с другими рунами цели, такими как Друг или Враг.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":57}},{"price":1000,"skill":"Мастер семи рун (пассивная способность)","description":"Персонаж освоил руническую магию на уровне эксперта, и теперь может складывать рунические слова из 7 рун. Персонаж волен собирать руническое слово, в общем то, из любых рун. Но в руническом слове обязательно должна присутствовать руна эффекта, иначе скорее всего ничего не произойдёт. Также желательно наличие руны формы и хотя бы одной руны цели. Вспомогательные руны также приветствуются. Полученный эффект очень сильно зависит от состава рун, но урон/эффект и расход энергии суммируется по всем рунам. Также способность даёт +50 к шансу успешно применить рунные заклинания.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":31,"skillId":53}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":58}},{"price":2500,"skill":"Мастер десяти рун (пассивная способность)","description":"Персонаж освоил руническую магию на уровне мастера, и теперь может складывать рунические слова из 10ти рун. Персонаж волен собирать руническое слово, в общем то, из любых рун. Но в руническом слове обязательно должна присутствовать руна эффекта, иначе скорее всего ничего не произойдёт. Также желательно наличие руны формы и хотя бы одной руны цели. Вспомогательные руны также приветствуются. Полученный эффект очень сильно зависит от состава рун, но урон/эффект и расход энергии суммируется по всем рунам. Если в руническом слове содержится как минимум 10 рун, урон и эффективность заклинания увеличивается на 25%. Также способность даёт +125 к шансу успешно применить рунные заклинания.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":31,"skillId":53},{"subCategoryId":31,"skillId":58}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":59}},{"price":5000,"skill":"Путь Конверсии (пассивная способность)","description":"Персонаж добился невиданных высот в рунической магии, и научился оптимизировать расход энергии на свои рунические слова. Руна Энергии в его исполнении повышает свою эффективность на 50%. Если же в его рунном слове нет ни одной руны Энергии, урон и эффективность заклинания вырастают в зависимости от потраченной энергии - по 2,5% за каждые 10 энергии ушедшей на рунное слово. Также, вместо стандартного бонуса Пути, персонаж увеличивает эффективность руны Скорость на 100%, а затраты энергии на неё - на 50%.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":31,"skillId":53},{"subCategoryId":31,"skillId":58},{"subCategoryId":31,"skillId":59}],"1006":[{"subCategoryId":31,"skillId":61},{"subCategoryId":31,"skillId":62}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":60}},{"price":5000,"skill":"Путь Рунных Знаков (пассивная способность)","description":"Персонаж добился невиданных высот в рунической магии, и научился складывать очень сложные рунические слова. Теперь, в его власти складывать слова из 13ти рун. Также, вместо стандартного бонуса Пути, персонаж увеличивает эффективность руны Скорость на 100%, а затраты энергии на неё - на 50%.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":31,"skillId":53},{"subCategoryId":31,"skillId":58},{"subCategoryId":31,"skillId":59}],"1006":[{"subCategoryId":31,"skillId":60},{"subCategoryId":31,"skillId":62}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":61}},{"price":5000,"skill":"Путь Синергии (пассивная способность)","description":"Персонаж добился невиданных высот в рунической магии, и научился извлекать больше пользы из нарастающего бонуса рун эффекта. Теперь, его бонус синергии за использование одинаковых рун эффекта удваивается, а максимальное количество участвующих в синергии рун увеличивается до 5ти. Также, вместо стандартного бонуса Пути, персонаж увеличивает эффективность руны Скорость на 100%, а затраты энергии на неё - на 50%.","subCategory":"Рунная магия","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":31,"skillId":53},{"subCategoryId":31,"skillId":58},{"subCategoryId":31,"skillId":59}],"1006":[{"subCategoryId":31,"skillId":60},{"subCategoryId":31,"skillId":61}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":31,"skillId":62}}]