[{"price":500,"skill":"Воля медиума (пассивная способность)","description":"Персонаж, владеющий этой способностью, силен волей и духом. Сильная воля - первое, что должен иметь хороший повелитель духов, так как слабовольный не способен управлять другими духами. Данная способность дает персонажу за каждую способность из раздела Шаманизм, которая есть у него в арсенале, включая эту, +5 энергии и +5% к шансу избежать воздействия на разум (максимум 50%).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":1}},{"price":500,"skill":"Вселение духа (20 энергии)","description":"Позволяет персонажу вселить свою душу или дух, призванный им, в любое мертвое тело или тело без души на поле боя, включая свое собственное. В результате тело сможет двигаться и будет полностью управляться духом. \"Гибриду\" тела и духа достанутся все характеристики и физические умения, магические умения и технические знания от духа. При вселении дух получает 50% жизней тела.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":2}},{"price":500,"skill":"Клетка духа (2 действия и 20 энергии)","description":"Позволяет нарисовать на земле магический круг, зайдя в который, дух застрянет и не сможет выйти за его пределы в течение 3 ходов.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":3}},{"price":500,"skill":"Метка духов","description":"Требует наличия способности Эксперт-шаман. Персонаж оставляет на земле или любой другой плоской поверхности метку, которая привлекает духов в радиусе 200 метров к себе и является своего рода маяком. В бою такая метка восстанавливает всем союзным духам 0-10 жизней и энергии за ход. Метка может выглядеть как пентаграмма, надпись, или знак. Существует 2 хода.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":4}},{"price":500,"skill":"Осколок души (20 энергии)","description":"Персонаж концентрирует перед собой сгусток духовной энергии, который можно направить в противников. В случае успешного попадания, сгусток нанесет 5-30 урона и уменьшит шансы врага попасть по цели и увернуться на 10 в следующем действии.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":5}},{"price":500,"skill":"Отделение духа (4 действия)","description":"Позволяет персонажу отделить свою душу от тела. Тело персонажа в этом случае станет свободным от души и будет считаться мертвым, поэтому на нем можно будет использовать любые способности, касающиеся мертвых тел и существ без души. Персонаж в виде духа сможет перемещаться по полю боя, наблюдать, использовать магию, вселиться в другое тело и даже атаковать противника в случае, если у него есть способности, позволяющие делать это. Использование магии в форме духа будет отнимать на 50% энергии больше, и ему нельзя будет нанести урон физическими атаками, а большая часть магических атак будет наносить только 50% урона. Полный урон будут наносить только способности, направленные специально против духов. В случае, если телу персонажа нанесут какой-либо урон этот же урон получит и душа, и наоборот. В случае, если погибнет тело персонажа, погибнет и его душа.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":6}},{"price":500,"skill":"Переход на Иную сторону (20 энергии)","description":"Позволит персонажу укрыться в мире духов от глаз противника (аналогично невидимости). Перемещаться при этом будет возможно, только потратив вдвое больше энергии. Пребывание в мире духов, однако, не защитит от нанесения персонажу урона. А при попытке персонажа атаковать или при успешной атаке на него, он становится видимым.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":7}},{"price":500,"skill":"Призрачное тело (пассивная способность)","description":"Совершив ритуал, персонаж навсегда переходит в призрачную ипостась и получает +10 к шансу успешно использовать способности шаманизма. На него перестают действовать физические атаки, однако и он перестает быть способным физически воздействовать на материальный мир, не имея способности \"Стиль удара души\". Его жизненный запас понижается на 50%, а запас энергии возрастает на 30%. Магические способности до вселения в тело будут отнимать у такого персонажа вдвое больше энергии.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":8}},{"price":500,"skill":"Призыв духа (25 энергии и 4 действия)","description":"Позволяет персонажу призвать на помощь духа давно погибшего существа. Дух может иметь способности (любые, кроме веток \"Оружейное дело\" и \"Создание брони\", а также способностей призыва других существ) общей стоимостью в 4000 опыта, при этом способности не должны быть дороже 1000 опыта. Призванный дух изначально имеет 25 жизней и 100 энергии, и ему нельзя будет нанести урон физическими атаками, а большая часть магических атак будет наносить только 50% урона. Полный урон будут наносить только способности, направленные специально против духов. Пассивные способности, которые затрагивают своим действием других персонажей, не складываются от нескольких духов. Каждый дух требует 1 Нить душ для привязки. Изначально персонаж имеет 2 Нити души (+2 за каждый навык владения шаманизмом). Подробнее о духах и Нитях душ можете прочитать в библиотеке.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":9}},{"price":500,"skill":"Развеять духа (20 энергии)","description":"Позволяет персонажу, использующему эту способность, заставить одного из присутствующих духов немедленно исчезнуть. Действует только в случае, если этот дух не сопротивляется процессу и не является душой одного из персонажей. В случае, если дух сопротивляется развеиванию, ему наносится урон в размере 0-30.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":10}},{"price":500,"skill":"Способности медиума (пассивная способность)","description":"Позволяет персонажу общаться с любыми духами (не только с призванными им). Подойдя к мертвому телу, персонаж с такой способностью сможет поговорить с духом убитого и узнать, что с ним случилось. А оказавшись на кладбище, такой персонаж найдет для себя множество отличных собеседников.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":11}},{"price":500,"skill":"Стиль удара души (пассивная способность)","description":"Позволит участвовать в бою, даже будучи духом. Дух может использовать только свои руки, ноги и другие части тела. Расход энергии при такой \"физической\" атаке будет увеличен в 4 раза, однако атаки духа будет невозможно блокировать броней или физическими преградами.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":12}},{"price":500,"skill":"Шаман (пассивная способность)","description":"Персонаж, обладающий данной способностью неплохо развил свои умения по общению с духами и овладел азами шаманизма. Он получает +25 на успех при использовании способностей шаманизма в бою. Позволяет использовать одновременно 2 тотема на поле боя, без этой способности их кол-во равно одному. Внешний вид тотемов - на совести персонажа, однако их длинна не может превышать 1 метр, а ширина 0.5 метра. Шансы тотемов на успешное действие равны шансам персонажа применить шаманизм. Кроме того, персонаж получает возможность использовать простые фокусы, связанные с шаманизмом.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":13}},{"price":1000,"skill":"Вселение в предмет (30 энергии)","description":"Позволяет персонажу вселить духа (или себя в форме духа) в неживой предмет, на 3 хода делая его живым. Предмет может быть любым, но не должен быть слишком большим - не больше 2 метров в высоту и не больше 100 килограммов веса. Предмет, в который вселился дух получает возможность говорить и использовать свои способности в бою, если то, во что он вселился, сможет двигаться или произносить заклинания. В случае если он не способен самостоятельно двигаться или произносить заклинания, будут работать лишь его пассивные способности.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":14}},{"price":1000,"skill":"Духовное оружие (30 энергии)","description":"Позволяет персонажу призвать духовное оружие и использовать его в бою. Духовное оружие не наносит урон живым существам, однако наносит урон любым видам духов. Выглядит духовное оружие, как прозрачная версия обычного, и может быть оружием только ближнего боя. За каждый навык владения шаманизмом максимальный урон оружия увеличивается на 25%.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":15}},{"price":1000,"skill":"Духовный перенос (40 энергии)","description":"Персонаж высвобождает свой дух из тела и может свободно перемещаться по полю боя, минуя физические преграды. Способность длится 4 действия, после чего тело персонажа перенесётся к его духу, который вселится в него. Персонаж может продлить действие способности, отдавая по 40 энергии за каждое дополнительное действие работы способности. Дух при этом виден всем. Если тело в итоге окажется в стене/земле/любой другой поверхности, то персонаж мгновенно теряет 10-100% максимальных жизней, в зависимости от доли и частей его тела, которые оказались замурованными.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":16}},{"price":1000,"skill":"Подрыв духа (30 энергии)","description":"Позволяет персонажу взорвать одного из своих духов, тем самым нанеся всем в радиусе 5 метров 15-70 урона. Этого же духа нельзя призвать в течение 5 ходов.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":17}},{"price":1000,"skill":"Призрачный град (пассивная способность)","description":"Требует наличие способности Осколок души. Позволяет при её использовании добавить ещё один осколок за каждую степень владения шаманизмом и дополнительные 20 энергии.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":18}},{"price":1000,"skill":"Разделение души (40+N энергии и 4 действия)","description":"Персонаж отдаёт частичку своей души для того, чтобы усилить союзного духа. Отдав N своей максимальной энергии, персонаж увеличит жизни союзного духа на N/2, энергию на N, а его шанс попасть или применить способности на N/2. N не может превышать 100. Необходимо потратить 1 действие, чтобы вернуть энергию обратно.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":19}},{"price":1000,"skill":"Свобода духа (пассивная способность)","description":"Позволяет душе персонажа, находящейся вне тела свободно летать на любой высоте, находиться под водой или даже залетать в землю. В общем, дает полную свободу передвижения в форме духа, отделенного от тела.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":20}},{"price":1000,"skill":"Тотем исцеления (40 энергии)","description":"Персонаж призывает тотем, который каждые 4 действия восстанавливает 0-25 жизни всем живым и не-механическим существам в радиусе 10-ти метров. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":21}},{"price":1000,"skill":"Тотем мудрости стихий (40 энергии)","description":"Персонаж призывает тотем, который повышает шанс применения способностей из выбранного раздела магии стихий на 30 у всех союзников в радиусе 10-ти метров. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":22}},{"price":1000,"skill":"Тотем оков (40 энергии)","description":"Персонаж призывает тотем, который замедляет скорость передвижения всех противников в радиусе 30-ти метров в 2 раза. Эффекты от нескольких таких тотемов не складываются. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":23}},{"price":1000,"skill":"Тотем очищения (40 энергии)","description":"Персонаж призывает тотем, который раз в 4 действия очищает всех существ в радиусе 10-ти метров от негативных магических эффектов. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":24}},{"price":1000,"skill":"Тотем прилива энергии (40 энергии)","description":"Персонаж призывает тотем, который каждые 4 действия восстанавливает 0-10 энергии всем существам в радиусе 10-ти метров. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":25}},{"price":1000,"skill":"Тотем стихий (40 энергии)","description":"Требует наличия навыка владения соответствующей магией стихий. Персонаж призывает тотем стихий, который раз в 2 действия атакует указанного персонажем противника в радиусе 50-ти метров. Тотем огня наносит 10-30 урона огнём. Тотем земли наносит 10-30 дробящего урона. Тотем воды наносит 10-30 урона водой. Тотем ветра наносит 10-30 урона электричеством. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":26}},{"price":1000,"skill":"Тотем тьмы (40 энергии)","description":"Персонаж призывает тотем, который повышает шанс применения способностей из раздела магии тьмы на 20 у всех союзников в радиусе 10-ти метров, а также накладывает деморализующий эффект на врагов в радиусе 10-ти метров, из-за которого их шансы на любое успешное действие уменьшаются на 10. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":27}},{"price":1000,"skill":"Тотем ярости (40 энергии)","description":"Персонаж призывает тотем, который увеличивает наносимый урон всех существ в радиусе 10-ти метров на 10%. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":28}},{"price":1000,"skill":"Тотем-барьер (40 энерии)","description":"Персонаж призывает тотем, дарующий всем союзникам в радиусе 10-ти метров барьер, способный поглотить 20 урона. Пока существует тотем, барьер обновляет свою прочность в начале каждого хода. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":29}},{"price":1000,"skill":"Эксперт-шаман (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо владеет шаманизмом и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу на успех при использовании шаманизма в бою. Духи шамана такого уровня могут прикасаться к физическим объектам, не причиняя вреда. Кол-во тотемов, которые может одновременно использовать персонаж, увеличивается до 3-х.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":13}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":30}},{"price":1500,"skill":"Безумие духа (4 действия 80 энергии)","description":"Позволяет шаману ввергнуть вражеского духа в состояние безумия, в результате чего он выйдет из-под контроля призвавшего его шамана и начнёт атаковать ближайшую к нему цель. Действие безумия может продолжаться от 4 до 12 действий, после чего дух возвращается в нормальное состояние. Способность нельзя применить чаще, чем раз в 1 ход.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":31}},{"price":1500,"skill":"Боль духа (40 энергии)","description":"Позволит персонажу, применившему способность \"Касание духов\", заставить одного такого духа передать перенесенные им страдания противнику, пролетев сквозь него. В итоге, дух нанесет 40-80 урона и повергнет жертву в шок, в результате чего ее шанс сделать что-либо уменьшится вдвое на 1-5 действий.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":32}},{"price":1500,"skill":"Вырвать душу (50 энергии)","description":"Позволяет персонажу, коснувшись тела противника, вырвать из него душу на 1-16 действий. Без души тело останется полностью незащищенным, но получает на 50% меньше урона до тех пор, пока в него не вселится другая душа. Персонаж может вселить в тело другую душу, в этом случае тело подчинится ему. Также он сможет вселить душу противника куда-либо, но она ему не подчинится. Каждое действие душа противника будет пытаться вернуться в своё тело, с шансом 25 против шанса персонажа применить шаманизм.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":33}},{"price":1500,"skill":"Духовная хватка (40 энергии, 15 энергии за действие, активируемая способность)","description":"Шаман вцепляется в душу противника причиняя ей страдания. Каждое действие персонаж вытягивает из противника на расстоянии до 10 метров(+5 за каждый уровень владения навыком шаманизма), 10 жизней и передаёт их себе. Может действовать только на 1 противника одновременно.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":34}},{"price":1500,"skill":"Касание духов (10 энергии за каждого духа)","description":"Позволяет персонажу изменить всех призванных им духов так, чтобы они могли наносить противнику физический урон. Действует в течении 3-х ходов. Любой дух, пролетевший через физическое тело во время действия этой способности нанесет этому физическому телу 0-10 урона.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":35}},{"price":1500,"skill":"Неразрывная связь (пассивная способность)","description":"Шаман крепко накрепко связал свой дух с собственным телом неразрывными духовными нитями. Теперь даже при самых серьёзных повреждениях он далеко не сразу отправится в мир мёртвых. Минимум жизней, приводящий к потере сознания, опускается до -300, а к смерти персонажа - до -500. Однако подобные связи полностью истощают все резервы души и тела, что делает невозможным его воскрешение на поле боя в том случае, если персонаж всё-таки умрёт. Считается способностью воскрешения и не сочетается с любыми другими такими способностями.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":36}},{"price":1500,"skill":"Призыв сильного духа (50 энергии и 4 действия)","description":"Требует наличия способности \"Шаман\". Позволяет персонажу призвать на помощь сильного духа. Дух может иметь способности (любые, кроме способностей из веток \"Оружейное дело\" и \"Создание брони\", а также способностей призыва других существ) общей стоимостью в 7000 опыта и не дороже 2500 каждая. Дух имеет 75 жизней и 250 энергии, и ему нельзя будет нанести урон физическими, а большая часть магических атак будет наносить только 50% урона. Полный урон будут наносить только способности, направленные специально против духов. Пассивные способности, которые затрагивают своим действием других персонажей, не складываются от нескольких духов. Каждый сильный дух требует 2 Нити душ для привязки. Изначально персонаж имеет 2 Нити души (+2 за каждый навык владения шаманизмом). Подробнее о духах и Нитях душ можете прочитать в библиотеке.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":13}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":37}},{"price":1500,"skill":"Резонанс с духом (100 энергии и 1 ход)","description":"Позволяет персонажу впитать одного из привязанных к нему духов, после чего он получает те способности, которые имел дух. Каждый новый резонанс заменяет предыдущий. Персонаж не может при помощи резонанса получить жизни/энергию. В ролевой применять резонанс можно не чаще одного раза в день.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":38}},{"price":1500,"skill":"Тотем эмпатии (60 энергии)","description":"Персонаж призывает тотем, связанный духовными узами с указанной целью. 50% любого урона, который должна получить выбранная цель, передаётся тотему. Действует только в радиусе 30-ти метров. После уничтожения тотема должен пройти 1 ход, прежде чем персонаж сможет призвать новый. Можно иметь только 1 такой тотем на поле боя. Тотем имеет 150 жизней (+25 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":39}},{"price":1500,"skill":"Тотем-заклинатель (60 энергии)","description":"Персонаж призывает тотем и дарует ему возможность использовать одну из магических способностей собственного арсенала (кроме способностей призыва), стоимостью не более 1000 опыта. Магическая способность закрепляется за тотемом и может быть применена не чаще 1-го раза в 4 действия. Можно иметь только 2 таких тотема на поле боя. Тотем имеет 20 жизней (+20 за каждый навык владения шаманизмом).","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":40}},{"price":1500,"skill":"Шаман-ритуалист (пассивная способность)","description":"Персонаж специализируется на проведении особых ритуалов и старается быть независимым от физических проводников спиритической силы. Все способности тотемов у такого персонажа заменяются способностями ритуалов. Ритуалы работают точно так же, как и тотемы, однако их невозможно прервать, а их действие ограничено 3-мя ходами. Стоимость применения таких способностей увеличивается на 50%. Тотем эмпатии невозможно использовать как ритуал.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":41}},{"price":2500,"skill":"Высший дух (пассивная способность)","description":"Данная способность требует наличия способности \"Призрачное тело\" и заменяет её бонусы. Персонаж, владеющей данной способностью, прекрасно освоил природу своего существования и полностью раскрыл потенциал своего призрачного тела. Бонус к запасу энергии увеличивается с 30% до 50%, шанс использования способностей Шаманизма увеличивается на 50, а магические способности до вселения в тело теперь отнимают не в два раза больше энергии, а в полтора.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":8}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":42}},{"price":2500,"skill":"Мастер-шаман (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил шаманизм и теперь контактирует с духами так же легко, как с живыми. Он получает +125 к шансу на успех любой способности из раздела \"Шаманизм\" в бою, и любые призванные им духи являются куда более умелыми и опытными, чем у простых шаманов, получая +25 жизней и +50 энергии, а также дополнительно 1000 опыта, на который можно приобрести способности. Духи шамана такого уровня могут переносить некоторые вещи. Кол-во тотемов, которые может одновременно использовать персонаж, увеличивается до 4-х.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":13},{"subCategoryId":25,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":43}},{"price":2500,"skill":"Мир духов (100 энергии + 10 энергии за каждую душу и 1 ход)","description":"Персонаж, обладающий данной способностью, может заставить каждую душу в радиусе 100 метров покинуть тело. Все бездушные тела считаются мёртвыми, а все живые персонажи становятся духами на 4-12 действий. Они могут применять магию с завышенными затратами энергии, на них распространяются все бонусы призрачного тела, однако они не могут без способности \"Стиль удара души\" физически контактировать с живым миром. Не действует на роботов. Каждое действие существует 15% вероятность, что душа персонажа вернется в своё тело до окончания действия способности. Оставшиеся без души тела могут получать урон, но этот урон будет уменьшен на 50%.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":44}},{"price":2500,"skill":"Мстительный дух (пассивная способность)","description":"В случае, если у персонажа жизни опустятся ниже нуля, его дух покинет тело, но останется в мире живых, чтобы сражаться и мстить за себя. Он вернёт себе 10-25% от максимальных жизней, и продолжит сражаться в форме духа. Его физические атаки будут наносить на 50% больше урона, если только у него есть \"Стиль удара души\", а вся магия шаманизма будет стоить на 50% меньше энергии. Бонус сохранится, если персонаж вселится в другое тело. В своё тело вселиться нельзя, если только его не реанимируют каким-либо способом. В таком случае душа автоматически вернётся в тело, а бонусы пропадут. Дух-мститель может находиться в нашем мире только 3-5 ходов, после чего его жизни опустятся до нуля, и персонаж окончательно перейдёт в иной мир. Считается способностью воскрешения и не сочетается с любыми другими такими способностями. Может срабатывать не чаще одного раза в день/бой.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":45}},{"price":2500,"skill":"Призрачная волна (150 энергии и 1 ход)","description":"Позволяет шаману в выбранном месте поднять потусторонние материи, которые нанесут 40-250 урона всем в радиусе 100 метров, и в течении хода пострадавшие будут переживать шок, что выразится в понижении шансов использования любых способностей на 10%. Данный эффект не суммируется.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":46}},{"price":2500,"skill":"Призыв великого духа (100 энергии, 1 ход)","description":"Требует наличия способности Мастер-шаман. Позволяет персонажу призвать на помощь великого духа одного из сильнейших существ. Дух может иметь способности (любые, кроме способностей из веток \"Оружейное дело\" и \"Создание брони\", а также способностей призыва других существ) общей стоимостью в 14000 опыта, и не дороже 2500 каждая, однако он может иметь одну способность стоимостью 5000 опыта (не распространяется на пути). Дух имеет 150 жизней и 400 энергии, и ему нельзя будет нанести урон физическими, а большая часть магических атак будет наносить только 50% урона. Полный урон будут наносить только способности, направленные специально против духов. Одновременно можно призвать только 1 такого духа. Пассивные способности, которые затрагивают своим действием других персонажей, не складываются от нескольких духов. Великий дух требует 6 Нитей душ для привязки. Изначально персонаж имеет 2 Нити души (+2 за каждый навык владения шаманизмом). Подробнее о духах и Нитях душ можете прочитать в библиотеке.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":43}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":47}},{"price":5000,"skill":"Путь Духа (пассивная способность)","description":"Персонаж постиг сущность духов и отлично ладит с ними. Дает стандартные бонусы от Пути, а также: любые призванные им духи являются куда более умелыми и опытными, чем у простых шаманов и получают +10/15/20% от потраченного опыта персонажа для обычного/сильного/великого духов соответственно, который можно распределить на их умения, а также шанс использовать свои способности у них увеличивается на 25.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":13},{"subCategoryId":25,"skillId":30},{"subCategoryId":25,"skillId":43}],"1006":[{"subCategoryId":25,"skillId":49},{"subCategoryId":25,"skillId":50}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":48}},{"price":5000,"skill":"Путь Резонанса (пассивная способность)","description":"Персонаж постиг постиг саму сущность духов, что позволяет ему максимально эффективно резонировать с ними. Дает стандартные бонусы от Пути, а также: персонаж может впитать двух своих духов при помощи Резонанса, при этом он получает +25 жизни и +50 энергии от обычного, +50 и +100 от сильного, +75 и +150 от великого духа. Кроме того, Резонанс невозможно развеять против воли персонажа.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":13},{"subCategoryId":25,"skillId":30},{"subCategoryId":25,"skillId":43}],"1006":[{"subCategoryId":25,"skillId":48},{"subCategoryId":25,"skillId":50}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":49}},{"price":5000,"skill":"Путь Тотема (пассивная способность)","description":"Персонаж достиг невероятных успехов в обращении с тотемами. Дает стандартные бонусы от Пути, а также: Шансы тотемов на успешное действие увеличиваются на 50, а их одновременное кол-во на поле боя - до 6-ти. Кроме того, тотемы получают на 50% меньше урона от способностей массового поражения.","subCategory":"Шаманизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":25,"skillId":13},{"subCategoryId":25,"skillId":30},{"subCategoryId":25,"skillId":43}],"1006":[{"subCategoryId":25,"skillId":48},{"subCategoryId":25,"skillId":49}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":25,"skillId":50}}]