[{"price":500,"skill":"Исцеление легких ран (10 энергии + 2 энергии за каждую способность магии света)","description":"Одна из самых простых техник лечения. Заживляет неглубокие раны: порезы, синяки, трещины и т.д. Восстанавливает 10-20 жизней, а также дополнительно 0-5 жизней за каждую способность магии света у персонажа.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":1}},{"price":500,"skill":"Луч света (20 энергии)","description":"Персонаж выпускает из рук луч света, который наносит 10-45 урона любой нежити, включая призраков, или 5-30 урона любому другому существу.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":2}},{"price":500,"skill":"Маг света (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении стихией света и заставил свет подчиниться себе. Он получает +25 к шансу успешно применить способности из магии света. Он может использовать простые фокусы, связанные со светом, например, заставить свои ладони светиться. Все способности света, наносящие противникам урон, имеют 15% шанс развеять магию тени при попадании в неё.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":3}},{"price":500,"skill":"Мерцание (15 энергии за ход, 1 действие на активацию и деактивацию)","description":"Тело персонажа начинает мерцать разноцветным свечением, создавая множественные блики. В виду этого попасть по такому персонажу становится значительно сложнее, что уменьшает шанс попадания любой атаки направленной против такого персонажа на 30. Также лишает персонажа возможности скрыться.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":4}},{"price":500,"skill":"Передача энергии (10 энергии + количество переданной энергии)","description":"Позволяет передать союзнику до 40 единиц своей энергии. Цель должна находиться не дальше, чем в 10 метрах от персонажа.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":5}},{"price":1000,"skill":"Благословение оружия (40 энергии)","description":"Персонаж наделяет любое оружие святой силой, благодаря этому урон от любого удара оружием увеличивается на 20% а урон оружием по нежити и демонам увеличивается на 50%. Кроме того освященное оружие сможет наносить урон духам, однако такой урон будет равен лишь 50% урона от нормального удара оружием. Действует до конца боя.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":6}},{"price":1000,"skill":"Исцеление тяжелых ран (30 энергии + 5 энергии за каждую способность магии света)","description":"Более сложная техника лечения. Можно излечить глубокие порезы, внутренние повреждения, переломы. Восстанавливает 10-50 жизней, плюс дополнительно 0-10 за каждую способность из магии света у персонажа, а также может излечить перелом или вывих конечности. При наличии как минимум 10 способностей из магии света, позволяет полностью восстановить потерянные конечности.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":7}},{"price":1000,"skill":"Оберег от тьмы (35 энергии)","description":"Заклинание, которое защищает персонажа или одного из его союзников от любой тёмной магии. При попадании тёмной магии в персонажа, оберег принимает удар на себя, защищая от 50% урона. после чего оберег исчезает. Если тёмная магия не наносит урона, она с 50% вероятностью полностью уходит в оберег и не действует на персонажа. Оберёг действует три хода. На одну цель может действовать только один оберег.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":8}},{"price":1000,"skill":"Очищение (20 энергии + дополнительная энергия)","description":"Снимает один эффект с себя или другого игрока в радиусе 10 метров. Эффектом может быть проклятие, яд или любое другое негативное магическое или немагическое воздействие кроме естественных травм вроде переломов, вывихов и ран. За каждый уровень навыков владения магией света стоимость заклинания повышается на 10 единиц, а количество эффектов, которые будут сняты, увеличивается на 1.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":9}},{"price":1000,"skill":"Ультрафиолет (40 энергии)","description":"Позволяет игроку выпустить из рук луч ультрафиолета, который способен пронзить любое живое существо и нанести ему 10-60 урона. Не действует на нежить. Духам и бестелесным существам наносит лишь 70% урона.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":10}},{"price":1000,"skill":"Эксперт стихии света (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет стихией света и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу успешно применить способности из магии света. Также он получает возможность использовать более сложные фокусы с магией света, например создать шар света, освещающий всё вокруг. Но такие фокусы не может быть достаточно сильны, чтобы навредить кому-либо. Все способности света, наносящие противникам урон, имеют 30% шанс развеять магию тени при попадании в неё.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":19,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":11}},{"price":1500,"skill":"Воскрешение (75 энергии и 4 действия)","description":"Позволяет вернуть к жизни убитое в бою существо. Работает только в том случае, если тело ещё не начало гнить. Восстанавливает от 10% до 25% от максимального запаса жизни. Одно и то же существо можно воскресить только один раз за бой.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":12}},{"price":1500,"skill":"Длительное исцеление (40 энергии +5 за каждую способность магии света)","description":"Персонаж накладывает на себя или цель исцеление, аналогичное исцелению лёгких ран, но заживляющее раны в течение длительного времени. Восстанавливает 5 жизней за действие, а также +1 жизней за каждую способность магии света у персонажа. Длится 2 хода. При повторном применении время действия обновляется.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":13}},{"price":1500,"skill":"Колыбель Света (100 энергии и 4 действия + 10 энергии за каждую способность магии света)","description":"Заклинание для массового исцеления на определенной области. Маг Света создаёт шар из целительной энергии и может отправить его на расстояние до 100 метров. При взрыве шар исцеляет всех в радиусе 30 метров на 0-75 жизней, а также дополнительно на 0-5 жизней за каждую способность магии света у персонажа.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":14}},{"price":1500,"skill":"Молитва (50 энергии и 4 действия)","description":"Требует наличия способности \"Маг света\". После прочтения этой молитвы маг света одаривает всех своих союзников и себя особым благословением. Союзники чувствуют моментальный прилив сил и энергии, получая по +50 к запасам жизни и энергии до конца боя. Способность можно использовать лишь один раз за бой.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":19,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":15}},{"price":1500,"skill":"Нова (100 энергии и 4 действия)","description":"Позволяет персонажу, подняв руки вверх, вызвать шар света и заставить его взорваться, выпустив свет во все стороны вокруг себя, и нанося 0-75 урона всем живым существам на поле боя кроме самого персонажа. Духи и нежить получают от этой атаки 25-100 урона вместо 0-75.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":16}},{"price":1500,"skill":"Поглощение света (пассивная способность)","description":"Персонаж, имеющий данную способность способен восстанавливать свои силы и здоровья, находясь на свету и получая энергию солнца. Если персонаж с этой способностью в конце хода окажется под солнечным светом или хотя бы один луч солнечного света будет касаться его тела (именно тела, а не одежды), то данный персонаж получит 0-15 жизней и 0-30 энергии. Также, во время действия прямых лучей солнца на персонажа, его шанс успешно применить магию света увеличивается на 25 единиц. Считается только свет солнца, а не созданный кем-либо магический свет.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":17}},{"price":1500,"skill":"Цепь единения (100 энергии и 4 действия)","description":"Связывает жизни и энергию персонажа и и до четырёх его союзников на поле боя. Все жизни и весь запас энергии персонажа и его союзников суммируются, после чего каждый может использовать общий запас энергии и урон, нанесенный одному из игроков, отнимается от общих жизней. До тех пор, пока общий запас жизней не подойдет к концу группа будет способна сражаться в полном составе, и лишь когда жизни опустятся до 0 все одновременно повалятся на землю. Так же и с энергией, пока она не опустится до нуля, после чего вся группа сразу будет чувствовать себя обессиленной и неспособной на дальнейшие действия. Регенерация жизней и энергии так же суммируется. Если любой член группы отойдёт на 100 метров от остальных, цепь порвётся, оставляя всем членам группы не более 10% жизней и энергии.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":18}},{"price":1500,"skill":"Эмпатия (50 энергии)","description":"Связывает персонажа и его противника невидимой нитью жизни. Любая атака, нанесенная противником по персонажу до конца хода, и, отнявшая у него жизни нанесет ему урон, равный 50%-150% нанесенного урона, а любая лечебная способность, использованная на персонаже восстановит 50%-150% от восстановленных персонажу жизней и противнику. Кроме того любые позитивные и негативные эффекты, поставленные на игрока будут передаваться и противнику. Действует два хода.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":19}},{"price":2500,"skill":"Аватар жизни (110 энергии и 4 действия)","description":"Вызывает на поле боя сияющее существо, внимательно наблюдающее за сражением. Аватар беспристрастен и внимательно наблюдает за боем, и лишь в конце каждого раунда вступает в бой и наносит 0-100 урона тому, кто нанес в этом раунде больше всего урона другим существам. Сам аватар состоит из чистого света и остановить его можно разве что тенью или зеркальной поверхностью. Убить его невозможно. Он существует на поле боя до конца боя, после чего исчезает, возвращаясь в свой мир.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":20}},{"price":2500,"skill":"Всплеск света (100 + 50 энергии и 4 действия)","description":"Персонаж возводит руки к небесам и призывает на помощь саму волю Демиурга. После завершения подготовки заклинания, всё поле боя заполняется светом на следующие 4 действия, и все выбранные персонажем цели, включая его самого восстанавливают по 25-75 жизней каждое действие. Однако, за каждую цель, на которую подействовало заклинание, персонаж отдаёт дополнительно 50 энергии.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":21}},{"price":2500,"skill":"Вспышка света (100 энергии и 4 действия)","description":"Используя это заклинание, маг света заполняет поле боя вокруг себя радиусом в 50 метров таким ярким светом, что в течение одного хода с момента произнесения заклинания шансы попасть любой направленной способностью или атакой одиночного поражения снижаются на 33% у всех, кроме применившего способность. За пределами 50 метров штраф заменяется на -25. От действия способности можно спастись, укрывшись за светонепроницаемым укрытием.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":22}},{"price":2500,"skill":"Душа Солнца (пассивная способность)","description":"Персонаж благословлён светом и смешал саму свою сущность с ним. Он получает +30 к шансу применить способности магии света, однако -40 к шансу применить любую тёмную магию. Потратив 40 энергии и 2 действия, персонаж может превратить свое тело в свет. В таком состоянии персонаж получает только 25% урона от атак с помощью света и 10% от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к магии света и требующие более 40 энергии для активации, а также обращаться с оружием или щитами. Кроме того, в таком состоянии персонаж будет получать 150% урона от магии тени, демонической магии и проклятий, а также будет отражаться от зеркальных поверхностей, теряя при этом 1-10 жизней. Кроме того, персонаж готовит чары магии света на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Будучи в активном состоянии он восстанавливает всем союзникам в радиусе 15 метров от себя по 10 единиц жизни и энергии каждое действие. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга. В данную способность не входит способность \"Превращение в свет \".","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":23}},{"price":2500,"skill":"Душа феникса (пассивная способность)","description":"Если уровень здоровья персонажа в течении хода опустился ниже 0, то бой не завершится, и в начале следующего хода он восстанет, восстановив себе от 10% до 50% от его максимального запаса жизней. При активации способности с персонажа сбрасываются все эффекты периодического урона и дебафы. Срабатывает не чаще одного раза в день/бой. Является способностью воскрешения, и не действует вместе с другими подобными способностями.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":24}},{"price":2500,"skill":"Мастер стихии света (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил стихию света и теперь управляет светом так же легко, как управляет своим телом. Он получает +125 к шансу успешно применить способности из магии света. К тому же, любые положительные эффекты, наложенные с помощью магии света становятся на 25% эффективнее и полезнее. Все способности света, наносящие противникам урон, имеют 45% шанс развеять магию тени при попадании в неё.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":19,"skillId":3},{"subCategoryId":19,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":25}},{"price":2500,"skill":"Праведный гнев (пассивная способность)","description":"Персонаж впадает в праведный гнев, если у кого-либо из его союзников в радиусе 100 метров жизни опустились ниже 33%. Во время праведного гнева персонаж получает возможность применять по 2 способности из ветки Магии света стоимостью до 1000 опыта за 1 действие, а его шансы успешно применить магию света увеличиваются на 75. Способность действует 1 ход и только раз в бой.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":26}},{"price":2500,"skill":"Превращение в свет (4 действия и 100 энергии)","description":"Позволяет персонажу на 1 действие превратиться в свет и переместиться куда угодно на расстояние до 1000 километров. Любой, кого коснется персонаж во время перемещения в виде света получит 40-140 урона. В форме света персонажа будут отражать любые зеркальные поверхности, и он не будет иметь возможности пройти сквозь магические преграды и щиты. Кроме того, если персонаж не сможет трансформироваться обратно в себя в течение следующего действия (например, в случае, если луч света, в который он превратился, разделят на части с помощью двух зеркал), он немедленно потеряет 100% от своих максимальных жизней. Шанс попасть по персонажу в таком состоянии всегда меньше на 100.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":27}},{"price":5000,"skill":"Массовое воскрешение (300 энергии и 12 действий)","description":"Одно из сильнейших заклинаний магии света, позволяющее воскресить всех убитых союзников на поле боя, если их тела ещё не начали гнить. Восстанавливает от 10% до 30% от максимального запаса жизни и энергии каждого воскрешённого. Одно и то же существо можно воскресить только один раз за бой.  Работает только в том случае, если тела ещё не начали гнить.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":28}},{"price":5000,"skill":"Поток света (1 ход, 120 энергии за действие, поддерживаемая способность)","description":"Персонаж накапливает силу света и выпускает мощный поток длинной 500 и шириной 5 метров. Каждый противник, находящийся в потоке света получает 50-150 урона каждое действие, а также каждое существо в нём получает -100 к шансу попасть. При выходе из потока или его исчезновении шанс попасть восстанавливается после 2-х действий. Наносит на 50% больше урона духам и нежити. Персонаж может направлять поток света в любую сторону, не прерывая его, затрачивая 1 действие на каждые 90 градусов поворота. Если поток света попадает на зеркальную поверхность, то его действие отражается в обратную сторону, в том числе задевает и самого персонажа.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":29}},{"price":5000,"skill":"Путь Карателя (пассивная способность)","description":"Персонаж достиг невиданных высот в магии света, и несёт возмездие во имя Демиурга. Все его лечащие заклинания магии света теперь способны наносить урон в том же объёме, в котором они должны были исцелять. Но затраты энергии на такие заклинания увеличиваются на 25%. Также получает стандартные бонусы от Пути. Все способности света, наносящие противникам урон, имеют 75% шанс развеять магию тени при попадании в неё. Также вокруг персонажа отныне всегда существует магическая аура, наносящая любой нежити и призракам 1-10 урона за действие в радиусе 10 метров. При желании персонажа аура может быть \"отключена\" на угодное ему время.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":19,"skillId":3},{"subCategoryId":19,"skillId":11},{"subCategoryId":19,"skillId":25}],"1006":[{"subCategoryId":19,"skillId":31},{"subCategoryId":19,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":30}},{"price":5000,"skill":"Путь Целителя (пассивная способность)","description":"Персонаж достиг невиданных высот в магии света, и сосредоточил свои навыки на помощи нуждающимся. После применения лечащего заклинания, персонаж автоматически создаёт вспышку света вокруг себя, восстанавливающую дополнительно 25% от эффекта заклинания в радиусе 5 метров за каждые 25 энергии, отданные на подготовку заклинания. Также получает стандартные бонусы от Пути. Кроме того, Цепь Единения, созданная обладателем этого Пути, при разрыве теперь оставляет 20% жизней и энергии каждому из участников. Все способности света, наносящие противникам урон, имеют 60% шанс развеять магию тени при попадании в неё.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":19,"skillId":3},{"subCategoryId":19,"skillId":11},{"subCategoryId":19,"skillId":25}],"1006":[{"subCategoryId":19,"skillId":30},{"subCategoryId":19,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":31}},{"price":5000,"skill":"Путь Экзорциста (пассивная способность)","description":"Персонаж достиг невиданных высот в магии света, и сосредоточил свои навыки на противодействии врагам Демиурга. Все заклинания магии света, направленные на противодействие нежити, имеют на 25% больший шанс попасть, и наносят на 25% больше урона. Все заклинания, наносящие повышенный урон нежити, теперь также наносят такой урон демонам. В случае с лечащими заклинаниями, если это заклинание направлено только на одну цель, и эта цель не является самим персонажем - эффективность исцеления повышается на 25%. Также получает стандартные бонусы от Пути. Все способности света, наносящие противникам урон, имеют 75% шанс развеять магию тени при попадании в неё.","subCategory":"Магия света","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":19,"skillId":3},{"subCategoryId":19,"skillId":11},{"subCategoryId":19,"skillId":25}],"1006":[{"subCategoryId":19,"skillId":30},{"subCategoryId":19,"skillId":31}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":19,"skillId":32}}]