[{"price":500,"skill":"Говорящий во сне (пассивная способность)","description":"Личная особенность персонажа говорить во сне. Персонаж, приобретя данную способность, может оповестить о том где правда, а где вымысел и что ему сейчас снится или думается. Способность оставляет персонажа в состояния сна и не требует способности – активатора для использования.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":1}},{"price":500,"skill":"Заражающий зевок (20 энергии. Мгновенно)","description":"Натренированное действие, влияющее на подсознание и заставляющее вызвать ответную зевоту у оппонента. Вовремя зевка противники не могут ничего поделать со своей собственной зевотой и на половину хода наносят только 50% урона от любой физической атаки, как и уменьшают шансы попасть ими по врагу на 50. Способность возможно использовать лишь раз за ход и не требует способности – активатора для использования.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":2}},{"price":500,"skill":"Исцеляющие сны (20 энергии +10 энергии за действие)","description":"Способность, благотворно влияющая на сновидца исцеляя его раны. Активируя внутренние резервы, тело начинает исцелять само себя и перебарывать болезни. Сновидения несут в себе лишь благотворный характер и активны лишь во время сна. В активированном состоянии способности персонаж каждое действие восстанавливает 0-10 очков здоровья и имеет шанс в 20% снять неблагородный пассивный эффект. Эффект, который активно поддерживают иные персонажи, снимать нельзя. Необходима способность – активатор.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":3}},{"price":500,"skill":"Лёгкая дрёма (2 действия)","description":"Способность - активатор, позволяющий обладателю впасть в состояние сна в неагрессивных условиях. В данном состоянии персонажа возможно с лёгкостью разбудить, толкнув его или всячески взаимодействуя иначе. Во время сна восстановление энергии у персонажа увеличивается в два раза. Персонаж проснётся сам по истечению хода с момента активации способности.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":4}},{"price":500,"skill":"Сновидец первой ступени (пассивная способность)","description":"Персонаж, обладающий данной способностью, научился контролировать свой режим сна и отличать грёзы от реальности. Он получает +25 к шансу успешно использовать способности из ветки «Сновидец» и защиту от ветки «Магия Иллюзий» на 25 очков. Персонаж уже может хорошо выспаться в «запас» и не нуждаться во сне долгое время. Отличительная черта всех Сновидцев – круги под глазами от недосыпа, не обязательно проявляются на лице персонаже, вставшим на этот путь.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":5}},{"price":1000,"skill":"Ловец снов (20 энергии схватить +5 энергии за поддержку сна в предмете)","description":"Способность, которая позволяет повторно использовать последний схваченный сон на себе или на другом персонаже мгновенно и без использования энергии. После активации на цели, персонаж поддерживает данную технику своей собственной энергией.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":6}},{"price":1000,"skill":"Ложные сны (20 энергии +5 энергии за действие)","description":"Способность, защищающая персонажа от воздействия на свой разум, подменой собственных снов на нужные. Сновидения несут в себе лишь защитный характер и активны лишь во время сна. Шанс, что способности противников, влияющие на разум, сработают равняются 20%. Необходима способность – активатор.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":7}},{"price":1000,"skill":"Ночные кошмары (20 энергии +10 энергии за действие)","description":"Способность, пагубно влияющая на существо нуждающегося во сне. Используя психологические жесты, как-то слова или движения, цель встречается один на один со своими глубочайшими страхами как наяву. Сновидения несут в себе лишь пагубный характер, но вызвать их может любой. В активированном состоянии способности персонаж-цель каждое действие теряет 0-10 очков энергии. Если персонаж противника спит или находится в бессознательном состоянии, способность запрещает восстановление энергии вообще. Не требует способности – активатора для использования.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":8}},{"price":1000,"skill":"Сновидец второй ступени (пассивная способность)","description":"Персонаж, обладающий данной способностью, спокойно контролирует свой режим сна и точно знает где лежит мир снов, а где мир Бодрствующих. Персонаж получает +50 к шансу успешно использовать способности из ветки «Сновидец» и защиту от ветки «Магия Иллюзий» на 50 очков. Отличительная черта всех Сновидцев – круги под глазами от недосыпа, теперь всегда украшают лицо персонажа. Необходим «Сновидец первой ступени».","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":34,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":9}},{"price":1000,"skill":"Сон с открытыми глазами (пассивная способность)","description":"Личная особенность спать с открытыми глазами. Такой персонаж может получать информацию о происходящем и возможных угрозах даже во время сна, что поможет ему на подсознательном уровне оставаться таким же ловким, будто и не спит вообще. Способность позволяет вывести персонажа из состояния своего сна в любое время, будто его разбудили специально. (Исключение – сон «Как по часам»)","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":10}},{"price":1000,"skill":"Улучшенные исцеляющие сны (пассивная способность)","description":"Способность улучшающая использование «Исцеляющих снов». Сновидения несут в себе такой заряд счастья, что теперь могут восстанавливать 0-20 очков здоровья и имеет дополнительный шанс в 20% снять неблагоприятный пассивный эффект. Этот шанс влияет и на эффект, который активно поддерживают иные персонажи. Необходима способность – активатор, «Исцеляющие сны» и «Сновидец первой ступени».","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":34,"skillId":5},{"subCategoryId":34,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":11}},{"price":1500,"skill":"Как по часам (1 ход)","description":"Способность - активатор, позволяющий обладателю впасть в состояние сна в неагрессивных условиях. В данном состоянии персонажа невозможно разбудить, пока не пройдёт определённое время, установленное самим персонажем. Энергия добавляется к персонажу в двойном размере, но пребывать в данном состоянии разрешено лишь в течении 5 ходов. Весь урон, нанесённый персонажу, засчитывается лишь после его пробуждения. Возможно войти в данный режим в конце хода, если в первой его половине персонаж вошёл в другое состояния сна.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":12}},{"price":1500,"skill":"Лежебока (мгновенно)","description":"Способность - активатор, позволяющий обладателю мгновенно впасть в состояние сна в неагрессивной среде. Условие только одно: принять горизонтальное положение. В данном состоянии персонажа тяжело разбудить. Шанс будет рассчитываться 50 на 50. Во время сна восстановление энергии у персонажа увеличивается в два раза.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":13}},{"price":1500,"skill":"Распространяющий лень (40 энергии и 4 действия. 20 энергии – поддержка каждый ход)","description":"Праздность некой аурой окружает персонажа и любой, кто его увидит, будет чувствовать себя ужасно утомлённым рядом с ним. Одного чувства присутствия достаточно, чтобы передвижения стали в половину медленней, атаки в половину слабее, а шансы что- то сделать стали меньше на 50. Кроме того, все персонажи начинают терять 5-20 энергии каждый ход. Действует на всех, кроме пользователя. Эффекты двух персонажей, обладающие данной способностью, не складываются. Не требует способности – активатора для использования.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":14}},{"price":1500,"skill":"Сноходец (пассивная способность)","description":"Редкая особенность полусна – полубодрствования. В обычных условиях активируется неприятными снами. В таком состоянии человек может перемещаться, отвечать на простые вопросы и проявлять агрессию находясь на границе своего сознания. Если глаза у сноходца открыты, то это позволяет персонажу использовать оружие. Способность активируется единожды во время непрерванного сна и длиться один ход. Имеет шанс продолжить своё действие на следующие ходы, каждый ход уменьшая свой шанс на провал в 30%.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":15}},{"price":1500,"skill":"Ярость разбуженного (пассивная способность)","description":"Персонаж, обладающий данной способностью, в ярости способен становиться намного сильнее чем в обычном состоянии. Чтобы вызвать у такого персонажа ярость достаточно просто разбудить его или заставить его проснуться. В таком состоянии персонаж становится куда сильнее, наносит двойной урон от любой физической атаки и увеличивает свои шансы попасть по противнику на 50. Длительность – один ход. После данной способности персонаж не сможет ещё заснуть некоторое время, каждый ход увеличивая свои шансы на 30%.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":16}},{"price":2500,"skill":"Дар Морфея (40 энергии)","description":"Позволяет персонажу ввести любого оппонента в состояние глубокого сна. В этом состоянии энергия оппонента восстанавливается в два раза быстрее, однако он теряет возможность что-либо делать или уклоняться от атак противника. Противник проснется, как только ему нанесут физический урон. Помимо этого, дважды за ход спящий персонаж может попытаться взять сон под контроль и проснуться. Каждая такая попытка будет отнимать у него 20 энергии и 3 действия, а шанс на успех будет равен 20%. Необходима способность – активатор.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":17}},{"price":2500,"skill":"Сновидец третьей ступени (пассивная способность)","description":"Персонаж, обладающий данной способностью, контролирует себя и свой режим сна, как настоящий мастер. Он получает +125 к шансу успешно использовать способности из ветки «Сновидец». Отличительная черта всех Сновидцев – круги под глазами от недосыпа украшают лицо такого персонажа, как боевая раскраска, даже если он спит днями напролёт.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":34,"skillId":5},{"subCategoryId":34,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":18}},{"price":2500,"skill":"Сон Дежа Вю (100 энергии + энергия на поддержку)","description":"Позволяет персонажу увидеть сон о том, что противник сделает в следующем ходу. В результате этого персонаж всегда заранее знает, что делать и как спастись от атаки. После активации данной способности персонаж получает бонус к шансу увернуться от любых вражеских атак в следующем ходу. Бонус вычисляется по формуле (х*2), где «х» - число очков энергии, потраченное на поддержку способности(энергия на активацию не считается). Необходима способность – активатор.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":19}},{"price":5000,"skill":"Путь Сновидца (пассивная способность)","description":"Персонаж освоил магию снов на столь высоком уровне, что создавать заклинания становится намного проще. Даёт стандартные бонусы от Пути, а также: персонаж получает +100 к шансу успешно защититься от магии, влияющей на его разум, а расход энергии на поддержку своих заклинаний сна уменьшается на 50%.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":34,"skillId":5},{"subCategoryId":34,"skillId":9},{"subCategoryId":34,"skillId":18}],"1006":[{"subCategoryId":34,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":20}},{"price":5000,"skill":"Путь Ткача Кошмаров (пассивная способность)","description":"Персонаж использует свои выдающиеся навыки в технике сна для причинения своим врагам существенных неудобств. Даёт стандартные бонусы от Пути, а также: все способности, направленные на ослабление противника или заключения его в сон, начинают наносить ему урон в размере 0-1 за каждую единицу потраченной энергии на активацию заклинания, а также на его поддержку. Урон наносится тогда же, когда тратится энергия, а шанс попасть равен шансу применить способности техники сна.","subCategory":"Техника сна","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":34,"skillId":5},{"subCategoryId":34,"skillId":9},{"subCategoryId":34,"skillId":18}],"1006":[{"subCategoryId":34,"skillId":20}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":34,"skillId":21}}]