[{"price":500,"skill":"Затемнение разума (20 энергии)","description":"Позволяет персонажу наложить на врага заклинание, из-за которого тому будет казаться, будто всё вокруг покрылось тьмой. Уменьшает шанс противника попасть по цели на 50 на 2 хода. Не работает в тех случаях, если противник может хорошо ориентироваться в пространстве без света (тепловое зрение, инфракрасный сканер и т.д.).","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":1}},{"price":500,"skill":"Копьё тьмы (25 энергии)","description":"Персонаж достает копьё из своей тени или любой тени поблизости и запускает в противника, нанося 1-40 урона. В случае, если на пути между копьем и жертвой оказывается мощный источник света копьё исчезает.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":2}},{"price":500,"skill":"Скрытность в тени (20 энергии)","description":"Позволяет скрыться в тени объекта или живого существа, уменьшая тем самым шанс на то что вас обнаружат с помощью зоркости, магии или специального средства на 100. Поскольку базовый шанс любого человека увидеть скрывшегося в тени и базовый шанс любой магии успешно сработать равен 100 любой персонаж и любая способность без дополнительных модификаторов дающий бонус к шансу что магия успешно сработает или шансу что персонаж увидит спрятавшегося в тени противника практически обречена на провал. Способность действует до тех пор, пока вы не выйдете из тени или не атакуете.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":3}},{"price":500,"skill":"Специалист теневых искусств (пассивная способность)","description":"Персонаж обладает базовыми навыками в области теневых искусств. Он получает +25 к шансу применить любую теневую способность. Позволяет использовать мелкие фокусы с тенями, которые не могут нанести урон или как-то повлиять на ход боя, например, незначительно изменить очертания окружающих теней, заставить их дрожать или идти волнами и т.д.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":4}},{"price":500,"skill":"Теневой захват (30 энергии)","description":"Позволяет персонажу запустить какой-либо острый предмет в тень противника и приковать тень к земле. В случае успешного попадания враг не сможет передвигаться в течении хода, но может совершать любые другие действия. Также, противник может пытаться вырваться из захвата, с 10% шансом за действие.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":5}},{"price":500,"skill":"Форма летучей мыши (15 энергии)","description":"Персонаж ночью или в тени может превратиться в летучую мышь. Максимальная длительность превращения - час. Летучая мышь идеально ориентируется в темноте и передвигается со скоростью до 12 метров за действие. Кроме того способности для перемещения через тени вроде Теневого перехода будут стоить на 50% меньше энергии в форме летучей мыши. У персонажа в форме мыши 25% от жизней персонажа и 150% от его запасов энергии. Физический урон от атаки летучей мыши - 1-4. Мышь может физически атаковать дважды за действие. В облике летучей мыши персонаж может использовать магию, однако она будет стоить 120% от нормальной стоимости. Лишь способности раздела \"Теневые искусства\" будут стоить нормальную свою цену.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":6}},{"price":500,"skill":"Щупальца тьмы (20 энергии)","description":"Персонаж призывает на поле боя из любой тени щупальце тьмы. Оно имеет 50 жизни, но обладает полным иммунитетом к любой атакующей магии, кроме огня и света, от которых щупальце получает двойной урон. Щупальце может просто наносить 2-10 урона за удар, либо сковывать движения противника, отнимая в случае успеха у противника 1 действие. Имеет 4 действия за ход и существует два хода. Щупальцу так же можно нанести любой физический урон.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":7}},{"price":1000,"skill":"Сфера тьмы (45 энергии)","description":"Персонаж может создать вокруг противника сферу тьмы диаметром с рост противника, из которой нельзя будет выйти обычным путём. Попытаться выбраться из сферы можно, потратив на попытку 10 энергии и 2 действия, однако шанс на успех в случае попытке равен всего 25%. У всех, кто находится в этой сфере отнимаются 5 чувств, а уворачиваться от атак практически не остаётся возможности. У попавших в сферу персонажей уклонение уменьшается на 75% (но не менее 50). Магия будет существовать два хода, или пока её не разрушат, путём создания мощного источника света. Повторно накладывать сферу тьмы на одну и ту же цель можно только через ход после того, как сфера спадёт с цели.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":8}},{"price":1000,"skill":"Теневой двойник (40 энергии за ход)","description":"Позволяет персонажу призвать себе на помощь свою же тень. Тень поднимется с земли и будет способна сражаться как простой человек. Тень способна лишь на физические удары и способности из теневых искусств за 500 опыта. Теоретически тень бессмертна, однако персонаж будет получать 50% всего урона, который получает тень. Потраченная тенью энергия снимается из запасов энергии персонажа.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":9}},{"price":1000,"skill":"Тень (пассивная способность)","description":"Если персонаж находится в тени, то шансы увернуться от атаки противника вырастают на 50 единиц, а любая физическая атака из тени становится неожиданной, получая 50 к шансу попасть и 10% дополнительного урона.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":10}},{"price":1000,"skill":"Удушье тьмой (40 энергии)","description":"Если противник находится в тени, то начинает чувствовать себя так, словно его душат. Удушение тьмой отнимает по 1-10 жизней за каждые 4 действия в тени и действует до самого конца боя. То есть даже если противник выберется из душившей его тени и зайдет в другую тень он вновь начнет чувствовать удушение.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":11}},{"price":1000,"skill":"Эксперт теневых искусств (пассивная способность)","description":"Персонаж обладает продвинутыми навыками в области теневых искусств. Он получает +50 к шансу применить любую теневую способность.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":23,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":12}},{"price":1500,"skill":"Блуждающие тени (30 энергии)","description":"Оживляет ближайшие тени живых существ. Живые тени могут быстро перемещаться по любым поверхностям в радиусе километра и являются отличными шпионами. Кроме того, они могут ценой своей жизни использовать любые способности теневых искусств стоимостью до 30 единиц энергии, которыми владеет персонаж. Тени не боятся обычного света, им нельзя нанести урон, однако они не способны противостоять даже самым слабым заклинаниям магии света. Стандартно оживляется лишь одна тень, однако за каждый уровень владения теневыми способностями персонаж получает возможность оживить еще одну, потратив дополнительно 20 энергии. Оживленная тень временно отделяется от хозяина. Заклинатель не имеет постоянной связи с тенью, а потому она должна вернуться, чтобы показать увиденное или получить новый приказ.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":13}},{"price":1500,"skill":"Могущество теней (пассивная способность)","description":"Чем больше способностей теневого искусства освоил персонаж, владеющий этой способностью, тем сильнее он становится. За каждую способность из раздела Магия тени персонаж получает +1% к минимальному урону и +2% к максимальному урону кинжалом при неожиданном ударе или ударе из тени, а также заклинаниями магии тени, +5 к шансу попасть по противнику магией тени, а также +10% к восстановлению энергии во время отдыха в тени.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":14}},{"price":1500,"skill":"Поглощение тьмой (50 энергии)","description":"Персонаж создаёт волну тьмы, которая при попадании в противника поглощает его. Противник исчезает с поле боя на 4 действия, а после появления с него спадают все положительные эффекты, и наносится от 20 до 70 урона. Применяется не более 1 раза в ход. Каждое успешное применение в течение боя уменьшает шанс последующего применения на 25%.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":15}},{"price":1500,"skill":"Стабильные тени (Пассивная способность)","description":"Персонаж способен воздействовать на подконтрольные ему тени особым образном, делая их более устойчивыми к свету. За каждую ступень владения магией тени персонаж получает шанс в 15% избежать губительного воздействия сильных источников света, что могли бы разрушить некоторые заклинания магии тени.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":16}},{"price":1500,"skill":"Теневой переход (20 энергии)","description":"Позволяет персонажу перемещаться из одной тени в другую. При этом, если следующие действие после выхода из тени – удар, то шанс попасть увеличивается на 50, а сам удар считается неожиданным. Максимальное расстояние, на которое можно переместиться с помощью тени - 100 метров. Тень выхода должна находиться в поле зрения персонажа, то есть через препятствия пройти не удастся. Также, нельзя входить в собственную тень, если персонаж не является Владыкой Теней. Позволяет дополнительно брать с собой 33% от массы тела персонажа; экипировка и инвентарь не считаются дополнительным грузом. В случае, если что-то помешает переходу, персонаж вернется к месту, где он начал теневой переход. То же самое произойдет с предметами или живыми существами, которых он отпустит во время перехода. Персонаж может совершать теневые переходы не чаще одного раза в ход.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":17}},{"price":2500,"skill":"Клеймо Тьмы (пассивная способность)","description":"Персонаж благословлён тенями и смешал саму свою сущность с ними. Он получает +30 к шансу использовать способности магии тени, однако -40 к шансу применить любую светлую и элементальную магию. Потратив 40 энергии и 2 действия, персонаж может превратить свое тело в тень. В таком состоянии персонаж получает только 25% урона от атак с помощью тени и 10% от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к магии тени и требующие более 40 энергии для активации, а также обращаться с оружием или щитами. Кроме того, в таком состоянии персонаж будет получать 150% урона от магии света. Кроме того, персонаж готовит чары магии тени на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Будучи в активном состоянии он способен высасывать из всех, находящихся в радиусе 25 метров от себя существ, по 5 энергии каждое действие и передавать их себе. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":18}},{"price":2500,"skill":"Купол тьмы (75 энергии)","description":"Персонаж накрывает всё поле боя куполом тьмы. В этом куполе шансы всех, кроме заклинателя, попасть или уклониться от атаки уменьшаются на 200, а вся магия, кроме теневых искусств стоит в полтора раза больше. Купол можно разрушить ярким источником света, будь то магия света или что-то иное, или убив заклинателя. Длится от 6 до 12 действий. Каждое последующее применение увеличивает стоимость купола в два раза.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":19}},{"price":2500,"skill":"Мастер теневых искусств (пассивная способность)","description":"Персонаж обладает совершенными навыками в области теневых искусств. Он получает +125 к шансу применить любую теневую способность. Применение способностей этой школы в скрытности уменьшает штраф к скрытности на 50% меньше, если персонаж находится в тени.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":23,"skillId":4},{"subCategoryId":23,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":20}},{"price":2500,"skill":"Тварь из тьмы (100 энергии)","description":"Позволяет персонажу отделить от себя и превратить свою собственную тень в чудовище, которое будет помогать ему в бою. Тварь обладает 300 единицами жизни и 300 единицами энергии. На неё действует только магия огня, света, а так же всё остальное, что может использоваться в качестве мощного источника света. В случае, если на Тварь попадает яркий свет, она теряет 30 жизней за каждое действие, которое она находилась под светом. Может использовать все способности из теневых искусств стоимостью до 1500 включительно, а также сражаться в рукопашном бою, нанося каждым ударом по 30-60 урона. Во время существования Твари количество жизней призвавшего её заклинателя уменьшается вдвое. В случае смерти Твари жизни заклинателя остаются на том же значении. В случае смерти или потери сознания заклинателем, призвавшим Тварь, она исчезает.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":21}},{"price":2500,"skill":"Театр Теней (100 Энергии и 4 действия)","description":"По воле мага теней все тени в радиусе 100 метров мгновенно оживают и пронзают всех противников, нанося им 25-100 урона. Так эта эта крайне неожиданна и непредсказуема, шанс уклониться или защититься от неё уменьшен на 100. Способность нельзя применить если на поле боя отсутствуют какие-либо тени.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":22}},{"price":5000,"skill":"Затмение (200 энергии и 1 ход)","description":"Позволяет персонажу погрузить поле боя в кромешную тьму и заглушить своей магией даже самые яркие источники света, включая Солнце. Отнимает у всех, кроме самого персонажа, все 5 чувств и уменьшает шанс попасть каким-либо образом по заклинателю вдвое. Длится 4-8 действий. За каждое действие существования Затмения заклинатель, создавший его, восстанавливает себе по 20 энергии. Вся магия во время Затмения, кроме теневых искусств стоит в два раза больше. Не может быть отменено магией света или другими яркими источниками света, но исчезает в случае смерти заклинателя. Повторное использование в бою увеличивает стоимость Затмения в два раза.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":23}},{"price":5000,"skill":"Путь Владыки Теней (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь теневых искусств и фактически сливается с тенями, на что были способны лишь единицы во всей Эмпии. Даёт стандартные бонусы от Пути, а также: персонаж с данной способностью всегда по умолчанию находится в тени и может использовать своё тело, как тень (выбрасывать из себя теневые копья, выращивать на своём теле теневые щупальца, перемещаться по теням без необходимости поиска точки отправки и т.д.). Кроме того, уменьшает урон по персонажу от вражеских способностей теневых искусств в два раза (дополнительно уменьшает все штрафы при использовании самим заклинателем способностей из ветки в два раза). Взамен при нахождении на ярком свету уменьшает количество максимальной энергии и жизней на 33%. Также увеличивает получаемый персонажем урон от магии света на 100%. На свету персонаж с данной способностью выглядит как тёмный неразборчивый силуэт, от которого постоянно исходит чёрный дым.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":23,"skillId":4},{"subCategoryId":23,"skillId":12},{"subCategoryId":23,"skillId":20}],"1006":[{"subCategoryId":23,"skillId":25},{"subCategoryId":23,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":24}},{"price":5000,"skill":"Путь Заклинателя Теней (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь теневых искусств и получает возможность черпать энергию из теней, на что были способны лишь единицы во всей Эмпии. Даёт стандартные бонусы от Пути, а также: при нахождении в тени уменьшает энергозатраты на заклинания магии тени на 33% и позволяет персонажу восстанавливать по 10 энергии за каждое действие, проведённое в тени.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":23,"skillId":4},{"subCategoryId":23,"skillId":12},{"subCategoryId":23,"skillId":20}],"1006":[{"subCategoryId":23,"skillId":24},{"subCategoryId":23,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":25}},{"price":5000,"skill":"Путь Охотника Теней (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь теневых искусств и становится таким же незаметным, как сами тени. Даёт стандартные бонусы от Пути, а также: если персонаж находится в тени, он получает 100 к шансу попасть по противнику в ближнем бою, 75 к шансу увернуться от любой атаки, а также уменьшает шанс быть замеченным на 75. Кроме этого, при каждой третьей успешной атаке в ближнем бою персонаж автоматически атакует противника копьём тьмы без затрат энергии и действий.","subCategory":"Магия тени","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":23,"skillId":4},{"subCategoryId":23,"skillId":12},{"subCategoryId":23,"skillId":20}],"1006":[{"subCategoryId":23,"skillId":24},{"subCategoryId":23,"skillId":25}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":23,"skillId":26}}]