[{"price":500,"skill":"Маг вуду (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении вуду. Он получает +25 на успех при использовании вуду в бою и получает возможность создавать заготовки для кукол вуду и талисманов. Для этого требуется потратить целый ход и 20 энергии во время боя, либо же сделать их до боя. Заготовка одинаково подходит для создания куклы вуду и для создания талисманов. Также персонаж может использовать простые фокусы и умения, связанные с магией вуду, но не повторяющие действие одной из способностей этого раздела. Персонаж может придумать любые трюки и фокусы, связанные с магией вуду, однако они не должны быть достаточно сильны для того, чтобы нанести урон противнику.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":1}},{"price":500,"skill":"Обряд связи (20 энергии)","description":"Позволяет усилить связь между куклой и тем, кого она изображает, с помощью крови или личного предмета. После использования этой способности все ритуалы на данную куклу начинают работать в полную силу. Кроме того, при использовании личного предмета шанс успеха повышается на 20, а при использовании крови – на 10% возрастает эффективность (наносимого урона, поглощаемого урона для союзников и т.п.).","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":2}},{"price":500,"skill":"Ритуал защиты от оружия (20 энергии)","description":"Позволяет персонажу, произнеся особый магический текст и воздействовав на куклу вуду защитить персонажа от одного из четырех основных типов урона - колющего, режущего, рубящего или дробящего. Чтобы защитить себя от колющего урона персонаж должен проколоть куклу чем-либо острым, чтобы защитить себя от режущего урона персонаж должен порезать куклу ножом или любым другим лезвием, чтобы защититься от рубящего урона персонаж должен разрубить куклу пополам острым камнем или топором а чтобы защитить себя от дробящего урона персонаж должен ударить по кукле чем-нибудь тяжелым. После активации этой способности любой тот тип урона, от которого защитился персонаж будет наносить на 25% урона меньше, и если сделать несколько таких кукол то эффект будет суммироваться, но никогда не достигнет более 75%. Если куклу вуду, которая защищает персонажа уничтожить, то её эффект пропадет, поэтому стоит беречь или спрятать куклу вуду для того, чтобы не лишиться её эффекта.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":3}},{"price":500,"skill":"Ритуал защиты от стихии (20 энергии)","description":"Позволяет персонажу, произнеся особый магический текст и воздействовав на куклу вуду защитить себя или другого персонажа от одной из 4 стихий магии - огня, воды, земли или воздуха. Чтобы защитить себя от огня персонаж должен поджечь и сразу же потушить куклу, чтобы защитить себя от воды персонаж должен плюнуть или капнуть каплю воды на куклу, чтобы защитить себя от воздуха персонаж должен подуть на куклу, а чтобы защитить себя от земли персонаж должен бросить щепотку земли или песка на куклу. После активации этой способности любая магия той стихии, от которой защитился персонаж будет наносить на 25% урона меньше, и если сделать несколько таких кукол то эффект будет суммироваться, но никогда не достигнет более 75%. Если куклу вуду, которая защищает персонажа уничтожить то её эффект пропадет, поэтому стоит беречь или спрятать куклу вуду для того, чтобы не лишиться её эффекта.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":4}},{"price":500,"skill":"Создание Гри-Гри (4 действия и 10 энергии)","description":"Позволяет персонажу создать из заготовки небольшой охранный талисман, который уменьшит максимальный и минимальный урон от любой атаки противника, которая может отнять у персонажа более 10% его жизней. Максимальный урон от таких атак уменьшается на 4 за каждый такой талисман, а минимальный урон уменьшается на 2 за каждый такой талисман. Изначально персонаж может носить только один талисман, но за каждый навык владения магией Вуду он может носить дополнительный талисман. Талисманы утрачивают свою силу сразу после боя.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":5}},{"price":500,"skill":"Создание куклы Вуду (4 действия и 10 энергии)","description":"Позволяет персонажу создать из заготовки небольшую куклу, которая является основой для любых других способностей вуду. Кукла делается индивидуально под каждого противника или союзника и похожей на него. Однако, подобная связь очень слаба, так что любой ритуал над такой куклой будет иметь штраф 25% к шансу применения и силе. Обычно кукла вуду выдерживает на себе только один ритуал, однако персонаж с уровнем владения «мастер» способен сотворить два ритуала над одной и той же куклой. Действие куклы распространяется только на бой, и после него пропадает.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":6}},{"price":1000,"skill":"Обряд защиты (30 энергии)","description":"Использует один из созданных талисманов Гри-Гри, чтобы дополнительно защитить того, кто в этот момент его носит. Защищенный персонаж получит лишь половину урона от следующей атаки, которая нанесла бы более 30 единиц урона, однако сам после этого перестанет давать какие-либо бонусов и разрушится.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":7}},{"price":1000,"skill":"Ритуал боли куклы (30 энергии)","description":"Позволяет персонажу произнести магический текст и воткнуть в куклу вуду оружие, в результате чего противник, с которым связана кукла, получает 20-70 урона.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":8}},{"price":1000,"skill":"Ритуал защиты от пуль (20 энергии)","description":"Позволяет персонажу, произнеся особый магический текст и воздействовав на куклу вуду защитить себя или другого персонажа от огнестрельного, энергетического, кинетического или огненного урона. Для того, чтобы защититься от огнестрельного урона, нужно воткнуть в куклу пулю, от энергетического - ударить куклу током или прожечь лазером, от кинетичечского - бросить в куклу небольшой предмет, а от огненного - поджечь куклу зажигалкой и потушить. После активации этой способности выбранный тип урона будет наносить на 25% урона меньше, и если сделать несколько таких кукол то эффект будет суммироваться, но никогда не достигнет более 75%. Если куклу вуду, которая защищает персонажа уничтожить то её эффект пропадет, поэтому стоит беречь или спрятать куклу вуду для того, чтобы не лишиться её эффекта.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":9}},{"price":1000,"skill":"Ритуал перелома куклы (45 энергии)","description":"Позволяет персонажу произнести магический текст и сломать одну из конечностей куклы (руку или ногу), в результате чего конечность того, кто связан с куклой, тоже будет сломана и он получит 0-40 урона.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":10}},{"price":1000,"skill":"Эксперт магии Вуду (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо отточил свои умения обращения с этой древней магией. Он получает +50 к шансу на успех при использовании вуду в бою.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":26,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":11}},{"price":1500,"skill":"Ритуал контроля куклы (4 действия и 70 энергии)","description":"Позволяет персонажу произнести магический текст, в результате которого на следующие 4-12 действий тело того, с кем связана кукла, будет находиться под полным контролем персонажа. Если персонаж поднимет руку куклы вверх, то и жертва поднимет вверх, если персонаж повернет голову куклы в сторону, то и голова жертвы повернется в сторону. Не сработают лишь те действия, которые напрямую приведут к смерти жертвы (например поворот головы на 180 градусов) и физически невозможные действия.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":12}},{"price":1500,"skill":"Ритуал проклятия куклы (цена способности + 30 энергии)","description":"Позволяет персонажу использовать одну из своих активных атакующих способностей точечного действия (не массовые, а действующие конкретно на одну цель) не на противнике, а на связанной с ним кукле. При этом, противник получит от способности полный урон. Таким образом шанс попасть этой способностью будет равен шансу попасть любым другим умением ритуалом магии вуду.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":13}},{"price":2500,"skill":"Защита духов (пассивная способность)","description":"Каждый раз, когда персонажу наносят смертельный удар (удар, который опускает количество его жизней до 0 или ниже) одна из кукол вуду, которых создал персонаж, либо один из висящих на нем мешочков Гри-Гри принимает урон на себя и сгорает, а персонаж остается цел. Работает только в случае, если у персонажа есть хотя бы одна кукла вуду, созданная под него самого, либо хотя бы один работающий мешочек Гри-Гри. Активируясь, эта способность уничтожает куклу или талисман, так что их нельзя использовать повторно даже при наличии способности «мастера». Является способностью воскрешения, и не может применяться с другими подобными способностями. Срабатывает только один раз за бой/день.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":14}},{"price":2500,"skill":"Мастер магии Вуду (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил магию вуду, и теперь может использовать ее заклинания максимально эффективно. Он получает +125 к шансу на успех любой способности вуду в бою и отныне способен использовать одну куклу для двух ритуалов.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":26,"skillId":1},{"subCategoryId":26,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":15}},{"price":2500,"skill":"Ритуал воздействия на куклу (1 ход и 100 энергии)","description":"Позволяет персонажу, потратив целый ход и использовав куклу вуду, заставить противника ощутить то воздействие, которое решит произвести на куклу персонаж в конце ритуала. Например если при окончании ритуала погрузит куклу в воду то жертва начнет чувствовать, что она тонет и в легких у неё начнет накапливаться вода. Если персонаж решит сжечь куклу или облить её кипящим маслом жертва ощутит всю боль, какую бы чувствовала если бы её обливали кипящим маслом или сжигали и т.д. Урон от этой способности и её воздействие на противника определяет каждый раз сам ведущий, и они могут варьироваться от 1 жизни до 100% жизней. Эффект вроде \"захлебывается\", \"обожжен\" или \"чувствует боль\" тоже определяет ведущий.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":16}},{"price":5000,"skill":"Путь Единения (пассивная способность)","description":"Персонаж полностью постигает путь вуду и становится специалистом этой магии, каких в Эмпии было меньше десятка. Он развил способность единения, которая позволяет связывать куклу или талисманы сразу с несколькими существами. Для этого нужно последовательно привязать куклу к каждой требуемой цели. После этого любое воздействие на куклу оказывает эффект на каждую из привязанных целей. Такая кукла будет частично похожей на каждого из привязанных существ. Талисманы же действуют в небольшом радиусе вокруг себя - 10 метров. В этом радиусе эффекты талисмана распространяются на всех союзников. Подобное единение сложно выполнять, поэтому расход энергии на способности магии Вуду у персонажа возрастают на 25%. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":26,"skillId":1},{"subCategoryId":26,"skillId":11},{"subCategoryId":26,"skillId":15}],"1006":[{"subCategoryId":26,"skillId":18},{"subCategoryId":26,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":17}},{"price":5000,"skill":"Путь Кукол (пассивная способность)","description":"Персонаж полностью постигает путь вуду и становится специалистом этой магии, каких в Эмпии было меньше десятка. Он сосредоточился на создании кукол, и стал делать это лучше других. Он делает заготовки и сами куклы в два раза быстрее, к тому же ему не требуется обряд связи - его куклы сразу имеют полную связь с целью. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":26,"skillId":1},{"subCategoryId":26,"skillId":11},{"subCategoryId":26,"skillId":15}],"1006":[{"subCategoryId":26,"skillId":17},{"subCategoryId":26,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":18}},{"price":5000,"skill":"Путь Ритуалов (пассивная способность)","description":"Персонаж полностью постигает путь вуду и становится специалистом этой магии, каких в Эмпии было меньше десятка. Персонаж решил сосредоточиться на приведении ритуалов, и в этой области ему нет равных. При применении защитного ритуала в первый раз на цели, получается эффект как от двух полноценных ритуалов. Ритуалы с негативным воздействием на цель получают +25% к урону или эффекту. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Магия вуду","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":26,"skillId":1},{"subCategoryId":26,"skillId":11},{"subCategoryId":26,"skillId":15}],"1006":[{"subCategoryId":26,"skillId":17},{"subCategoryId":26,"skillId":18}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":26,"skillId":19}}]