[{"price":500,"skill":"Безопасная горка (1 действие и 15 энергии)","description":"Позволяет магу воды, если он падает с почтительного расстояния, создать под собой водяную горку, которая в 65% случаев смягчит падение, уменьшив урон от него ровно наполовину, а в 35% полностью заблокирует весь урон. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - заклинание в 65% случаев полностью блокирует урон, а в 35% случаев - уменьшает его наполовину.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":1}},{"price":500,"skill":"Водная струя (20 энергии)","description":"Персонаж создаёт направленный в противника мощный напор воды, наносящий урон в радиусе 5 метров от 5 до 30 единиц, и с шансом 40% сбивает противника с ног, обездвижив его на одно действие. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - шанс сбивания с ног увеличивается до 60%.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":2}},{"price":500,"skill":"Водный покров (10 энергии ИЛИ 30 энергии)","description":"Позволяет персонажу за 10 энергии и 20 литров воды покрыть на 2 хода свою конечность или оружие водой. Это не увеличит его минимальный или максимальный урон, однако позволит в 50% случаев тушить огонь при прикосновении к водному слою на оружии, в 75% случаев отражать лучи лазера, касающиеся водного слоя в случайную сторону и увеличивать урон от электрических и звуковых атак в случае, если они прошли сквозь покрытое водным слоем оружие, касающееся тела противника. Потратив 30 энергии и 50 литров воды, персонаж получает возможность покрыть водным слоем всё свое тело и все предметы, которые он в этот момент держит в руках, в ногах и в зубах, однако в этом случае персонаж, не владеющий умением дышать под водой, начнет задыхаться спустя 3 хода, и будет получать урон вплоть до полной потери сознания. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - длительность действия покрова увеличивается вдвое.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":3}},{"price":500,"skill":"Дыхание под водой (пассивная способность)","description":"Персонаж комфортно чувствует себя под водной гладью и способен дышать и даже отдыхать там неограниченное количество времени.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":4}},{"price":500,"skill":"Испарение (20 энергии)","description":"Персонаж выбирает любое место на поле боя, где находится небольшое количество неприкрытой ничем воды, и тут же испаряет небольшое её количество, наносят всем, кто стоит над испаряемой водой, 0-35 урона всем, кто находится на расстоянии до 5 метров от испаряемой воды. Используя эту способность, персонаж испаряет от 30 до 50 литров воды. Если на поле боя вообще нет воды, применить способность нельзя. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - персонаж может испарить за раз вдвое больше воды, нанеся на 50% больше урона и увеличив радиус испарения до 10 метров.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":5}},{"price":500,"skill":"Ледяные иглы (15 энергии + 2 энергии за иглу)","description":"Позволяет магу воды создать перед собой до 10 ледяных игл и тут же пустить их в противника. Каждая игла нанесет 1-5 урона. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%(3 энергии за 2 иглы). Если есть 500 литров воды - максимальное количество игл увеличивается до 20.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":6}},{"price":500,"skill":"Маг воды (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении стихией воды и заставил воду подчиниться себе. Он получает +25 к шансу успешно использовать магию воды и возможность использовать простые фокусы и умения, связанные с магией воды, вроде заморозки воды в стакане. Потратив 4 действия, он может призвать небольшую лужу из 50 литров воды, и использовать её в своих заклинаниях. Вода при этом не тратится, а остаётся на поле боя.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":7}},{"price":500,"skill":"Обморожение (20 энергии)","description":"Позволяет магу воды, коснувшись тела противника, заморозить жидкость в нём, вызвав обморожение всего тела. Противник сразу же получит 0-35 урона и в 50% случаев останется обморожен ещё на 2-12 действий, в результате чего его скорость передвижения уменьшится вдвое. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - в конце действия заморозки противник получит ещё 0-35 урона.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":8}},{"price":500,"skill":"Плевок водой (1 действие и 10 энергии)","description":"Позволяет персонажу выстрелить в цель сгустком слюны или воды прямо изо рта, нанеся тем самым 0-15 урона. Способность не требует никакой подготовки и совершается мгновенно, за одно действие. Плевки можно копить и выстрелить всеми за раз, что может сбить противника с ног (по 5% за каждый плевок). Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - персонаж выпускает два плевка за одно применение заклинания.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":9}},{"price":500,"skill":"Призыв воды (1 действие и 15 энергии)","description":"Позволяет магу воды призвать небольшое количество воды в радиусе до 5 метров от себя в любом направлении. Вода будет призвана в виде небольшой лужи, в количестве 10-20 литров. Стоя на призванной воде, персонаж получит возможность использовать её в своих заклинаниях магии воды. Является потоковым заклинанием. Если заклинание применялось в течение целого хода, то в конце хода будет дополнительно призвано 30-50 литров воды.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":10}},{"price":500,"skill":"Хождение по воде (пассивная способность)","description":"Позволяет персонажу свободно передвигаться по водной глади, будто бы всё происходит на суше.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":11}},{"price":500,"skill":"Холодное касание (1 действие и 20 энергии)","description":"Позволяет персонажу, схватив конечность противника, заморозить её, полностью лишив его возможности двигать или делать хоть что-либо ею. Заморозка конечности будет действовать лишь до тех пор, пока конечности касается рука мага. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - заморозка останется в течении 3х действий после того, как персонаж уберёт свою руку.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":12}},{"price":1000,"skill":"Водная дрель (40 энергии)","description":"Позволяет магу атаковать противника быстровращающимся потоком воды, похожим на дрель, который нанесёт противнику от 20 до 120 урона. В случае, если дрель касается не самого противника, а щита в его руке или другой преграды, эта преграда с шансом 30% немедленно уничтожается, но и дрель немедленно исчезает, не нанося персонажу урона. Дальность действия способности - не более 3 метров. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - персонаж может создать две дрели одновременно, но расход энергии повысится на 50%.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":13}},{"price":1000,"skill":"Водный двойник (4 действия и 50 энергии)","description":"Позволяет магу воды, используя 50 литров воды, создать из жидкости собственную копию, которая будет иметь 50 жизней и 30% от текущего запаса энергии персонажа. Водный двойник будет абсолютно похож на оригинал и сможет использовать любые способности магии воды, которые мог использовать и оригинал. Однако, двойник обязан всегда находиться в контакте с водой, и если вода не будет касаться его тела хотя бы в течении 1 действия, он тут же исчезнет. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - двойник получает в два раза больше жизней, но и тратит в два раза больше жизней на создание.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":14}},{"price":1000,"skill":"Водный кнут (35 энергии)","description":"Позволяет магу воды призвать из 40 литров воды - водный кнут длиной до 10 метров, который тут же начнет атаковать противника и наносить по 1 атаке за действие. Каждая атака кнута будет наносить 1-10 единиц урона и уменьшать шанс, что противник увернется от любых атак в течении следующего действия, на 50 единиц. Время действия кнута - от 4 до 12 действий. Если на поле боя присутствует 100 литров воды, шанс успешного создания увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - кнут бьёт дважды за действие.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":15}},{"price":1000,"skill":"Волна (30 энергии)","description":"Позволяет персонажу направить на противника мощный поток воды, который нанесет ему 10-30 урона, в 50% случаев собьет с ног и в 25% случаев откинет противника назад на расстояние до 15 метров. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - шансы сбить с ног и оттолкнуть противника увеличиваются на 25%.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":16}},{"price":1000,"skill":"Гейзер (60 энергии)","description":"Позволяет создать под ногами противника гейзер, который нанесет ему 30-90 урона и подкинет на 1-10 метров вверх. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - противника подкинет на вдвое высшее расстояние.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":17}},{"price":1000,"skill":"Густой туман (30 энергии)","description":"Создаёт в радиусе 25 метров от мага густой туман, в котором очень легко спрятаться: как самому магу, так и его врагу. Шанс обнаружить кого-либо в таком густом тумане снижается на 100, однако маг воды уютно себя здесь чувствует и получает +30 к шансу применить любую способность магии воды, а также может использовать способности этой ветви стоимостью до 15 энергии в нём абсолютно бесплатно, но тумана хватит лишь на два таких заклинания. В противном случае, он продержится на поле боя от 2 до 3 ходов. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - туман становится гуще, штраф к скрытности и бонус к шансу попасть у персонажа вырастают в два раза, но туман использует 50 литров воды.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":18}},{"price":1000,"skill":"Дождь (4 действия и 40 энергии + 10 энергии за ход)","description":"Позволяет магу вызвать на поле боя дождь. До тех пор, пока дождь не перестанет идти, шансы любого персонажа успешно использовать магию воды увеличатся на 25 единиц, а шансы любого персонажа, не защищенного от дождя, успешно использовать магию огня уменьшатся на 50 единиц. Является поддерживаемым заклинанием, персонаж тратит на поддержание 10 энергии в ход, начиная со второго хода. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - дождь становится проливным, увеличивая силу своего эффекта в два раза.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":19}},{"price":1000,"skill":"Заморозка (50 энергии)","description":"Позволяет магу воды, коснувшись жидкости, тут же заморозить её. Замораживается вся жидкость в радиусе до 5 метров, имеющая водный контакт с точкой, которой коснулся персонаж. Заморозка будет длиться от 2 действий до 2 ходов, и все, кто окажется в замороженной воде частично или полностью, потеряют мобильность (-1 метр для ходьбы и -2 для бега) и получат от 0 до 60 единиц урона. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - в конце действия заморозки противник получит ещё 0-60 урона.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":20}},{"price":1000,"skill":"Исцеляющие воды (30 энергии)","description":"Способность требует наличия начального навыка владения стихией воды. Позволяет персонажу зарядить небольшой объём воды магической энергией, которая может вылечить цели 10-40 жизней. Изначально способность позволяет восстанавливать только жизни, а не травмированные или потерянные конечности. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 75. Если есть 200 литров воды - объём лечения увеличивается до 20-80, однако затраты энергии увеличиваются до 45 энергии. Если есть 500 литров воды - позволяет лечить тяжёлые травмы: глубокие порезы, переломы, оторванные конечности и т.д.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":7}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":21}},{"price":1000,"skill":"Ледяная граната (40 энергии)","description":"Персонаж бросает на территорию рядом с противником большой ледяной шар, который при соприкосновении с землёй разрывается, и осколки его разлетаются во все стороны. Каждый персонаж в радиусе 15 метров от бомбы получает от 0 до 25 мелких осколков, каждый из которых, в свою очередь, нанесёт ему 0-3 урона. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - радиус взрыва увеличивается до 30 метров, а в радиусе 15 метров все получают в два раза больше осколков.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":22}},{"price":1000,"skill":"Ледяная гряда (50 энергии)","description":"Позволяет магу воды создать на земле ковёр ледяных игл, наносящих всем находящимся в радиусе 30 метров 25-80 урона. Дополнительно, при каждом падении (в течении 1 хода) в этом радиусе наносится 5-40 урона. Если на поле боя присутствует 100 литров воды, радиус увеличивается до 50 метров. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - находящиеся в зоне действия заклинания падают и получают урон от падения.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":23}},{"price":1000,"skill":"Ледяное оружие (4 действия и 25 энергии)","description":"Позволяет персонажу, использовав 50 литров воды, создать из воды ледяное оружие любой формы, которое можно будет использовать в бою как и подобное стандартное оружие. Создать предмет можно только если на поле боя есть достаточное количество воды, при этом вода пропадает. Урон и расход энергии у оружия будут иметь базовые значения. Однако, в 30% случаев удар не только нанесет цели урон, но и сломает само оружие. В этом случае оружие нанесет противнику дополнительно 0-12 урона осколками льда. Персонаж может покрыть оружие слоем льда, потратив на 10 литров воды больше. Тогда максимальный урон оружия возрастет на 5 единиц, а шансы на то, что оружие сломается, уменьшатся на 10%, но расход энергии на удар увеличится на 1. Если на поле боя присутствует 100 литров воды, шанс успешного создания оружия увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - ледяной покров можно накладывать до трёх раз.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":24}},{"price":1000,"skill":"Ледяные клыки (35 энергии)","description":"Способность требует наличия перка \"Развитая челюсть\" и начального навыка владения стихией воды. Позволяет персонажу покрыть свои зубы льдом или же создать ледяные \"челюсти\" поверх своих собственных. С их помощью персонаж может совершать мощные укусы, нанося каждым 25-45 урона. Также ледяные клыки с каждым укусом уменьшают шансы противника уклониться/защититься от атаки или же совершить какое-либо действие на 10 (не более 50 суммарно).","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":67}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":25}},{"price":1000,"skill":"Щит изо льда (35 энергии)","description":"Маг воды создаёт перед собой щит изо льда такого размера, что он будет выше и шире самого персонажа на пол метра. Такая преграда защитит от физических снарядов, ударов, огнестрельного оружия и даже многих способностей стихийной магии, но бесполезна от любой другой магии и лазерного оружия. Щит имеет 100 жизней и будет существовать от 1 до 3 ходов, пока не растает, однако каждая способность магии огня, применённая на щите, уменьшает это время на два действия. Преграда статична и не может быть передвинута. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - жизни щита возрастают до 150.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":26}},{"price":1000,"skill":"Щупальце (25 энергии)","description":"Позволяет магу воды призвать рядом с собой от 1 до 8 щупалец, которые будут способны не только бить, но и хватать врага. Каждое щупальце имеет 50 энергии и 10 жизней, на действие захвата оно тратит 10 энергии, на удар, наносящий от 0 до 10 урона за действие, 5 энергии. Щупальца существуют 4-12 действий. Является поддерживаемым заклинанием, персонаж ничего не может делать пока поддерживает его. Но щупальца будут атаковать тех. кто попытается к нему подойти. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - максимальное количество щупалец увеличивается до 12.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":27}},{"price":1000,"skill":"Эксперт стихии воды (пассивная способность)","description":"Для того, чтобы использовать эту способность, персонаж должен владеть способностью \"Маг воды\". Персонаж, обладающий данной способностью, хорошо управляет стихией воды и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу попасть по противнику при использовании магии воды в бою.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":7}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":28}},{"price":1500,"skill":"Водная тюрьма (4 действия и 60 энергии)","description":"Персонаж может использовать эту способность только находясь в контакте с противником в течении всего времени призыва заклинания. Для этого персонажу нужно, например, схватить противника за руку. К концу третьего действия после начала призыва заклинания жертва поднимается на метр вверх, вокруг жертвы возникает пузырь воды диаметром до 3 метров. Персонаж, не владеющий умением дышать под водой, начнет задыхаться спустя 3 хода после активации способности и начнёт получать урон, вплоть до потери сознания. Однако, он может попытаться вырваться из воды, и в этом случае каждая его попытка будет иметь 20% шанса на успех. В случае, если персонаж собирается сделать любое физическое действие, находясь в воде, это будет считаться попыткой выбраться из воды. Каждая попытка вырваться из воды отнимает у персонажа 5 энергии. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - время подготовки заклинания уменьшается до 2 действий.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":29}},{"price":1500,"skill":"Импульс холода (4 действия, 60 энергии)","description":"Персонаж выпускает импульс холода, покрывающий инеем всё в радиусе 50-ти метров. Поражённые импульсом холода существа получают 10-60 урона, а их регенерация жизней и лечение от любых источников, кроме магических, сокращается на 50% на 1 ход.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":30}},{"price":1500,"skill":"Кислотная смесь (пассивная способность)","description":"Превращает любую призванную персонажем воду в кислотную смесь, наносящую урон всему живому, с чем она войдет в контакт. Любой контакт с любым живым существом кроме самого персонажа отныне будет причинять противнику 0-10 единиц дополнительного урона за действие. На неживые предметы данная способность влияет куда слабее, нанося им всего по 0-2 единицы урона за действие.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":31}},{"price":1500,"skill":"Контакт с водой (пассивная способность)","description":"Позволяет персонажу, владеющему данной способностью, улучшать свои магические навыки при контакте его тела с водой. Для того, чтобы способность работала, необходимо, чтобы любая часть тела персонажа контактировала с водой на протяжении как минимум 2 действий. То есть, если между водой и персонажем находится одежда или броня, или между водой и телом персонажа есть хотя бы мелкая и незначительная преграда, способность не сработает. В то время как персонаж контактирует с водой, его шансы успешно применить любую способность магии воды увеличиваются на 25 единиц, а любая водная способность становится на 5 единиц энергии дешевле. Как только контакт с водой прекращается, способность тут же перестает действовать. Если на поле боя присутствует 100 литров воды, бонус учитывается уже с первого действия контакта с водой. Если 200 литров воды, расход энергии на заклинания уменьшается ещё на 5 энергии. Если есть 500 литров воды - бонус к шансу применить магию воды возрастает до 50 единиц.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":32}},{"price":1500,"skill":"Конькобежец (1 ход и 100 энергии)","description":"Персонаж покрывает поле боя тонким слоем воды и замораживает его, таким образом создавая ледовую арену; на ноги он одевает ледяные коньки, что позволяет ему беспрепятственно передвигаться по полю боя. Все остальные, однако, лишены специализированной обувки и вынуждены либо осторожно передвигаться по льду, что уменьшает скорость их ходьбы всего лишь до 1 метра за действие, либо рисковать и передвигаться с нормальной скоростью, но с шансом в 25% подскользнуться и упасть, впустую потратив это и последующее действие на то, чтобы встать.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":33}},{"price":1500,"skill":"Ледниковый период (1 ход и 120 энергии)","description":"Способность, замораживающая всё и вся на поле боя, включая самого мага, и наносящая всему на поле боя 0-100 урона. Любой персонаж, оказавшийся во льду, будет полностью заморожен там до тех пор, пока ему не повезет и лед вокруг него не разрушится. Скованный во льду персонаж получает лишь 1 шанс выбраться в начале каждого нового хода, и если этот шанс проваливается, то персонаж остается скованным льдом до начала следующего хода. Шанс высвободиться изо льда в начале хода - 30%. Лишь персонаж, являющийся повелителем холода или по иной причине иммунный к заморозке, не становится жертвой этой способности, и лишь он не оказывается скованным во льдах и не получает урон в результате использования этой магии. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - в конце действия заморозки противник получит ещё 0-100 урона.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":34}},{"price":1500,"skill":"Ледяной ком (50 энергии)","description":"Персонаж помещает себя в соразмерный ему ледяной ком с шипами, и с разгону несётся в своего противника. Изначальная скорость кома - 15 метров за действие, при этом он теряет скорость каждое действие на 1 метр. При столкновении с противником цеп разбивается, нанося противнику урон равный от 10 до 30 + 5*скорость передвижения, и в 25% процентов случаев цеп сбивает противника с ног. Сам заклинатель же остаётся невредим. Если персонажу не удалось достигнуть противника до того, как его скорость уменьшилась до нуля, ком разваливается, не причиняя никакого урона. То же самое произойдёт, если ком врежется в твёрдую преграду. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если на поле боя есть 500 литров замороженного льда - ледяной ком не теряет скорость на 1 метр за действие, а наоборот, ускоряется на такую величину, до тех пор, пока не врежется во что то или в кого то.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":35}},{"price":1500,"skill":"Повелитель холода (100 энергии и 1 ход)","description":"Позволяет персонажу, использовав специальный ритуал, заставить свое тело генерировать огромные потоки холода. После ритуала даже тело мага, использовавшего эту способность, становится синим от холода, а все волосы на его теле покрываются инеем. После данного ритуала любое прикосновение мага к любому предмету или противнику будет замораживать его на 1-4 действия, при этом нанося 2-20 урона холодом. Заклинания воды активируют этот эффект в 25% случаев. Если на поле боя присутствует 100 литров воды, шанс успешного применения увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - максимальная длительность заморозки возрастает до 6 действий, а её урон - до 30.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":36}},{"price":1500,"skill":"Режущие капли (80 энергии)","description":"Для того, чтобы использовать данную способность, персонаж должен владеть способностью \"дождь\" и успешно призвать его до начала использования этой способности. Позволяет магу воды изменить структуру дождя на поле боя, сделав так, чтобы любая его капля наносила урон, сравнимый с уроном от иглы (0-3 урона). На каждого персонажа падает по 0-10 капель за действие. Магия будет действовать в течении 3 ходов. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - персонаж сможет выбрать одну цель приоритетной - она будет получать в два раза больше капель.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":37}},{"price":1500,"skill":"Рыба в воде (пассивная способность)","description":"Маг воды, находящийся в окружении своей стихии, получает сильные преимущества в бою. Пока персонаж находится в воде, его шансы успешно нанести любой физический удар повысятся на 100 единиц, максимальный урон от любых физических атак возрастет на 3 единицы, а скорость плавания - на 50%. Действует только пока персонаж находится в воде. Если на поле боя нет природного источника воды, требуется по меньшей мере 500 литров призванной воды, чтобы способность имела половинчатый эффект, и 1000 литров, чтобы она имела полный эффект.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":38}},{"price":1500,"skill":"Стиль крови (пассивная способность)","description":"Действует только при наличии у персонажа хотя бы начального уровня владения магией крови. Персонаж научился управлять ещё одной жидкостью, которой в Эмпии в достатке. Используя вместо воды свою или чужую кровь, персонаж увеличивает наносимый способностями магии воды урон на 35%, за что, кроме трат на энергию, тратит ещё и свои жизнь - ровно половину от стоимости применения.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":24,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":39}},{"price":1500,"skill":"Цунами (4 ИЛИ 2 действия и 120 энергии)","description":"Используя воду, маг создает огромную волну воды, которая нанесет 40-180 урона всем, кто находится на поле боя, и откинет любую жертву цунами на расстояние до 25 метров. Персонаж может использовать имеющуюся на поле боя воду в количестве 150 литров, тогда время подготовки будет 2 действия. Если он будет призывать воду самостоятельно, время подготовки составит 4 действия. Если на поле боя присутствует 100 литров воды, шанс попасть заклинанием увеличивается на 50. Если 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - максимальный урон от способности увеличивается на 60, а отбрасывание - до 50 метров.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":40}},{"price":2500,"skill":"Влажность (1 ход и 100 энергии)","description":"Увеличивает уровень влажности во всей локации, на которой происходит бой, в результате чего вся локация и любая точка на ней до конца боя считается естественным источником воды. Теперь, при расчёте бонуса от количества воды в локации для способностей, будет считаться, будто в локации вдвое больше воды. Также, для способностей, требующих воду для своего создания, требуется вдвое меньше воды. Эффект влажности существует до конца боя.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":41}},{"price":2500,"skill":"Иссушение (4 действия, 40 энергии + 20 энергии за каждое действие поддержания)","description":"Маг воды  может начать выкачивать воду из противника, до которого дотронулся последним в течение боя, нанося при этом урон равный 10% от   максимального запаса здоровья противника каждое действие при поддержании способности.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":42}},{"price":2500,"skill":"Ледяной метеор (80 энергии и 4 действия)","description":"Позволяет магу воды призвать над полем боя воду для создания глыбы внушительного размера и направить её во врага. В случае попадания глыба наносит 50-200 урона, но из-за своих размеров и относительно малой скорости полета снаряд имеет штраф -50 к шансу попасть по врагу. При столкновении с землёй метеорит разбивается на осколки, что разлетаются вокруг места приземления на 15 метров и наносят всем существам дополнительно 0-50 урона. Если на поле боя присутствует 100 литров воды, штраф к шансу попасть убирается. Если есть 200 литров воды, расход энергии уменьшается на 25%. Если есть 500 литров воды - время подготовки заклинания уменьшается до 2 действий.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":43}},{"price":2500,"skill":"Мастер стихии воды (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил стихию воды и теперь управляет водой так же легко, как управляет своим телом. Он получает +125 к шансу попасть по противнику при использовании магии воды в бою. К тому же, персонаж начинает бой с автоматически призванной водой вокруг себя в количестве 100 литров.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":7},{"subCategoryId":15,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":44}},{"price":2500,"skill":"Поцелуй Ундины (пассивная способность)","description":"Персонаж благословлен водой и смешал саму свою сущность с этой стихией. Он получает +30 к шансу применить способности магии воды, однако -40 к шансу применить все другие заклинания, имеющие отношение к одной из трех оставшихся основных стихий. Потратив 40 единиц энергии и 2 действия, он может превратить свое тело в воду. В этом состоянии персонаж получает только 25% урона от любых физических атак, кроме магии земли, и 10% урона от любых атак, связанных с водой, однако он не будет способен использовать физические атакующие умения и обращаться с оружием или щитами, а любая атака с помощью огня будет наносить ему 150% урона. Кроме того, слившийся со стихией персонаж готовит чары магии воды на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Он также может использовать воду из собственного тела для колдовства на тех же условиях, что и призванную с помощью соответствующего умения, однако подобное нанесет ему самому 5-15 единиц урона. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если игрок покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":45}},{"price":2500,"skill":"Призыв моря (1 ход и 120 энергии)","description":"Персонаж меняет сам ландшафт на поле боя, наполняя его водой по колени. Количество призванной воды вокруг персонажа будет эквивалентно 100-250 литрам воды. Если применить способность ещё рад, воды в локации станет по пояс, и так далее. При наличии \"Пути Льда\", персонаж наполняет локацию снегом вместо воды.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":46}},{"price":5000,"skill":"Путь Водоворота (пассивная способность)","description":"Персонаж полностью постигает один из трёх аспектов воды и становится специалистов этой стихии, каких в Эмпии было меньше десятка. Он теперь может усиливать свои заклинания, используя для этого воду. За каждые 10 литров потраченной воды, способность увеличивает урон от заклинаний на 5%. Максимальной возможный бонус - 50%. При желании, персонаж может вместо урона увеличить радиус действия заклинания. Также получает стандартные бонусы от Пути.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":7},{"subCategoryId":15,"skillId":28},{"subCategoryId":15,"skillId":44}],"1006":[{"subCategoryId":15,"skillId":48},{"subCategoryId":15,"skillId":49}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":47}},{"price":5000,"skill":"Путь Льда (пассивная способность)","description":"Персонаж полностью постигает один из трёх аспектов воды и становится специалистов этой стихии, каких в Эмпии было меньше десятка. Он полностью посвятил себя льду. Теперь, вместо воды, персонаж призывает лёд. К тому же он может заморозить любое количество воды вокруг себя простым прикосновением. Лёд используется для его заклинаний магии воды, работая как вода раньше, но делая заклинания ледяными. Это даёт дополнительный эффект: каждое заклинание с 25% шансом замораживает цель, обездвиживая её на 1-2 действия. Урон ледяных заклинаний также вырастает на 25%. Обозначенные манипуляции требует большой концентрации, поэтому расход энергии на все заклинания магии воды, кроме её призыва, теперь увеличен на 50%. Также получает стандартные бонусы Пути.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":7},{"subCategoryId":15,"skillId":28},{"subCategoryId":15,"skillId":44}],"1006":[{"subCategoryId":15,"skillId":47},{"subCategoryId":15,"skillId":49}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":48}},{"price":5000,"skill":"Путь Океана (пассивная способность)","description":"Персонаж полностью постигает один из трёх аспектов воды и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Он полностью сконцентрировался на воде и на её призыве. Теперь он может призывать в два раза больше воды с помощью любых источников. Все заклинания, использующие воду, получают новый эффект: при наличии на поле боя 2000 литров воды, урон заклинания повышается на 25%. Кроме того, теперь персонаж может использовать воду вместо энергии для активации способностей магии воды. За каждую 1 единицу энергии требуется отдать 5 литров воды. Персонаж использует воду вокруг себя, и после этого вода исчезает. Персонаж может использовать часть воды и часть энергии для активации способностей магии воды. Также получает стандартные бонус от Пути.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":15,"skillId":7},{"subCategoryId":15,"skillId":28},{"subCategoryId":15,"skillId":44}],"1006":[{"subCategoryId":15,"skillId":47},{"subCategoryId":15,"skillId":48}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":49}},{"price":5000,"skill":"Тварь из глубин (200 энергии и 1 ход)","description":"Маг воды призывает на поле боя громадное существо, сотканное из воды и льда, обладающее невероятной мощью. Сразу после призыва существо может выпустить по выбранной персонажем цели мощный луч льда, наносящий 30-40 урона за действие и имеющий шанс 10% каждое действие заморозить её на 2 действия. Однако существо также может \"заряжать\" свой луч, никого не атакуя. В таком случае, за каждые 2 действия \"зарядки\" максимальный урон от луча увеличивается на 15, а шанс заморозки - на 10%. Существо пребывает на поле боя в течение 2-х ходов, после чего исчезает.","subCategory":"Магия воды","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":15,"skillId":50}}]