[{"price":500,"skill":"Дымовая завеса (25 энергии)","description":"Покрывает поле боя дымовой завесой, в которой сильно уменьшаются шансы увидеть что-либо. Все персонажи теряют друг друга из виду, если только они не находятся на расстоянии ближнего боя. На расстоянии до 5 метров шанс увидеть или заметить что-либо равен 90%, на расстоянии 5-10 метров шансы уменьшаются до 60%, на расстоянии 10-20 метров шансы уменьшаются до 30%, а на расстоянии больше 20 метров шансы снижаются до 5%. Дымовая завеса растворяется спустя 4 хода после её создания.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":1}},{"price":500,"skill":"Зависание (15 энергии за ход)","description":"Позволяет персонажу, владеющему данной способностью, зависнуть в воздухе и остаться там до тех пор, пока он не перестанет платить за способность. Для того, чтобы зависнуть в воздухе, персонажу нужно оказаться на высоте как минимум 1 метра над уровнем земли.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":2}},{"price":500,"skill":"Замедляющий ветер (20 энергии + 2 энергии за действие)","description":"Позволяет персонажу, владеющему данной способностью, замедлить противника с помощью дующего на него сильного ветра. Скорость его снижается на 2 метра за действие при беге и на 1 метр за действие при ходьбе, а шанс на попадание любым дистанционным оружием снижается на 10. Является поддерживаемым заклинанием. Данную способность можно накладывать несколько раз, и в результате все бонусы к скорости суммируются. При этом энергия на поддержание способности останется 2 энергии за действие.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":3}},{"price":500,"skill":"Искры (20 энергии)","description":"Персонаж, владеющий данной способностью, может выпустить во врага концентрированное электричество из кончиков своих пальцев, нанеся 1-35 урона от электричества. В случае, если противник одет в металлическую броню или является киборгом, максимальный урон от искр увеличивается на 20. В случае же, если противник одет во что-то резиновое или у него есть какие-либо другие предметы или особенности, позволяющие заземлить электричество, максимальный урон от искр уменьшается на 20 единиц. Из-за высокой скорости, шанс попасть искрами увеличивается на 25.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":4}},{"price":500,"skill":"Левитация (10 энергии и 1 действие)","description":"Позволяет персонажу, подчинив себе стихию воздуха, поднять с его помощью небольшой объект и заставить его зависнуть в воздухе или переместиться прямо в руку персонажа. Со стороны выглядит, как будто этот объект обволакивает облаком. Персонаж также способен подняться в воздух, однако он просто отрывается от земли и зависает в воздухе на расстоянии примерно 10 сантиметров от земли. В случае, если персонаж желает поддерживать объект в воздухе продолжительный период времени, он обязан будет отдавать по 5 энергии за каждое действие.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":5}},{"price":500,"skill":"Маг воздуха (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении стихией воздуха и заставил воздух вокруг понимать его желания. Он получает +25 к шансу попасть по противнику при использовании магии воздуха в бою и возможность использовать простые фокусы и умения, связанные с магией воздуха, вроде создания электрического разряда на кончике пальца или вращения листьев вокруг себя с помощью ветра. Персонаж может придумать любые трюки и фокусы, связанные с магией воздуха, однако они не должны быть достаточно сильны для того, чтобы нанести урон противнику.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":6}},{"price":500,"skill":"Облачная дорожка (20 энергии)","description":"Позволяет магу воздуха создать перед собой дорожку из плотных облаков, по которой можно будет пройти через ущелья, овраги или любые другие препятствия. Длина дорожки не может превышать 20 метров, однако, стоя на краю дорожки, можно продлить её ещё на 20 метров при повторном использовании заклинания. Дорожка существует 5 ходов после чего разрушается.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":7}},{"price":500,"skill":"Попутный ветер (10 энергии + 2 энергии за действие)","description":"Позволяет персонажу, владеющему данной способностью, с помощью ветра увеличить свою скорость передвижения на 2 метра за действие при беге и на 1 метр за действие при ходьбе. Является поддерживаемым заклинанием. Данную способность можно накладывать несколько раз, и в результате все бонусы к скорости суммируются. При этом энергия на поддержание способности останется 2 энергии за действие.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":8}},{"price":500,"skill":"Поток ветра (20 энергии)","description":"Позволяет создать поток ветра, наносящий противнику 10-30 урона, и с вероятностью 50% сбивающий его с ног на 1 действие. Урон от такого ветра будет считаться физическим, поэтому любая защита от магии будет бесполезной против этой способности.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":9}},{"price":500,"skill":"Толчок (10 энергии и 1 действие)","description":"Позволяет оттолкнуть противника от себя, откинув его на расстояние 2-12 метров. Если противник столкнется с твердым объектом, он получит урон как при падении на твердую поверхность.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":10}},{"price":500,"skill":"Толчок воздуха (15 энергии и 1 действие)","description":"Позволяет персонажу, оттолкнувшись от воздуха, прыгнуть на расстояние до 10 метров вверх или в сторону. Данную способность можно применить несколько раз подряд, например, для того, чтобы за несколько действий подняться на большое расстояние прежде, чем персонаж начнет падать.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":11}},{"price":500,"skill":"Цепи воздуха (40 энергии)","description":"Позволяет персонажу призвать вокруг одного из своих противников цепи из чистого воздуха, которые полностью блокируют его передвижение. Скованный цепями может использовать атаки, в которых не задействованы ноги, а каждое действие будет иметься шанс вырваться из цепей. Шанс вырваться из цепей - 35%, но он уменьшается на 5% за каждый навык владения магией воздуха у персонажа. В то же время при целенаправленной попытке вырваться шанс удваивается.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":12}},{"price":500,"skill":"Шоковое касание (15 энергии)","description":"Персонаж, владеющий данной способностью, получает возможность высвободить часть энергии в виде электричества, которое подается на его руки, или другую часть тела. Удар или даже простое касание к противнику нанесет 10-20 урона от электричества и отбросит врага назад на 1-3 метра с вероятностью 30%. Эффект шокового касания можно продлить на оружие, если оно может проводить электричество. Эффект срабатывает один раз, после чего исчезает. В случае, если противник одет в металлическую броню или является киборгом, максимальный урон от касания увеличивается на 20. В случае же, если противник одет во что-то резиновое или у него есть какие-либо другие предметы или особенности, позволяющие заземлить электричество, максимальный урон от касания уменьшается на 20 единиц.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":13}},{"price":1000,"skill":"Воздушная воронка (30 энергии)","description":"Позволяет персонажу создать перед собой воздушную воронку, которая будет полностью невидима для противника. Воронка будет существовать в течение 8 действий после своего создания. В случае, если противник, союзник или просто снаряд, или другой физический объект попал в воронку, он начинает кружиться в ней, не получая урона, но теряя возможность что-либо делать в течение следующих 1-4 действий и становясь полностью доступным для любой атаки, после чего получает 0-30 урона и отлетает в случайную сторону на расстояние до 20 метров. Как только воронка исчезает, все, оказавшиеся в ней объекты, тут же разлетаются по сторонам.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":14}},{"price":1000,"skill":"Воздушная плеть (30 энергии)","description":"Позволяет персонажу создать плеть из воздуха длиной до пяти метров. Плеть наносит противнику 10-30 урона и может с вероятностью в 30% отбросить его на расстояние до 5 метров. Если противник после этого столкнется с твердым объектом, он получит дополнительно 5-20 урона. Плеть способна проходить сквозь тела противников и способна поразить несколько стоящих рядом целей.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":15}},{"price":1000,"skill":"Воздушный образ (40 энергии)","description":"Позволяет персонажу, владеющему данной способностью, создать из воздуха образ - точную копию себя или того, кого он держит рукой во время произнесения данного заклинания. Копия имеет 25% энергии оригинала и способна использовать любые способности магии воздуха до 50 энергии, если ими владеет оригинал. Получив любой урон, даже если он отнимает всего 1 жизнь, образ сразу же исчезает, вновь превращаясь в воздух.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":16}},{"price":1000,"skill":"Лезвие ветра (40 энергии)","description":"Позволяет персонажу запустить в противника волну воздуха, способную разрезать всё, чего она коснется. В случае, если волна попадет в противника, он получит 20-80 урона.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":17}},{"price":1000,"skill":"Молния (35 энергии)","description":"Персонаж концентрирует на кончиках пальцев электрический заряд, который высвобождается в виде молнии. В случае попадания по врагу, молния нанесет 10-80 урона от электричества. В случае, если противник одет в металлическую броню или является киборгом, максимальный урон от молнии увеличивается на 20. В случае же, если противник одет во что-то резиновое или у него есть какие-либо другие предметы или особенности, позволяющие заземлить электричество, максимальный урон от молнии уменьшается на 20 единиц. Из-за высокой скорости, шанс попасть молнией увеличивается на 25.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":18}},{"price":1000,"skill":"Поглощение электричества (пассивная способность)","description":"Позволяет магу воздуха впитывать электричество, восстанавливая при этом свои запасы энергии. Получая урон от электричества, персонаж восстанавливает себе 25% от полученного урона в виде энергии. Кроме того, персонаж получает возможность восстанавливать энергию от соприкосновения с объектами, по которым идёт электрический ток. За каждое действие, проведённое в контакте с подобным объектом, персонаж восстанавливает себе 0-10 энергии.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":19}},{"price":1000,"skill":"Сфера ветра (40 энергии)","description":"До конца хода создает вокруг персонажа сферу быстро кружащегося воздуха. Сфера отбрасывает в сторону все физические объекты, попавшие в неё, даже пули и стрелы не могут пролететь через неё. В случае, если в сферу попадет живое существо, его тоже откинет в случайную сторону на расстояние до 10 метров. К тому же, оказавшееся в пределах сферы воздуха существо получит 5-20 урона. Сфера может отразить до 10 снарядов, после чего развеется.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":20}},{"price":1000,"skill":"Удар воздуха (5 энергии за каждое действие подготовки)","description":"Позволяет персонажу сконцентрировать в одной из своих конечностей силу стихии воздуха, которая будет высвобождена при следующем его ударе этой конечностью. За каждое действие подготовки урон стихией воздуха, который персонаж нанесет при ударе конечностью, возрастает на 1-10 единиц. Кроме того, за каждое действие подготовки на 10% увеличивается шанс откинуть противника или того, чего коснется удар, на расстояние до 8 метров. Шанс отбросить объект срабатывает даже в случае, если удар персонажа был заблокирован. Способность срабатывает лишь при первом ударе конечностью после подготовки, и в случае, если противник увернулся или защитился от этого удара, вся накопленная воздушная энергия тут же исчезает. Является потоковым заклинанием, может применяться вместе с другими заклинаниями, или же накапливать силу стихии воздуха сразу в двух конечностях.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":21}},{"price":1000,"skill":"Шар воздуха (40 энергии)","description":"Позволяет персонажу создать в руке сферу концентрированного воздуха, которая при столкновении с телом противника или любым другим объектом нанесет ему 30-90 урона. Сфера воздуха не может оторваться от руки и полететь в противника, поэтому игроку нужно нанести удар рукой со сферой в ней по противнику чтобы нанести урон. В случае, если персонаж владеет магией воздуха на уровне эксперта, он получает возможность создавать сферы воздуха на обеих руках, потратив 60 энергии. А в случае, если игрок достиг уровня мастера стихии воздуха, он получает возможность отрывать сферы от руки и запускать их в противника, но в таком случае время подготовки заклинания увеличивается на 2 действия.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":22}},{"price":1000,"skill":"Шепчущий ветер (15 энергии)","description":"Персонаж шепчет слова ветру и посылает их с ним. Ветер достигает ушей цели и нашептывает ему переданные слова, после исчезает. Изначально персонаж может передать 10 слов, плюс по 10 слов за каждый навык владения магией воздуха. Полностью постигший Путь воздуха персонаж может использовать способность без затрат энергии.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":23}},{"price":1000,"skill":"Эксперт стихии воздуха (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет стихией воздуха и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу попасть по противнику при использовании магии воздуха в бою.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":16,"skillId":6}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":24}},{"price":1000,"skill":"Электрические клыки (35 энергии)","description":"Способность требует наличия перка \"Развитая челюсть\" и начального навыка владения стихией воздуха. Позволяет персонажу зарядить свои зубы разрядами электричества или же создать электрические \"челюсти\" поверх своих собственных. С их помощью персонаж может совершать мощные укусы, нанося каждым 25-45 урона. Также электрические клыки при каждом укусе с шансом 25% могут оглушить противника на 2 действия.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":67}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":25}},{"price":1500,"skill":"Аура воздуха (пассивная способность)","description":"Тело персонажа, владеющего данной способностью, всегда окружено движущимися потоками воздуха, в результате чего в радиусе 10 метров (+5 метров за каждую ступень владения веткой Магии Воздуха) у всех, находящихся в пределах действия ауры, на 25% уменьшается шанс попасть по персонажу. Ауру можно выключать по желанию обладателя, но только на час и раз в сутки.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":26}},{"price":1500,"skill":"Безопасное падение (пассивная способность)","description":"Персонаж, владеющий данной способностью, надежно защищен стихией воздуха и получит лишь 25% повреждений при падении с любой высоты. Также уменьшает урон от столкновения с твёрдыми предметами.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":27}},{"price":1500,"skill":"Гипоксия (30 энергии, 5 энергии за действие)","description":"Мастер воздуха способен частично менять состав атмосферы, в частности - уменьшить количество кислорода (или другого активного элемента), что через несколько действий вызовет заторможенную реакцию и снижение концентрации у окружающих существ. Все в радиусе 100 метров получают штраф -30 к любому успешному действию и увороту, а также имеют 10% шанс на потерю сознания на 1-3 действия в начале каждого хода. Является поддерживаемой способностью.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":28}},{"price":1500,"skill":"Небесная молния (70 энергии и 4 действия)","description":"Персонаж применяет особую молнию, которая летит не из кончиков его пальцев, а с неба. При попадании по противнику молния наносит мощный электрический урон в размере от 20 до 150 единиц. Отличительной особенностью небесной молнии является то, что её можно применять против врагов, находящихся за укрытием. Однако, в случае, если противник не находится в поле зрения (и его невозможно увидеть, например, улучшенным зрением), шанс попасть уменьшается на 50%.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":29}},{"price":1500,"skill":"Парализующий разряд (60 энергии)","description":"Персонаж посылает разряд в противника, нанося тому 20-65 урона. Кроме того, с шансом 50% он ошеломит противника на 1-2 действия (не более 1 раза в ход). Парализованный персонаж падает на землю и не может двигаться и применять любые способности. Также разрядом можно запустить остановившееся сердце.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":30}},{"price":1500,"skill":"Подвижная воронка (+30 к энергии Воздушной воронки)","description":"Требует наличия способности Воздушная воронка. Позволяет персонажу отправить созданную им воздушную воронку в направлении противника, потратив дополнительно 30 энергии. Воронка движется со скоростью 15 метров за действие. При соприкосновении с противником срабатывает стандартный эффект воздушной воронки, однако если воронка врежется в какой-либо другой крупный объект или персонажа, то сработает на него. Воронка движется в течение 1 хода, и развеивается если никого не заденет.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":31}},{"price":1500,"skill":"Скорость ветра (4 действия и 60 энергии)","description":"Персонаж начинает передвигаться по полю боя, постепенно повышая собственную скорость. За каждое действие после активации данной способности, в течение которого игрок бежит, его скорость увеличивается на 1 метр за действие. За увеличение скорости передвижения на каждые 3 метра за действие по сравнению с оригинальной скоростью бега персонаж получает +10 к шансу попасть по противнику и +10 к шансу спастись от любой атаки противника. Если персонаж остановился, эффект способности равномерно уменьшается до нуля в течение 3х действий. Но если персонаж успеет до полной отмены способности снова начать бежать, то способность снова начнёт набирать скорость.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":32}},{"price":1500,"skill":"Смерч (75 энергии)","description":"Персонаж создает на поле боя смерч, который существует 3 хода и может передвигаться со скоростью, равной скорости бега призвавшего его персонажа. Смерч движется туда, куда прикажет ему призвавший, и втягивает в себя всех на расстоянии до 15 метров от его основания. Каждому, кто находится в нем, наносится по 5-15 урона за действие. После исчезновения смерча его жертвы получат по 10-50 единиц дополнительного урона и разлетятся в разные стороны на 5-20 метров.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":33}},{"price":1500,"skill":"Цепная молния (65 энергии)","description":"Персонаж выпускает из кончиков пальцев молнию, которая летит в противника и наносит ему 10-90 урона, после чего передаётся по цепочке другим существам в радиусе до 5 метров. Каждой последующей цели наносится на 25% меньше урона. Одну и ту же цель дважды не бьёт. В случае, если одна из жертв цепной молнии носит металлическую броню или является киборгом, максимальный урон по ней увеличивается на 30. Не считается способностью массового поражения.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":34}},{"price":1500,"skill":"Электрические стрелы (40 энергии)","description":"Позволяет магу воздуха создать 8 электрических стрел и тут же пустить их в цели. Каждая стрела наносит 5-15 урона электричеством. В случае, если противник одет в металлическую броню или является киборгом, максимальный урон увеличивается на 5. В случае же, если противник одет во что-то резиновое или у него есть какие-либо другие предметы или особенности, позволяющие заземлить электричество, максимальный урон уменьшается на 10 единиц. Шанс попадания для каждой стрелы рассчитывается отдельно.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":35}},{"price":2500,"skill":"Агрессивная статика (4 действия и 120 энергии)","description":"Позволяет персонажу заставить воздух на всём поле боя кроме места, где стоит сам маг, прийти в движение и начать генерировать статическую энергию, которая спустя 4 действия выплеснется на всех, кто будет находиться в радиусе более 15 метров от персонажа, и нанесет каждому из них 80-180 урона. Способность не щадит ни своих, ни чужих. И даже сам персонаж не может защитить своих союзников от её действия.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":36}},{"price":2500,"skill":"Дыхание сильфа (пассивная способность)","description":"Персонаж благословлен воздухом и смешал саму свою сущность с этой стихией. Он получает +30 к шансу применить способности магии воздуха, однако -40 к шансу применить все другие заклинания, имеющие отношение к одной из трех оставшихся основных стихий. Потратив 40 энергии и 2 действия, он может превратить свое тело в вихрь. В таком состоянии персонаж получает только 25% урона от атак с помощью воздуха и 10% от любых атак, наносящих физический урон, однако не способен использовать физические атакующие умения, магические умения, не относящиеся к магии воздуха и требующие более 40 энергии для активации, а также обращаться с оружием или щитами, любая атака с помощью огня или холода будет наносить ему 150% урона. Кроме того, слившийся со стихией персонаж готовит чары магии воздуха на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). Будучи единым с воздухом, персонаж получает дополнительно 2 действия за ход, а любой, кто попытается коснуться его без эмиттера и не является тяжелым существом, будет отброшен на расстояние 2-10 метров. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если игрок покупает еще одну подобную способность из другой ветки, они аннулируют друг друга. В данную способность не входит способность \"Полет\".","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":37}},{"price":2500,"skill":"Мастер стихии воздуха (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил стихию воздуха и теперь управляет воздухом так же легко, как управляет своим телом. Он получает +125 к шансу попасть по противнику при использовании магии воздуха в бою, а радиус действия любого заклинания стихии воздуха увеличится на 50%.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":16,"skillId":6},{"subCategoryId":16,"skillId":24}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":38}},{"price":2500,"skill":"Полёт (пассивная способность)","description":"Позволяет персонажу летать. На поддержание полёта тратится 10 энергии в ход, скорость полёта и расход энергии за каждое действие являются стандартными.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":39}},{"price":2500,"skill":"Шторм (4 действия и 150 энергии)","description":"Позволяет персонажу призвать на поле боя мощнейший шторм, который способен вырывать деревья, ломать дома и откинуть любого на расстояние до сотни метров, нанеся ему при этом 120-300 урона. Шторм действует на всех, кто не укроется от него в надежном месте, включая и самого персонажа, призвавшего шторм. Укрыться от шторма можно либо в здании, либо в пещере, либо под землей, либо в аналогичном месте, куда не доберется даже самый сильный ветер.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":40}},{"price":2500,"skill":"Электрический аватар (4 действия и 100 энергии)","description":"Персонаж полностью покрывает своё тело чистым электричеством. Электричество, перемещаясь по всему телу персонажа, увеличивает его рефлексы и силу. За счёт этого все шансы успешно сделать какое-либо физическое действие увеличиваются на 50, а скорость передвижения персонажа - на 100%. Также он становится невосприимчив к эффектам замедления. Каждый удар наносит дополнительно 15-25 урона, а сила заклинаний магии воздуха, связанных с электричеством, вырастает на 50%. В этой форме персонаж получает иммунитет к электричеству. Но при первом же контакте с водой аватар моментально рассеивается, а персонаж получает 10-50 урона. Срок действия аватара варьируется от 16 до 24 действий. Является активным превращением.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":41}},{"price":2500,"skill":"Электромагнитная буря (4 действия и 150 энергии)","description":"Всё поле боя очень сильно насыщается энергией, вокруг начинают бить молнии. Вся техника имеет 75% шанс моментально выйти из строя (если только в ней не предусмотрена защита от электромагнитного воздействия). Все существа на поле боя кроме владельца способности получают по 10-75 урона каждые 4 действия, в течение 3 ходов. Также на это время расход энергии на все способности вырастает на 50% у всех, включая персонажа. В случае, если жертва находится в контакте с водой, урон раз в 4 действия увеличивается на 100%. Если же в контакте с водой находится владелец способности, электричество начинает наносить вред и ему. Поддерживаемое заклинание.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":42}},{"price":2500,"skill":"Электрорывок (100 энергии и 1 действие)","description":"Персонаж, обладающий данной способностью, может совершить моментальный рывок вперёд на расстояние до 30 метров, нанеся всем в радиусе 10 метров от точки отправления и прибытия 25-125 урона. Способность нельзя применять чаще, чем раз в 4 действия.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":43}},{"price":5000,"skill":"Путь Ветра (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь воздуха и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Персонаж мастерски овладел ветром, и теперь повелевает им как хочет. Теперь любые способности магии воздуха, которые не наносят урона противнику, но используют ветер, будут дополнительно наносить по 10-20 урона за каждые 10 потраченной энергии. Способности магии воздуха, которые наносят урон, теперь могут привязывать противника к месту ветром на 1-3 действия. Из этого ветра не вырваться. Также получает стандартные бонусы Пути.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":16,"skillId":6},{"subCategoryId":16,"skillId":24},{"subCategoryId":16,"skillId":38}],"1006":[{"subCategoryId":16,"skillId":45},{"subCategoryId":16,"skillId":46}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":44}},{"price":5000,"skill":"Путь Шторма (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь воздуха и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Персонаж обуздал агрессивную сторону воздуха. Любая способность магии воздуха теперь имеет 25% шанс обратиться в мини-шторм, который отбросит жертву на десяток метров, при том жертва получит 0-15 урона. Способности, отталкивающие изначально, получают дополнительно 25% к наносимым повреждениям. Также получает стандартные бонусы Пути.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":16,"skillId":6},{"subCategoryId":16,"skillId":24},{"subCategoryId":16,"skillId":38}],"1006":[{"subCategoryId":16,"skillId":44},{"subCategoryId":16,"skillId":46}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":45}},{"price":5000,"skill":"Путь Электричества (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь воздуха и становится специалистом этой стихии, каких в Эмпии было меньше десятка. Персонаж овладел электрическими потоками воздуха. Все способности магии воздуха теперь используют электрический урон, со всеми вытекающими последствиями. Способности, использовавшие электричество изначально, получают 25% прибавку к наносимым повреждениям. Также получает стандартные бонусы Пути.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":16,"skillId":6},{"subCategoryId":16,"skillId":24},{"subCategoryId":16,"skillId":38}],"1006":[{"subCategoryId":16,"skillId":44},{"subCategoryId":16,"skillId":45}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":46}},{"price":5000,"skill":"Торнадо (поддерживаемая способность, 150 энергии + 25 за действие)","description":"Персонаж призывает на поле боя настоящий торнадо, который сеет хаос по всему полю боя и которым персонаж может свободно управлять. Радиус торнадо составляет 25 метров, а скорость перемещения по полю боя - 10 метров за действие. Все существа на поле боя получают -100 к шансу попасть по кому-либо из-за сильного ветра, а попавшие в зону действия торнадо к тому же получают -100 к шансу увернуться/защититься от атак и получают 25-75 урона каждое действие. Также все оказавшиеся в зоне действия торнадо имеют шанс 20% упасть на землю каждое действие, после чего им придётся потратить одно действие на то, чтобы подняться. Максимальная длительность существования торнадо - 1 ход.","subCategory":"Магия воздуха","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":16,"skillId":47}}]