[{"price":500,"skill":"Звуковой удар (15 энергии)","description":"Используя свой голос или музыкальный инструмент, маг звука создает сильный направленный звуковой поток, который движется по прямой с огромной скоростью. Выглядит как выпущенное из пушки ядро и при попадании наносит 5-15 единиц урона, а из-за огромной скорости шанс попасть по противнику увеличивается на 50%.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":1}},{"price":500,"skill":"Исцеляющий звук (10 энергии за действие)","description":"Используя свой голос или музыкальный инструмент, маг звука создает низкочастотные звуковые колебания, которые воздействуют на клетки тела, заставляя их ускоренно регенерировать поврежденные ткани, восстанавливая за каждое действие, потраченное на магию 2-5 жизней. Способность исцеляет всех, кто находится на расстоянии до 15 метров от персонажа (включая самого персонажа) и способен слышать звуки. Персонаж может продолжать издавать исцеляющий звук неограниченное количество действий, но каждое действие шанс на то, сработает ли звук, рассчитывается отдельно.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":2}},{"price":500,"skill":"Маг звука (пассивная способность)","description":"Персонаж, обладающий этой способностью, изучил основы магии звука. Он может использовать свой собственный голос, либо музыкальный инструмент, для применения способностей магии звука, при этом шанс успешного применения способности увеличивается на 25. Персонаж может одновременно применять крики с аккордами, а также песни с мелодиями, при условии, что он правильно использует для них голос и инструмент.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":3}},{"price":500,"skill":"Мелодия активности (20 энергии)","description":"Вводит ближайшую цель, способную слышать звуки, в состояние повышенной активности, в результате чего её шансы увернуться от любой атаки противника возрастут на 50 единиц. Действует от 1 до 6 действий. Способность относится к категории «мелодий», а потому вероятность успешного использования с помощью инструмента увеличивается на 20, а вероятность использования с помощью голоса уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":4}},{"price":500,"skill":"Мелодия силы (20 энергии)","description":"Вводит ближайшую цель, способную слышать звуки, в состояние повышенной активности, в результате чего её шансы попасть, используя физические атаки, возрастут на 50 единиц а её максимальный урон от любой физической атаки возрастет на единицу. Действует от 1 до 6 действий. Способность относится к категории «мелодий», а потому вероятность успешного использования с помощью инструмента увеличивается на 20, а вероятность использования с помощью голоса уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":5}},{"price":500,"skill":"Мощный крик (10 энергии и 1 действие)","description":"Позволят магу звука с помощью своего голоса отбросить на 3 метра в стороны от себя всё, что находится в радиусе 1-3 метров. Способность относится к категории \"криков\", а потому может быть использована только с помощью голоса.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":6}},{"price":500,"skill":"Песнь дружбы (20 энергии)","description":"Ближайшая цель, способная слышать звуки, становится менее агрессивна к исполняющему Песнь персонажу. В случае, если есть другие игроки помимо использующего способность, вероятность цели попасть по нему уменьшается на 50%. Не работает, если у противника нет других целей для атаки. Способность относится к категории «песен», а потому вероятность успешного использования с помощью голоса увеличивается на 20, а вероятность использования с помощью инструмента уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":7}},{"price":500,"skill":"Песнь сна (20 энергии)","description":"Вводит ближайшую цель, слышащую звуки, в состояние сонливости, в результате чего она в 90% случаев начинает двигаться на 25% медленнее, и ее шансы успешно попасть по чему-либо уменьшатся на 30 единиц. Длиться такое состояние будет в течении 1-6 действий. В 10% случаев вводит противника в состояние сна до тех пор, пока что-либо (например, боль или прикосновение чего-либо) не разбудит его. Кроме того, в начале каждого хода персонаж будет иметь 25% шанс проснуться самостоятельно. Способность относится к категории «песен», а потому вероятность успешного использования с помощью голоса увеличивается на 20, а вероятность использования с помощью инструмента уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":8}},{"price":500,"skill":"Режущий аккорд (8 энергии и 1 действие)","description":"Позволяет магу звука, используя свой музыкальный инструмент произвести звук, который способен нанести противнику физический урон. Способность наносит 0-10 урона всем живым существам на расстоянии до 15 метров кроме самого персонажа, но не наносит никакого урона в местах, где не слышен звук или в случае, если по тем или иным причинам существо не слышит персонажа. Способность относится к категории «аккордов», а потому может быть использована только с помощью инструмента.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":9}},{"price":1000,"skill":"Звуковая волна (30 энергии)","description":"Используя данную способность, персонаж выпускает из своего рта или музыкального инструмента звук, пронзающий противника и поражающий его барабанные перепонки. После активации способности звук летит во все стороны вокруг персонажа и перестает действовать лишь тогда, когда поразит ближайшую живую цель. Цель, попавшая под действие способности, получает 10-50 урона и в 50% случаев временно теряет слух, теряя возможность слышать что-либо в течение следующих 2-12 действий. На это время на него также перестает действовать любая магия звука.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":10}},{"price":1000,"skill":"Звуковая сфера разрушения (40 энергии)","description":"Используя данную способность, персонаж создает вокруг себя звуковую сферу радиусом три метра. Радиус сферы можно увеличить, отдав по 5 энергии за каждый дополнительный метр, но сделать это можно только во время активации способности, но никак не позже. Из-за мощного звукового резонанса внутри сферы все объекты, находящиеся в ней, кроме персонажа и всего, что находится не более чем в полуметре от него, начинают получать по 6-18 урона за действие и разрушаться. Сфера действует три действия и в случае, если персонаж желает продлить его действие и после этого, он должен будет отдавать по 10 энергии за каждое последующее действие чтобы сфера продолжала функционировать.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":11}},{"price":1000,"skill":"Иллюзорный звук (15 энергии +2 энергии за действие)","description":"Используя данную способность, маг звука может заставить одно или несколько живых существ, находящихся в поле зрения, слышать то, что захочет маг звука. Этот эффект может как полностью заменять или убирать реальные звуки, так и немного приглушать или дополнять их в восприятии цели. Эффект можно одновременно наложить на несколько целей, если маг может одновременно держать их в поле зрения, однако звуковая галлюцинация в таком случае будет одинакова для всех целей. Персонаж расходует энергию на каждую цель отдельно. Для использования заклинания не требуется игра на инструменте или пение, однако необходима способность «Маг звука».","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":12}},{"price":1000,"skill":"Крик зверя (25 энергии)","description":"Используя свой голос, маг звука издает крик, который улучшает физические характеристики любого, кто услышит его, и улучшит его боевые показатели. Любое живое существо на поле боя, услышавшее данный крик, получает +50 к шансу успешно попасть с помощью любой физической атаки и +2 к максимальному урону от любой физической атаки на 2 ближайших хода. Действует как на союзников, так и на врагов. Способность относится к категории «криков», а потому может быть использована только с помощью голоса.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":13}},{"price":1000,"skill":"Мелодия воодушевления (50 энергии)","description":"Маг звука проигрывает воодушевляющую мелодию. Все союзники в радиусе 50 метров от персонажа применившего способность, получают +50 к шансу сделать что-либо на 2-6 действий. Способность относится к категории «мелодий», а потому вероятность успешного использования с помощью инструмента увеличивается на 20, а вероятность использования с помощью голоса уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":14}},{"price":1000,"skill":"Тишина (50 энергии)","description":"Лишает звуков помещение или же всё окружение радиусом до 50 метров, просто рассеивая их. Действует два хода. Не даёт врагам и союзникам общаться между собой и использовать магию и технологические устройства, работающие на основе звука.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":15}},{"price":1000,"skill":"Ударный аккорд (20 энергии)","description":"Используя свой инструмент, маг звука создает ударную волну, которая движется по прямой, воздействуя на все предметы легче 10 кг и откидывая их в сторону, а при попадании в противника наносит ему 10-40 единиц урона и с вероятностью 25% сбивает с ног, заставляя противника пропустить следующее действие. Способность относится к категории «аккордов», а потому может быть использована только с помощью инструмента.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":16}},{"price":1000,"skill":"Успокаивающий звук (10 энергии за действие)","description":"Персонажу с помощью инструмента или голоса издает звук, который позволит ему и всем его союзникам восстанавливать энергию в полтора раза быстрее. Кроме того, любые умения и способности, связанные с восстановлением жизней и энергии, также будут работать в полтора раза лучше, чем обычно, и восстанавливать в полтора раза больше жизней и энергии, чем они должны, пока звучит мелодия.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":17}},{"price":1000,"skill":"Чувство звука (пассивная способность)","description":"Персонаж достаточно хорошо овладел звуком, а потому при желании и сосредоточенности может чувствовать его не только с помощью ушей, но и с помощью любой другой части тела, улавливая звуковые колебания. Таким образом, персонаж может улавливать звуковые колебания не только в воздухе, но в жидкостях и твёрдых телах и может, например, прикоснувшись к земле, слышать всё, что происходит вокруг (например, шаги людей, течение грунтовых вод и тому подобное) или, касаясь стены, с абсолютной точностью слышать, что происходит с другой стороны. Требуется способность «Маг звука».","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":32,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":18}},{"price":1000,"skill":"Эксперт магии звука (пассивная способность)","description":"Персонаж, обладающий этой способностью, освоил магию звука на продвинутом уровне. Он может использовать свой собственный голос, либо музыкальный инструмент, для применения способностей магии звука, при этом шанс успешного применения способности увеличивается на 50. Персонаж может одновременно применять крики с аккордами, а также песни с мелодиями, при условии, что он правильно использует для них голос и инструмент.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":32,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":19}},{"price":1500,"skill":"Виртуозность (пассивная способность)","description":"Персонаж развил свой навык игры на инструменте до уровня виртуоз, вдохновляя союзников, и внушая сомнения в противников. Каждое действие, при котором персонаж применяет магию звука с помощью инструмента, либо просто играет на нём(тратит на это действие), он увеличивает шансы на успех у окружающих его союзников на 10, а противников заставляет сомневаться, уменьшая их шансы что либо сделать на 10. Это бонус/штраф накапливается каждое действие, до своего максимума в 70. Если персонаж прекратил использовать инструмент, эффект от способности постепенно уменьшается(так же по 10 единиц за действие), пока совсем не исчезнет. Если персонаж снова начнёт играть на инструменте, эффект снова начнёт расти. Радиус действия способности - 25 метров. Вероятность у противника избежать этой способности равен его шансу увернуться от атаки. Если способность применяется вместе с Красноречием, суммарный эффект будет 15, но не 20. Также у этих двух способностей общий бонус. Внимание! Данная способность не даёт в ролевой дар убеждения.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":20}},{"price":1500,"skill":"Звуковое исцеление (75 энергии и 4 действия)","description":"Используя свой голос или музыкальный инструмент, персонаж начинает исполнять мелодию, которая воздействует на всех союзников и противников в радиусе 25 метров и восстанавливает им 20-100 жизней. Не действует на самого персонажа и всех тех, кто не способны слышать в момент использования способности.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":21}},{"price":1500,"skill":"Красноречие (пассивная способность)","description":"Персонаж научился говорить очень красноречивые речи, которые вдохновляют союзников, и внушает сомнения в противников. Каждое действие, при котором персонаж применяет магию звука с помощью голоса, либо просто говорит(тратит на это действие), он увеличивает шансы на успех у окружающих его союзников на 10, а противников заставляет сомневаться, уменьшая их шансы что либо сделать на 10. Это бонус/штраф накапливается каждое действие, до своего максимума в 70. Если персонаж прекратил использовать голос, эффект от способности постепенно уменьшается(так же по 10 единиц за действие), пока совсем не исчезнет. Если персонаж снова начнёт говорить или петь, эффект снова начнёт расти. Радиус действия способности - 25 метров. Вероятность у противника избежать этой способности равен его шансу увернуться от атаки. Если способность применяется вместе с Виртуозностью, суммарный эффект будет 15, но не 20. Также у этих двух способностей общий бонус. Внимание! Данная способность не даёт в ролевой дар убеждения.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":22}},{"price":1500,"skill":"Крик дракона (40 энергии + стоимость заклинания)","description":"Используя свой голос, маг звука получает возможность мгновенно использовать любое заклинание одной из 4 основных стихий (огня, воды, земли или воздуха) стоимостью не более 50 энергии. Способность нанесет 150% от стандартного своего урона, однако сработает она лишь на тех противниках, которые способны слышать. Способность относится к категории «криков», а потому может быть использована только с помощью голоса.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":23}},{"price":1500,"skill":"Мелодия истощения (75 энергии за ход)","description":"Персонаж играет или напевает мелодию, которая негативно действует на слышащих её противников, отчего каждое их действие в этот ход будет стоить им гораздо больше усилий. Во время этого хода все затраты энергии противников возрастают на 50%. Способность относится к категории «мелодий», а потому вероятность успешного использования с помощью инструмента увеличивается на 20, а вероятность использования с помощью голоса уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":24}},{"price":1500,"skill":"Мелодия парализации (50 энергии за активацию + 10 энергии за каждое дополнительное действие)","description":"Маг звука может заставить все цели в радиусе 5 метров, которые способны слышать звуки, замереть на месте вне зависимости от того, что делала цель в момент использования заклинания. Радиус действия можно увеличить, отдав за каждый метр по 2 единицы энергии. Эффект длится в течение 3 действий, а за каждое последующее персонаж должен отдать 10 единиц энергии. Персонажу необходимо поддерживать способность. Способность относится к категории «мелодий», а потому вероятность успешного использования с помощью инструмента увеличивается на 20, а вероятность использования с помощью голоса уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":25}},{"price":1500,"skill":"Мелодия промаха (15 энергии за действие)","description":"Позволяет персонажу сыграть или напеть мелодию, которая будет влиять на ощущения противника и уменьшит шанс противника попасть по персонажу на 25 единиц. К тому же, если при попытке противника нанести персонажу урон у него выпадает число от 1 до 25 его атака срабатывает, но попадает он ей не по выбранной цели, а по самому себе. Способность относится к категории «мелодий», а потому вероятность успешного использования с помощью инструмента увеличивается на 20, а вероятность использования с помощью голоса уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":26}},{"price":1500,"skill":"Ментальный звук (пассивная способность)","description":"Персонаж овладел магией звука в той степени, что способен доводить звук до разума противника на ментальном уровне, полностью игнорируя любую защиту от магии звука и получая возможность воздействовать даже на не способные слышать цели. Однако в случае применения магии звука таким образом персонаж затратит не стандартное, а в полтора раза превышающее количество энергии (150%).","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":27}},{"price":1500,"skill":"Оглушающий аккорд (45 энергии)","description":"Используя свой инструмент, маг звука создает мощный звуковой поток, наносящий противнику 30-90 урона и в 75% случаев оглушающий цель на 3-5 действий. Оглушенная жертва потеряет возможность что-либо слышать, но это же даст ей полный иммунитет к магии звука. Способность относится к категории «аккордов», а потому может быть использована только с помощью инструмента.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":28}},{"price":1500,"skill":"Песнь подпитки (75 энергии за ход)","description":"Персонаж поёт или наигрывает песню, которая словно передает ему часть энергии, которую тратит его противник. Исполняя эту песнь в течение хода, персонаж получает в начале следующего хода ровно половину того количества энергии, которое потратили все его враги за прошлый ход. В результате применения данной способности персонаж может получить больше энергии, чем его максимальный показатель энергии в нормальных условиях. Способность относится к категории «песен», а потому вероятность успешного использования с помощью голоса увеличивается на 20, а вероятность использования с помощью инструмента уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":29}},{"price":1500,"skill":"Песнь подчинения (70 энергии)","description":"Персонаж может ввести всех существ в радиусе 10 метров от себя в транс, заставив их исполнить всё, что он прикажет. Единственное, что не станут делать попавшие под действие данной способности жертвы - подчиняться приказам, которые могут нанести какой-либо урон им самим, например, приказу \"Убей себя\" или \"Оторви себе палец\". Любые другие приказы жертва выполнит. Действие подчинения длится всего 3 действия, после чего жертва приходит в себя вне зависимости от того, успела она завершить приказанное ей или нет. Способность относится к категории «песен», а потому вероятность успешного использования с помощью голоса увеличивается на 20, а вероятность использования с помощью инструмента уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":30}},{"price":1500,"skill":"Песнь стабильности (15 энергии за действие)","description":"Позволяет персонажу спеть или наиграть песню, которая не позволит противнику, услышавшему её изменить каким-либо образом свою форму или усилить свои характеристики. Пока звучит мелодия все противники персонажа не могут активировать артефакты, у них не сработает ни одна способность, увеличивающая их характеристики, и не получится применить ни одно умение, физически меняющее их (в том числе это касается умений, связанных с высвобождением души). Способность относится к категории «песен», а потому вероятность успешного использования с помощью голоса увеличивается на 20, а вероятность использования с помощью инструмента уменьшена на 30.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":31}},{"price":1500,"skill":"Усиленный звук (пассивная способность)","description":"Позволяет магу звука многократно увеличить громкость некоторых звуков, издаваемых им. Затратив 200% или 300% энергии на применение способностей магии звука, с чётко обозначенным радиусом действия (менее 100 метров), такой персонаж может увеличить этот радиус соответственно в 2 или 3 раза.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":32}},{"price":2500,"skill":"Аккорд феноменальной неудачи (1 ход на подготовку и 100 энергии за ход)","description":"С помощью специального аккорда персонаж воздействует на удачу и базовые боевые способности противника, вдвое увеличивая его шанс промахнуться и уменьшая его шанс попасть по персонажу до 25 единиц (например, если противник изначально имел шанс промахнуться при атаке мечом равный 50 и шанс попасть равный 100, то слыша эту мелодию он будет иметь шанс промахнуться равный 100 и шанс попасть равный 25). Способность действует на все виды атак и действует только на противников, однако пока персонаж продолжает держать аккорд, он теряет возможность делать что-либо и участвовать в бою. Персонажи, не способные слышать, не подвергаются воздействию аккорда. Способность относится к категории «аккордов», а потому может быть использована только с помощью инструмента.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":33}},{"price":2500,"skill":"Завлекающая мелодия (4 действия, 80 энергии, 40 энергии за действие, поддерживаемая способность)","description":"Требует наличия способности Виртуозность. Персонаж настраивает свой музыкальный инструмент и начинает играть на нём так виртуозно, что все противники в радиусе 10 метров начинают танцевать, забывая обо всём остальном, кроме уклонения и защиты. Каждые 2 действия противники могут выйти из этого состояния и получить иммунитет к нему на 2 действия с шансом 25%, потратив 25 энергии. Если они не предпринимают попыток, то теряют по 10 энергии за каждое действие на танец. Персонаж может поддерживать эту способность не дольше 2-х ходов и с перерывом в 1 ход, при этом он не может совершать никаких других действий.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":32,"skillId":20}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":34}},{"price":2500,"skill":"Крик смерти (160 энергии и 1 ход)","description":"Используя свой голос, маг звука создает мощный звуковой поток, поражая ближайшую к себе живую цель. Тот, кто услышит данный звук, тут же валится на землю и теряет все свои жизни кроме одной, после чего пропускает следующее действие. Действует как на союзников, так и на врагов, и персонаж не может выбирать жертву, на которую его атака подействует. Способность относится к категории «криков», а потому может быть использована только с помощью голоса.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":35}},{"price":2500,"skill":"Мастер магии звука (пассивная способность)","description":"Персонаж, обладающий этой способностью, освоил в совершенстве магию звука. Он может использовать свой собственный голос, либо музыкальный инструмент, для применения способностей магии звука, при этом шанс успешного применения способности увеличивается на 125. Персонаж может одновременно применять крики с аккордами, а также песни с мелодиями, при условии, что он правильно использует для них голос и инструмент.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":32,"skillId":3},{"subCategoryId":32,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":36}},{"price":2500,"skill":"Разрушающий звук (150 энергии и 4 действия)","description":"Используя свой голос или музыкальный инструмент, персонаж способен издать звук, способный нанести колоссальный урон всем вокруг. Звук поражает всю локацию, переворачивая землю, разрушая камни в песок и нанося 80-240 урона всему, что находится в радиусе 25 метров от персонажа, и 30-120 урона всему, что находится вне этого радиуса, но всё ещё находится на поле боя. Существо, не слышащее звуки, тоже получает урон от данной способности, однако оно получает на 25% урона меньше, чем его слышащие звуки товарищи.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":37}},{"price":5000,"skill":"Путь Барда (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь Голоса и становится мастером-Бардом, каких в Эмпии было меньше десятка. Бард совместил пение и игру на инструменте, и теперь игнорирует все штрафы и бонусы способностей и произносит все заклинания с одинаковой эффективностью. При этом, если он применяет одновременно крик + аккорд, или песню + мелодию, урон и эффективность обоих способностей возрастает на 25%. Более того, он может одновременно использовать одно и то же заклинание с помощью голоса и инструмента. В таком случае считается, что игрок одновременно использует две отдельные друг от друга способности, но стоимость каждой уменьшается на 25%. Накапливающийся бонус/штраф от способностей \"Виртуозность\" и \"Красноречие\" увеличивает свой максимум до 100. Также персонаж получает стандартные бонусы Пути.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":32,"skillId":3},{"subCategoryId":32,"skillId":19},{"subCategoryId":32,"skillId":36}],"1006":[{"subCategoryId":32,"skillId":39},{"subCategoryId":32,"skillId":40}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":38}},{"price":5000,"skill":"Путь Голоса (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь Голоса и становится мастером вокала, каких в Эмпии было меньше десятка. Он сосредоточился на пении и использовании собственного голоса, и все его бонусы и штрафы на использование способностей с помощью голоса увеличиваются в 3 раза (например, Песни будут иметь бонус +60 к успеху, а Мелодии -90), а любые заклинания, использованные с помощью голоса (даже со штрафом), будут иметь +25% к наносимому урону. Также персонаж получает стандартные бонусы Пути.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":39}},{"price":5000,"skill":"Путь Инструмента (пассивная способность)","description":"Освоив эту способность, персонаж полностью постигает путь Инструмента и становится мастером-виртуозом, каких в Эмпии было меньше десятка. Он сосредоточился на игре на инструментах, и все его бонусы и штрафы на использование способностей с помощью инструмента увеличиваются в 3 раза (например, Мелодии будут иметь бонус +60 к успеху, а Песни -90), а любые заклинания, использованные с помощью инструмента (даже со штрафом), будут иметь +25% к наносимому урону. Также персонаж получает стандартные бонусы Пути.","subCategory":"Магия звука","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":32,"skillId":3},{"subCategoryId":32,"skillId":19},{"subCategoryId":32,"skillId":36}],"1006":[{"subCategoryId":32,"skillId":38},{"subCategoryId":32,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":32,"skillId":40}}]