[{"price":500,"skill":"Грязевой поток (20 энергии)","description":"Позволяет персонажу призвать себе на помощь поток земли, который снесет стоящего на земле противника и всех, кто находятся в радиусе до 3 метров от него на расстояние до 10 метров. Кроме этого в 50% случаев поток заставит всех попавших под действие магии увязнуть в грязи, из-за чего те не смогут выбраться и подняться на ноги в течении 1-6 действий.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":1}},{"price":500,"skill":"Естественный песок (10 энергии)","description":"Если бой происходит в пустыне, или вокруг просто много песка, персонаж может взять его, вместо того чтобы создавать новый. Позволяет накопить 50 килограмм песка.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":2}},{"price":500,"skill":"Земляная ловушка (20 энергии)","description":"Применяется на площадь с радиусом до 5 метров. Любой, кто наступит в круг, очерченный магом, провалится в зыбучее месиво, не позволяющее ему   передвигаться в течение 3-5 действий.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":3}},{"price":500,"skill":"Каменная конечность (25 энергии)","description":"Требуется 5 малых камней или один средний на поле боя. Позволяет персонажу покрыть свою руку или ногу каменным слоем от локтя/колена и ниже. В результате конечность превратится в мощное дробящее оружие, минимальный урон от удара этой конечностью увеличится на 5 единиц, а максимальный урон на 10 единиц. Кроме того покрытой камнем конечностью можно применять способности дробящего оружия с шансом попасть этим оружием (базовый шанс - 75). Если эта конечность - рука, то персонаж потеряет возможность держать что-либо в ней, а если эта конечность - нога, то скорость передвижения персонажа уменьшится на 25%. Помимо этого, любой удар каменной конечностью будет отнимать на 3 единицы энергии больше, а шанс защититься при помощи неё увеличивается на +50. Каменная конечность имеет 25 жизней (+25 за каждый навык владения магией земли) и принимает на себя 50% любого направленного урона.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":4}},{"price":500,"skill":"Камень-пуля (15 энергии и 1 действие)","description":"Требуется хотя бы один маленький камень на поле боя. Позволяет персонажу сконцентрировать энергию на одном из лежащих на поле боя малых камней, и тут же запустить его в противника. Камень нанесет 0-25 единиц дробящего физического урона и благодаря его скорости шанс противника увернуться от него будет меньше обычного на 50 единиц.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":5}},{"price":500,"skill":"Левитация камня (20 энергии + 10 энергии за движение камня)","description":"Требуется хотя бы один большой камень на поле боя. Позволяет персонажу силой мысли поднять камень с земли и заставить его зависнуть в воздухе на высоте до 10 метров. При желании персонаж может предварительно залезть на камень, чтобы перемещаться вместе с ним. Камень можно перемещать по полю боя, потратив 10 энергии и 1 действие чтобы переместить камень в воздухе на расстояние до 10 метров в любую сторону. Камень не может удаляться от персонажа свыше 25 метров, иначе действие способности прекратится, и камень упадёт на землю.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":6}},{"price":500,"skill":"Маг земли (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения во владении стихией земли, и заставил землю вокруг понимать его желания. Он получает +25 к шансу успешно применить способности магии земли, и получает возможность использовать простые фокусы и умения связанные с магией земли вроде создания трещин на земле, или изменения формы камня. Игрок может придумать любые трюки и фокусы, связанные с магией земли, однако они не должны быть достаточно сильны для того чтобы нанести урон противнику.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":7}},{"price":500,"skill":"Ослабляющий песок (20 энергии, 10 энергии за ход)","description":"Позволяет персонажу приказать призванному им песку налететь на противника и облепить его тело. Использует 10 килограмм песка. В результате этого противник будет тратить на каждое физическое действие на 50% энергии больше, а его скорость передвижения уменьшится на 2 метра за действие. В течении последнего действия каждого хода персонаж обязан отдать ещё 10 единиц энергии и 5 килограмм песка, чтобы сохранить песок на противнике в течении следующего хода, действие способности прекратится. Можно отдать больше песка при активации способности, чтобы получить больший эффект. За каждые дополнительные 10 килограмм песка расход энергии у противника увеличится на 25%, а скорость уменьшится на 1 метр. Способность не может замедлить противника более, чем на 50% от его обычной скорости. Является поддерживаемой способностью.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":8}},{"price":500,"skill":"Призыв камня (10 энергии и 2 действия)","description":"Позволяет персонажу призвать на поле боя 15-25 маленьких камней(до 10 сантиметров размером), 3-5 средних камней(0,5-1 метр) или один крупный (до 3 метров размером), которые он сможет использовать для дальнейших способностей. Использовав камень для способности, он становится непригоден для дальнейшего использования. Учтите, противник также сможет воспользоваться этими камнями.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":9}},{"price":500,"skill":"Призыв песка (10 энергии и 1 действие)","description":"Позволяет игроку призвать вокруг себя облако песка, которое можно будет использовать для способностей, связанных с управлением песком. За одно применение накапливается 10 килограмм песка. Призванный песок летает за своим создателем, и сам по себе не тратит энергию или концентрацию. Облако песка само по себе является разреженным, и не предоставляет защиту от ударов. Можно накапливать сколько угодно песка. Призыв песка является потоковой способностью (персонаж сможет одновременно применять другие способности, и накапливать песок).","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":10}},{"price":500,"skill":"Сгусток песка (10 энергии)","description":"Персонаж использует призванный им песок, чтобы сделать плотный песчаный сгусток, и и большой скоростью швырнуть его в противника. Расходует 5 килограмм песка. Удар наносит 10-30 физического урона противнику. Можно использовать для способности дополнительный песок, увеличивая урон на 2-10 за каждые дополнительные 5 килограмм песка. Нельзя использовать больше 20 килограмм суммарно.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":11}},{"price":500,"skill":"Стена земли (20 энергии)","description":"Позволяет создать в любом месте, которое видит персонаж стену земли, шириной до трёх метров. Стена будет иметь 20-100 жизней. Если стену не разрушить, она простоит 3 хода после чего разрушится сама.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":12}},{"price":500,"skill":"Шип земли (25 энергии)","description":"Персонаж касается земли, после чего из земли рядом с противником вырывается острый каменный шип, который ударит его и отнимет у него 5-45 жизней. Урон от атаки считается физическим и наносит противнику урон только если тот стоит на земле в момент активации. В случае, если противник висит в воздухе или стоит на колонне или любом другом предмете выше чем на метр от уровня земли, атака будет абсолютно бесполезна.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":13}},{"price":1000,"skill":"\"Каменный ёж\"  (30 энергии)","description":"Применяется на площадь с радиусом до 5 метров. Любой, кто вступит в зону действия заклинания, будет атакован вырвавшимися из этой области   тонкими каменными шипами, наносящими 10-20 урона. Количество шипов равно 12 + 2 за каждый уровень владения магией земли. Одновременно по   противнику может ударить 3 шипа. Максимальная длина шипов – 1,5 метра.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":14}},{"price":1000,"skill":"Зыбучие пески (20 энергии, 10 энергии за ход)","description":"Позволяет создать под ногами противника зыбучие пески, которые будут постепенно втягивать его в себя. Использует 20 килограмм песка. Каждое физическое действие игрока с момента попадания в пески будет считаться попыткой выбраться из них. В течении первого хода в песках противник будет иметь 30% шанс выбраться из песков в результате каждой своей попытки, в течении второго хода шансы уменьшатся до 20%, в течении третьего опустятся до 10% а если противник не выберется за 3 хода пески поглотят его и он автоматически проиграет битву. Однако персонажу требуется поддерживать зыбучие пески, расходуя 10 энергии и 5 килограмм песка каждый ход. Если противник выберется из зыбучих песков, в другой раз его шансы выбраться будут лучше на 50%.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":15}},{"price":1000,"skill":"Каменная фигура (40 энергии +/- 4 энергии, 4 действия)","description":"Требуется 8 малых камней или два средних на поле боя. Позволяет создать из камней, находящихся поблизости каменную фигуру. Стандартная фигура (160 см) будет иметь 100 жизней и 100 энергии и будет отнимать 0-16 урона за удар и тратить 8 энергии за удар. Однако, персонаж может увеличить или уменьшить размер фигуры, добавляя или убирая камни. За каждый дополнительный малый камень фигура получит +20 сантиметров роста, +10 жизней и -5 энергии, будет дополнительно наносить 0-2 урона за удар и тратить 1 дополнительную энергию при ударе, а стоимость создания увеличится на 4 энергии. Можно убрать один малый камень, уменьшив рост фигуры на 20 сантиметров, и обратив остальные показатели. Можно использовать средний камень - он заменяет до 4 малых камней. Минимальный размер фигуры - 80 сантиметров, максимальный - 240 сантиметров. Статуе можно придать человеческие, или любые другие черты, но она сделана из камня, и это будет видно. В статую можно вселить духа, или использовать её как тело для чего угодно. Сама по себе статуя - обычный призванный голем, может делать только 4 действия в ходу. Имеет бонус к шансу попасть в размере 25% от бонусов прсонажа к магии земли.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":16}},{"price":1000,"skill":"Лечащий песок (20 энергии, 10 энергии за ход)","description":"Позволяет персонажу заставить призванный им песок облепить всё свое тело и наделить его целебными силами. Использует 10 килограмм песка. Он будет восстанавливать 10-30 жизней персонажа каждые 4 действия. В течении последнего действия каждого хода персонаж обязан отдать ещё 10 единиц энергии и 5 килограмм песка, чтобы сохранить песок на себе в течении следующего хода, либо действие способности прекратится. Дополнительно имеется возможность отдать 30 килограмм песка, чтобы заменить поврежденную или полностью потерянную конечность, а также жизненно важные органы. Это позволит пользоваться конечностью столь долго, сколько действует эта способность. Является поддерживаемой способностью.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":17}},{"price":1000,"skill":"Память земли (15 энергии)","description":"Персонаж чувствует землю, и может определить, что тут происходило незадолго до его прихода. Земля рассказывает ему о произошедших событиях. Чем дальше по времени событие, тем сложнее его \"услышать\" персонажу. Шанс услышать более давнее событие увеличивается от навыков владения стихией земли. \"Маг земли\" - может слышать происшествие этого дня. \"Эксперт стихии земли\" - за неделю. \"Мастер стихии земли\" - месяц. Персонаж, познавший любой из Путей земли тратит за каждый год по 10 энергии. Чтобы услышать историю за 10 лет, он тратит 100 энергии. За 100 - 1000, но после этого на пять минут теряет сознание от перенасыщения информацией.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":18}},{"price":1000,"skill":"Песочный кокон (50 энергии, 20 энергии за ход)","description":"Позволяет персонажу создать вокруг себя кокон из песка, который полностью закроет его от атак противника. Расходует 25 килограмм песка. У кокона 10-80 жизней, и он защищает персонажа со всех сторон. Противник не может нанести персонажу урон прежде, чем он разрушит кокон. Не владеющий способностью \"сейсмическое зрение\" персонаж, находясь в коконе, теряет возможность видеть и знать где находится противник, если у него нет других способов следить за ним кроме собственных глаз. Кроме того, при желании персонаж, владеющий способностью \"подземное передвижение\", может покинуть его и переместиться под землей в другое место. Для поддержания способности, персонажу требуется тратить 20 энергии и 10 килограмм песка в конце хода, иначе кокон разрушится. Является поддерживаемой способностью. Персонаж может использовать дополнительный песок, чтобы придать кокону большую прочность. За каждые 10 килограмм песка, кокон получит дополнительные 5-20 жизней.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":19}},{"price":1000,"skill":"Песчаный щит (20 энергии, 10 энергии за ход)","description":"Персонаж может использовать немного своего песка, чтобы сделать перед собой уплотненную песчаную преграду. Расходует 10 килограмм песка. Щит получает 10-40 жизней, и существует до тех пор, пока персонаж поддерживает его, тратя 10 энергии и 5 килограмм песка в конце хода. Персонаж может перемещать щит, чтобы блокировать предполагаемые атаки, но он не может заблокировать неожиданную атаку. Является поддерживаемой способностью. Персонаж может отдать дополнительно 5 килограмм песка, чтобы увеличить прочность щита на 5-10 единиц, но щит не может быть более 30 килограмм суммарно.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":20}},{"price":1000,"skill":"Подземное передвижение (12 энергии за действие)","description":"Позволяет персонажу погрузиться под землю, и даже передвигаться под землей со скоростью до 15 метров за действие. Нахождение под землей отнимает по 12 единиц энергии за действие, независимо от того, двигается персонаж или нет. Передвижение под землёй делает персонажа полностью невидимым для врага не дает противнику нанести игроку урон пока он находится под землей. Чтобы погрузиться под землю персонаж должен стоять на рыхлой поверхности (песок, почва и.т.д.). Находясь на камне или бетоне персонаж уйти под землю не сможет. Чтобы вынырнуть из под землю также нужно чтобы над головой у персонажа находилась рыхлая поверхность.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":21}},{"price":1000,"skill":"Пыльная буря (30 энергии)","description":"Персонаж использует 20 килограмм песка, чтобы наслать его на противников в радиусе 25 метров. Мелкие песчинки попадают в глаза и в лёгкие, вызывая временное ослепление и проблемы с дыханием. Ослепление вызывается с вероятностью 35%, при этом каждое последующее действие зрение может вернуться с вероятностью 20%. В 25% случаев песок попадёт в лёгкие противника, и вызывает временное удушение, которое заставляет противника пропустить от 1 до 4 действий, а также заставляет тратить по 0-6 энергии каждое это действие. При наличии шлемов или респираторов, песок забивается в фильтры и прорези для глаз, вызывая аналогичные эффекты, однако шанс срабатывания уменьшается в два раза. Существа, которым не требуется зрение или дыхание, получают иммунитет к этим эффектам. Персонаж может отдать по 5 килограмм дополнительно, чтобы улучшить шансы срабатывания на 5%. Также действует на союзников.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":22}},{"price":1000,"skill":"Режущий песок (25 энергии)","description":"Позволяет наслать на противника призванный персонажем песок. Песчинки будут быстро летать вокруг противника, оставляя на его теле порезы и нанося по 0-20 урона за действие. Песок будет кружить вокруг противника в течении 2-8 действий, после чего исчезнет. Используется 20 килограмм песка. Можно дополнительно отдать по 5 килограмм песка, чтобы длительность способности увеличилась на 0-1 действие.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":23}},{"price":1000,"skill":"Сейсмическое зрение (пассивная способность)","description":"Позволяет персонажу ощущать любые колебания земли и буквально ощущать каждое передвижение противника по ней. Пока противник находится на земле, персонаж будет чувствовать где он находится даже не видя и не слыша его. В случае, если противник находится на земле, все его шансы на внезапную атаку уменьшаются на 120 единиц, а все его шансы на успешную простую атаку уменьшаются на 40 единиц.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":24}},{"price":1000,"skill":"Снаряд (40 энергии)","description":"Требуется хотя бы один средний камень на поле боя. Позволяет персонажу силой своей магии поднять с земли или даже вытащить из под её поверхности средний камень и тут же метнуть его в противника. Камень наносит 20-80 дробящего физического урона. Благодаря своему весу, с 25% шансом просто сносит преграды и щиты. Вместо камня игрок может поднять в воздух и метнуть в противника любой каменный объект, например статую. В таком случае камень не требуется, но такой предмет должен находиться на поле боя.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":25}},{"price":1000,"skill":"Утилизация песка (пассивная способность)","description":"Персонаж очень аккуратно обращается с песком, и может вернуть себе чуть чуть песка, после того как потратит его на какую либо способность. После применения способности, расходующей песок, есть 25% шанс вернуть 25-100% затраченного на неё песка. Однако, каждые 10 килограмм возвращенного песка отнимут у персонажа 5 энергии.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":26}},{"price":1000,"skill":"Шрапнель (35 энергии)","description":"Требуется 10 малых камней на поле боя. Позволяет игроку поднять в воздух до 10 камней, лежащих на поле боя и тут же заставить их полететь в одного из противников. Каждый камень нанесет 2-7 дробящего физического урона и из-за скорости полета будет иметь +25 к шансу на успешное попадание. Можно заплатить еще 20 энергии, и прибавить к способности ещё 5 малых камней.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":27}},{"price":1000,"skill":"Эксперт стихии земли (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет стихией земли и не просто использует, но и чувствует свою стихию. Он получает +50 к шансу успешно применить способности магии земли.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":17,"skillId":7}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":28}},{"price":1500,"skill":"Бомбардировка (75 энергии)","description":"Требуется 7 средних камней на поле боя. Позволяет персонажу поднять в воздух до 7 средних камней, лежащих на поле боя и тут же заставить их полететь в одного из противников. Каждый камень нанесет 5-20 дробящего физического урона и из-за скорости полета будет иметь +50 к шансу на успешное попадание. Можно заплатить еще 35 энергии, и прибавить к способности ещё 3 средних камня.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":29}},{"price":1500,"skill":"Горная гряда (100 энергии, 4 действия)","description":"Персонаж использует свою силу стихии земли, для того чтобы изменить сам ландшафт поля боя. Повсюду вырастают небольшие скалы и холмы. Появляются камни, которые можно использовать для способностей: 25-50 малых камней, 5-10 средних камней, 2-5 больших камней. Поверхность становится в основном рыхлой.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":30}},{"price":1500,"skill":"Заземление (40 энергии + 5 энергии за каждого доп. человека + 25 энергии в ход)","description":"Позволяет персонажу повысить сопротивление заклинаниям, основанным на электричестве, давая шанс защиты от них равный 50%. Таким образом, в   половине случаев заклинания, связанные с электричеством, не будут работать на персонаже. Кроме того, помимо себя заклинание можно   накладывать на группу до 7 человек.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":31}},{"price":1500,"skill":"Кристаллизация песка (70 энергии)","description":"Позволяет персонажу использовать большое количество песка, чтобы быстро изменить его структуру, превратив его в облако мелкого стекла, и наслать на противников в радиусе 25 метров. Расходует 40 килограмм песка. Мельчайшие острые куски стекла, в которые превратятся песчинки вонзятся в тела всех, кто будут находиться в облаке песка в момент активации данной способности и отнимут у них 0-90 жизней в течении первого действия и ещё 0-60 жизней в течении второго действия с момента активации способности. Игрок может отдать дополнительно по 20 килограмм песка, чтобы добавить дополнительное действие для способности, во время которого будет повторяться эффект второго действия.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":32}},{"price":1500,"skill":"Магнетизм (пассивная способность)","description":"Персонаж, владеющий данной способностью, настолько связан с землей магическими узами, что может легко ходить по любым вертикальным поверхностям и даже стоять на потолке без особых для себя сложностей. Однако любое перемещение по таким поверхностям будет стоить вдвое больше энергии, а просто стояние на отвесных поверхностях и потолке - по 5 энергии за каждое действие.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":33}},{"price":1500,"skill":"Оживление голема (80 энергии +/-8 энергии, 4 действия)","description":"Персонаж вдыхает жизнь в призванную им каменную фигуру, значительно улучшая её. Жизни и энергия фигуры увеличиваются на 50%, а наносимый урон - на 25%. Бонус к шансу попасть теперь увеличен до 50% от бонусов персонажа к магии земли. Количество действий за ход увеличено до 6. Теперь голем может иметь разум, разговаривать. Финальная стоимость оживления полностью зависит от размера каменной фигуры (по сути в два раза больше стоимости призыва каменной фигуры).","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":34}},{"price":1500,"skill":"Песчаная завеса (30 энергии, 15 энергии за ход)","description":"Персонаж тратит 20 килограмм песка, чтобы создать в радиусе 25 метров песчаную завесу. Такая завеса затрудняет обнаружение противников, уменьшая шанс обнаружить врага на 50 единиц, а шанс попасть по противнику - также на 50 единиц. Способность действует на всех, кроме самого персонажа. Для поддержания способности требуется отдавать 15 энергии и 10 килограмм песка в конце каждого хода. Является поддерживаемой способностью. Персонаж может использовать больше песка, получая дополнительное снижение шанса обнаружить цель и попасть на 15 за каждые 10 килограмм песка.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":35}},{"price":1500,"skill":"Разлом (75 энергии)","description":"Позволяет персонажу создать в земле разлом длиной до 20 метров, из которого пойдет очень горячие вулканические пары. Все, кого коснутся эти пары получат 30-120 урона. Разлом существует до конца хода и любой, кто пройдет через него, тут же получит 5-35 урона за действие.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":36}},{"price":1500,"skill":"Усиление гравитации (50 энергии)","description":"Персонаж воздействует на противника, усиливая гравитацию для него. Лишает противника возможности перемещаться по воздуху, а также вертикальным отвесным поверхностям и потолку. Действует на все возможные виды подобного перемещение (крылья, магия воздуха и т.д.), скидывает жертву на землю и запрещает подобное перемещение на три действия. При падении жертва получает 0-8 урона за каждый метр падения. Тяжелые существа и роботы получают 0-16 урона за каждый метр.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":37}},{"price":1500,"skill":"Ядро (80 энергии)","description":"Требуется хотя бы один большой камень на поле боя. Позволяет персонажу силой своей магии поднять с земли или даже вытащить из под её поверхности большой камень и тут же метнуть его в противника. Камень наносит 50-100 дробящего физического урона. Благодаря своему весу, с 50% шансом просто сносит преграды и щиты. Вместо камня игрок может поднять в воздух и метнуть в противника любой каменный объект, соразмерный большому камню. Скалу, например. В таком случае камень не требуется, но такой объект должен находиться на поле боя.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":38}},{"price":2500,"skill":"Артиллерийский обстрел (150 энергии)","description":"Требуется 5 больших камней на поле боя. Позволяет персонажу поднять в воздух до 5 больших камней, лежащих на поле боя и тут же заставить их полететь в одного из противников. Каждый камень нанесет 15-45 дробящего физического урона и из-за скорости полета будет иметь +75 к шансу на успешное попадание. Можно заплатить еще 70 энергии, и прибавить к способности ещё 2 больших камня.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":39}},{"price":2500,"skill":"Големофикация (100 энергии +/- 10 энергии и 1 ход)","description":"Позволят персонажу поместить себя в созданную им каменную фигуру или голема, и как-бы слиться с ним. После активации способности персонаж помещается внутрь каменной статуи, к его жизням прибавляются 50% от жизней статуи, к его энергии прибавляются 50% от энергии статуи, он получает бонус к урону руками и ногами в размере 50% от урона статуи, и расход энергии на удары возрастает на 50% от расхода энергии статуи. Однако, в таком состоянии он не может использовать оружие. К тому же любая атака, которая нанесла персонажу меньше 15 урона, полностью игнорируется им, а урон от любой атаки, которая отняла у персонажа более чем 15 единиц урона уменьшается на 10 единиц. До тех пор, пока персонаж будет слит со статуей, он не сможет восстанавливать энергию, а как только его энергия опустится до 0, статуя, с которой он слился разрушится и превратится в пыль, заставив его тело принять свое изначальное состояние.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":40}},{"price":2500,"skill":"Засуха (100 энергии, 4 действия)","description":"Персонаж использует своё мастерство в стихии земли, чтобы превратить всё поле боя в песчаную пустыню. Также, автоматически накапливает 100 килограмм песка в своё распоряжение. Применять такую мощную способность могут только владельцы способности \"Мастер стихии земли\".","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":41}},{"price":2500,"skill":"Землетрясение (150 энергии)","description":"Позволяет персонажу вызвать на поле боя землетрясение. Любой, кто находится на поверхности земли в момент землетрясения, получит 50-250 урона, отлетит в случайную сторону на расстояние до 20 метров и в 20% случаев потеряет сознание сроком на 6-12 действий. В случае столкновения с твердым препятствием, существо получит 0-8 урона за каждый метр полёта (тяжелые существа и роботы получают 0-16 урона за каждый метр), а вероятность потери сознания увеличится до 80%.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":42}},{"price":2500,"skill":"Мастер стихии земли (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил стихию земли и теперь управляет землёй так же легко, как управляет своим телом. Он получает +125 к шансу успешно применить способности магии земли, а расход энергии на способности магии земли уменьшен на 25%, если персонаж уже применял такую способность в этом бою.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":17,"skillId":7},{"subCategoryId":17,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":43}},{"price":2500,"skill":"Метеорит (140 энергии)","description":"Требуется хотя бы три больших камня, или 10 средних камней, или 30 малых камней на поле боя. Позволяет персонажу силой своей магии собрать несколько камней в один огромный камень, поднять его очень высоко, а потом с огромной силой метнуть в противника. Камень наносит 75-250 дробящего физического урона. Благодаря своему весу, с 75% шансом просто сносит преграды и щиты. Вместо камня игрок может поднять в воздух и метнуть в противника каменный объект, огромных размеров. Какую нибудь маленькую гору, к примеру. В таком случае камень не требуется, но такой объект должен находиться на поле боя.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":44}},{"price":2500,"skill":"Песчаная буря (100 энергии и 4 действия)","description":"Персонаж становится способен воссоздать одно из сильнейших природных бедствий. Он тратит 50 килограмм песка, чтобы создать мощнейшую бурю. По всему полю боя все получают 0-50 урона каждое действие в течении целого хода. После этого, можно продлить действие способности на 1 действие, использовав 10 килограмм песка (но не более 4 действий).","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":45}},{"price":2500,"skill":"Песчаная гробница (120 энергии и 4 действия)","description":"Персонаж использует весь свой песок для уничтожения своего противника. Песок окружает противника и сдавливает его, образуя вокруг него некое подобие гробницы. Гробница существует целый ход, в течение которого противник не может совершать никакие действия, и постепенно получает урон в размере 50-150, плюс 0-2 урона за каждый килограмм отданного песка. Однако, весь песок свыше первых 100 килограмм повышает урон с 50% эффективностью, а свыше 200 килограмм - с 25% эффективностью.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":46}},{"price":2500,"skill":"Песчаное возмездие (пассивная способность)","description":"Если у персонажа заканчиваются жизни, он использует свой песок, чтобы оставаться в сознании. Песок окружает персонажа, сливается с ним. Такая мера расходует 50 килограммов песка сразу, и по 10 килограмм - за каждое действие в таком состоянии. Персонаж может совершать обычные физические действия, а также использовать магию по управлению песком. При этом, он вообще не тратит энергию. Песок расходуется как обычно. Если персонажу наносится урон, вместо жизней тратится песок из расчета 1 килограмм за 1 жизнь. Персонажа нельзя оглушить, или иным способом лишить контроля над телом. В таком состоянии персонаж находится так долго, насколько ему хватит песка. В конце действия способности, персонаж теряет сознание или умирает. Песок в таком состоянии накапливать нельзя.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":47}},{"price":2500,"skill":"Сердце голема (пассивная способность)","description":"Персонаж благословлен землей и смешал саму свою сущность с этой стихией. Он получает +30 к шансу применить способности магии земли, однако -40 к шансу применить все другие заклинания, имеющие отношение к одной из трех оставшихся основных стихий. Потратив 40 энергии и 2 действия, он может превратить свое тело в породу. В таком состоянии персонаж получает только 25% урона от атак с помощью земли и магии природы, а также любых атак, наносящих физический урон, однако любая атака с помощью воздуха или воды будет наносить ему 150% урона. Кроме того, слившийся со стихией персонаж готовит чары магии земли на 1 действие меньше (за исключением тех, что изначально требовали всего 1 действие для активации). В форме голема персонаж восстанавливает 5-20 единиц здоровья за ход, однако способен совершить лишь 4 действия вместо стандартных 8. Покупая данную способность, персонаж частично становится магической сущностью, а потому перестает стареть, в то же время нахождение вблизи стационарного эмиттера снижает шансы на успех любого его действия на 50, а прикосновение наручного эмиттера - на 20. Если персонаж покупает еще одну подобную способность из другой ветки, они аннулируют друг друга.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":48}},{"price":5000,"skill":"Путь Камня (пассивная способность)","description":"Освоив эту способность, персонаж постигает один из Путей магии земли, чего добились менее десятка существ в Эмпии. Черпая силу из камней на поле боя, персонаж получает стандартные бонусы от Пути, а также: Сила всех его способностей магии земли возрастает на 0,1% за каждый малый камень, на 0,5% за каждый средний камень, и на 3% за каждый большой камень в пределах поля боя. В любом случае, бонус не может увеличиться свыше 50%.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":17,"skillId":7},{"subCategoryId":17,"skillId":28},{"subCategoryId":17,"skillId":43}],"1006":[{"subCategoryId":17,"skillId":50},{"subCategoryId":17,"skillId":51}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":49}},{"price":5000,"skill":"Путь Металла (пассивная способность)","description":"Освоив эту способность, персонаж постигает один из Путей магии земли, чего добились менее десятка существ в Эмпии. Беря контроль над металлом, персонаж получает стандартные бонусы от Пути, а также: полностью изменяет все способности магии земли, используя для них металл вместо камня или песка. Эффективность этих способностей и расход энергии на них возрастают на 50%.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":17,"skillId":7},{"subCategoryId":17,"skillId":28},{"subCategoryId":17,"skillId":43}],"1006":[{"subCategoryId":17,"skillId":49},{"subCategoryId":17,"skillId":51}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":50}},{"price":5000,"skill":"Путь Песка (пассивная способность)","description":"Освоив эту способность, персонаж постигает один из Путей магии земли, чего добились менее десятка существ в Эмпии. Используя песок, как главный источник силы, персонаж получает стандартные бонусы от Пути, а также: призывает за каждое действие вдвое больше песка. Эффективность способностей по управлению песком повышается на 20%. Способности магии земли, которые до этого не относились к управлению песком, теперь могут быть использованы при помощи песка. Такие способности тратят вдвое меньше энергии, но используют песок.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":17,"skillId":7},{"subCategoryId":17,"skillId":28},{"subCategoryId":17,"skillId":43}],"1006":[{"subCategoryId":17,"skillId":49},{"subCategoryId":17,"skillId":50}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":51}},{"price":5000,"skill":"Ярость земли (300 энергии и 1 ход)","description":"Вкладывая в заклинание всю свою силу, персонаж в буквальном смысле разрывает поле боля на части. Все присутствующие на поле боя с шансом 95% попадают в образовавшиеся разломы и получают от этого 75-275 урона, а также гарантированно оглушаются на 3-8 действий. Чтобы выбраться из разлома и вернуться на поверхность, необходимо потратить 2 действия. Данное заклинание сильно влияет на физическое и психологические состояние мага земли, лишая его возможности делать что-либо в течении следующего хода. После использования данного заклинания над всем полем боя поднимается завеса пыли, которая продержится 1 ход и будет уменьшать шансы обнаружить противника или попасть по нему издалека вдвое.","subCategory":"Магия земли","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":17,"skillId":52}}]