[{"price":500,"skill":"Акупунктура (20 энергии)","description":"Позволяет персонажу воздействовать на различные точки на теле пациента, давая ему различные усиления. В результате воздействия акупунктуры пациент получает один из четырех следующих эффектов: 1 - получает 5-40 энергии; 2 - получает 10-30 жизней; 3 - на 2 хода получает возможность восстанавливать по 5 энергии за действие вне зависимости от того, делает он что-либо или отдыхает; 4 - получает +25 к шансу попасть при любой атаке. Всегда есть 25% шанс, что воздействие на точку пройдет неудачно, и эффект в результате будет негативным, то есть обратным тому, который хотел получить медик. Например, вместо восстановления 10-30 жизней, пациент потеряет 10-30 жизней.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":1}},{"price":500,"skill":"Антидот (15 энергии)","description":"Позволяет медику создать препарат, который избавляет пациента от эффекта одного из действующих ядов или ослабляющих веществ. Работает и на магические яды, и на различные проклятия. Какой негативный эффект отменить - решать самому персонажу. Требуется 1 ингредиент для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":2}},{"price":500,"skill":"Антисептик (10 энергии)","description":"Позволяет медику создать препарат, который поможет обеззаразить рану или подготовить пациента к операции. Применив антисептик, персонаж устраняет шанс занесения заразы в кровь, который существует в размере 25%.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":3}},{"price":500,"skill":"Медик (пассивная способность)","description":"Персонаж освоил базовые знания в медицине. Его способности медицины получают +25 к шансу успешного применения. Также в мирной обстановке он может лечить лёгкие болезни, делать уколы, накладывать швы и т.д. Может диагностировать многие болезни.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":4}},{"price":500,"skill":"Перевязка (20 энергии)","description":"Позволяет перевязать раненому его рану, останавливая кровотечение и восстанавливая от 50% до 100% от урона, который нанес удар, ставший причиной этой раны. Требуется 1 бинт для перевязки одной раны. 1 бинт = 1 ингредиент.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":5}},{"price":500,"skill":"Способности ветеринара (пассивная способность)","description":"Позволяет персонажу использовать свои умения не только в лечении людей и гуманоидов, но и в лечении животных.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":6}},{"price":500,"skill":"Точечные удары (15 энергии за действие)","description":"Используя свои знания о человеческом теле, можно достаточно сильно навредить своему противнику. Персонаж использует тонкие медицинские иглы или свои пальцы, целясь в особые точки противника, нанося ему с каждым ударом 5-15 урона и с шансом 25% оглушая его на 1 действие. Шанс попасть таким образом зависит от шанса применить способности из раздела Медицины.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":7}},{"price":500,"skill":"Энергетическая медицина (15 энергии)","description":"Персонаж воздействует на тело больного своей энергией, помогая его телу быстрее излечиться. Не помогает против серьезных повреждений, но в случае, если персонаж просто получил урон, восстанавливает 10-30 жизней за использование. Энергетическую медицину можно использовать только в случае, если вы находитесь на расстоянии до метра от того, кого вы хотите исцелить.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":8}},{"price":1000,"skill":"Адреналин (35 энергии)","description":"Позволяет медику создать препарат, после введения которого пациент чувствует прилив сил и получает возможность драться до тех пор, пока его жизни не опустятся до -75. Однако, если они опустятся до этого значения, или же персонаж в конце боя будет иметь меньше 0 жизней, он тут же потеряет сознание и впадет в кому, вывести из которой его сможет лишь медик. Требуется 2 ингредиента для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":9}},{"price":1000,"skill":"Биомасса (25 энергии)","description":"Позволяет медику создать биомассу - особый раствор, который попадая на тело становится его частью. С помощью 1 порции биомассы можно заживить рану, восстановив до 40% потерянных при её получении жизней, изменить форму уже существующих конечностей, например, создать на них различные шипы или отростки или даже склеить две конечности вместе. Биомассу можно использовать для других способностей. После первого применения можно продолжить поддерживать способность, тратя столько же энергии, но всего 1 действие на то, чтобы создавать дополнительные порции биомассы. Нельзя применять для непрерывного лечения. Требуется 5 ингредиентов для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":10}},{"price":1000,"skill":"Массаж (1 ход и 40 энергии)","description":"Персонаж проводит сеанс массажа своему пациенту. Снимает усталость, повышает настроение, улучшает аппетит. Пациент восстанавливает 25-50 энергии, и на следующие 3 хода получает +50 к шансу сделать что либо. Нельзя применять к самому себе.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":11}},{"price":1000,"skill":"Норадреналин (35 энергии)","description":"Позволяет медику создать препарат, после введения которого пациент может дольше оставаться активным и продолжать бой, пока его энергия не опустится до -150 единиц, однако потом персонаж упадет без сил и либо будет сутки лежать и отдыхать, либо ему понадобится помощь медика для выхода из этого состояния. Требуется 2 ингредиента для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":12}},{"price":1000,"skill":"Стимулятор (35 энергии)","description":"Позволяет медику создать препарат, под действием которого пациент становится куда точнее и сильнее на 2 хода, увеличивая свой физический урон, скорость передвижения и шанс попасть при использовании физических способностей ближнего боя в полтора раза, однако по окончании 2 ходов у персонажа отнимается 0-150 энергии и 0-50 жизней. Требуется 2 ингредиента для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":13}},{"price":1000,"skill":"Эксперт-медик (пассивная способность)","description":"Персонаж освоил продвинутые знания в области медицины. Его способности из раздела медицины получают +50 к шансу успешного применения. Он может лечить тяжелые болезни, переломы, пулевые ранения и т.д. Может диагностировать практически любые болезни. Может проводить обычные операции.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":14}},{"price":1500,"skill":"Атропин (40 энергии)","description":"Позволяет медику создать концентрированную дозу препарата, после применения которого пациент с шансом 70% приходит в сознание, избавляясь от всех усыпляющих, гипнотизирующих и оглушающих эффектов контроля, а также ошеломления и эффектов, контролирующих разум. На одну цель можно применить не более 2-х раз за ход. Нельзя применять к самому себе, находясь под эффектом контроля. Требуется 1 ингредиент для приготовления. Не действует на персонажей, имеющих способности анти-контроля.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":15}},{"price":1500,"skill":"Операция (1 ход и 60 энергии)","description":"Устраняет серьезные повреждения органов или конечностей. В результате операции устраняются внутренние повреждения, персонаж восстанавливает жизни в количестве от 50% до 100% от того урона, который ему нанесли тем ударом, который и вызвал серьезные повреждения в организме.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":16}},{"price":1500,"skill":"Пришивание конечности (40 энергии и 1 ход)","description":"Позволяет персонажу, имеющему уровень владения не ниже \"Эксперт-медик\", вернуть потерянную конечность пациенту путем ее пришивания. С момента потери конечности должно пройти не больше 2 ходов, иначе нервные окончания конечности утратят возможность действовать как прежде. Вместе с пришитой конечностью восстановится 10-30 жизней.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":17}},{"price":1500,"skill":"Психостимулятор (50 энергии)","description":"Позволяет медику создать препарат, под действием которого пациент становится невосприимчив к воздействию на разум на 2-4 хода. В 10% случаев пациент избежит воздействия, в остальных же - получит только 50% от эффекта воздействия, однако по окончании действия психостимулятора у персонажа начнутся галлюцинации, и 30% своих действий он в течение 1-2 ходов будет производить неудачно. Требуется 3 ингредиента для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":18}},{"price":2500,"skill":"Выращивание конечности (80 энергии и 1 ход)","description":"Позволяет персонажу, имеющему уровень владения не ниже \"Эксперт-медик\", вернуть потерянную конечность или орган пациенту путем ее/его выращивания. На одну конечность требуется 3 порции \"Биомассы\", на один орган - 1 порция. Вместе с выращенной частью тела восстановится 10-50 жизней.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":19}},{"price":2500,"skill":"Запуск сердца (175 энергии и 1 ход)","description":"Позволяет персонажу, имеющему уровень владения не ниже \"Эксперт-медик\", вернуть к жизни умершее, но сохранившее свой облик, не более чем 1 ход назад существо. Пациент получит 10-30% от своего максимального количества жизней.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":20}},{"price":2500,"skill":"Мастер-медик (пассивная способность)","description":"Персонаж освоил практически все знания в области медицины. Все его способности из раздела медицины имеют +125 к шансу быть примененными. Может лечить самые сложные болезни. Может проводить любые операции, в том числе на мозге. Диагностирует любые болезни у пациента.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":4},{"subCategoryId":38,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":21}},{"price":2500,"skill":"Реанимация (120 энергии и 1 ход)","description":"Работает только в случае, если у пациента меньше 0 жизней, но все еще жив. Медик тратит ход на сложнейшую операцию, которая стоит 120 единиц его энергии, но в случае успеха восстанавливает пациенту от 10% до 75% его полного запаса жизней.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":22}},{"price":2500,"skill":"Самодельные ингредиенты (пассивная способность)","description":"Требует наличия способности \"Мастер-медик\". Позволяет персонажу использовать самодельные и приготовленные \"на коленке\" ингредиенты для своих способностей. Благодаря этому персонаж может применять способности из раздела Медицины без затрат обычных ингредиентов, однако в таком случае энергозатраты на все эти способности увеличиваются в полтора раза, а шансы успешно их применить уменьшаются на 50. Также самодельные ингредиенты очень быстро портятся, а потому с их помощью нельзя создавать лекарства \"про запас\" и заранее приносить с собой в бой. Способность является экстренным вариантом на самый плохой случай и может быть использована только если у персонажа не осталось нормальных ингредиентов и возможности их приобрести.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":23}},{"price":2500,"skill":"Снятие предела (75 энергии)","description":"Позволяет медику создать препарат, после введения которого у пациента увеличивается количество действий на одно, урон от физических атак на 50%, а шанс попасть на 10%. Однако за это каждые 3 действия у персонажа будет отниматься 0-20 жизней. Лимит можно снимать не один раз, а несколько, вновь и вновь увеличивая при этом мощь пациента, однако от этого число жизней, которые он будет терять каждые 3 действия будет удваиваться за каждое новое снятие предела. Требуется 5 ингредиентов для приготовления.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":24}},{"price":5000,"skill":"Путь Генетики (пассивная способность)","description":"Персонаж имеет такие передовые знания в области медицины, что на его уровне ими не владеет еще никто. Его специализация - строение организмов на генном уровне. Дает стандартные бонусы пути, и помимо всех остальных возможностей, персонаж теперь может выращивать целиком новое тело для любого пациента (требуется 10-20 порций \"Биомассы\" в зависимости от размеров тела). Тело может быть выращено только для замены, но не \"про запас\". Кроме того, выращивая заново оторванную конечность или проводя операцию, он может видоизменить тело пациента. Повышается эффективность всех способностей лечения \"Биомассой\" на 25%.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":4},{"subCategoryId":38,"skillId":14},{"subCategoryId":38,"skillId":21}],"1006":[{"subCategoryId":38,"skillId":26},{"subCategoryId":38,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":25}},{"price":5000,"skill":"Путь Токсикологии (пассивная способность)","description":"Персонаж имеет такие передовые знания в области медицины, что на его уровне ими не владеет еще никто. Его специализация - заболевания, возникающие вследствие токсического влияния химических соединений на организм. Дает стандартные бонусы пути, к тому же все способности, связанные с введением лекарственных препаратов, будут на 25% эффективнее. Побочные эффекты от препаратов этого персонажа снижается на 10%.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":4},{"subCategoryId":38,"skillId":14},{"subCategoryId":38,"skillId":21}],"1006":[{"subCategoryId":38,"skillId":25},{"subCategoryId":38,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":26}},{"price":5000,"skill":"Путь Хирургии (пассивная способность)","description":"Персонаж имеет такие передовые знания в области медицины, что на его уровне ими не владеет еще никто. Его специализация - острые заболевания, которые лечатся при помощи оперативного метода. Дает стандартные бонусы пути, и кроме того, все способности, связанные с операциями, будут на 25% эффективнее. С одного взгляда персонаж может назвать любые болезни и проблемы, которые есть у пациента, и с 25% вероятностью избавит даже от неизлечимых болезней.","subCategory":"Медицина","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":38,"skillId":4},{"subCategoryId":38,"skillId":14},{"subCategoryId":38,"skillId":21}],"1006":[{"subCategoryId":38,"skillId":25},{"subCategoryId":38,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":38,"skillId":27}}]