[{"price":500,"skill":"Концентрация (4 действия)","description":"Позволяет персонажу после недолгой медитации перейти на уровень концентрации, который сильно увеличит его внутренние силы. После медитации он получает +100 к запасу энергии до конца боя, а также +25 к шансу применить способности мистицизма. Если во время подготовки умения использующий получает урон, концентрация немедленно прерывается. Способность можно использовать не более одного раза за бой. Концентрацию невозможно применять, находясь в месте, где без дополнительных усилий не может находиться обыкновенный человек (во время полета, под землей, в воде и т.д.).","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":1}},{"price":500,"skill":"Круговой удар (энергия на удар + 20 энергии)","description":"Монах атакует посохом всех противников в радиусе 3-х метров вокруг него, нанося стандартный урон.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":2}},{"price":500,"skill":"Последователь Мистицизма (пассивная способность)","description":"Монах освоил базовые принципы и технику школы мистицизма. Он начинает раскрывать потенциал своего тела, и может использовать сверхъестественные способности. Персонаж получает +25 к шансу успешно применить способность из школы мистицизма. При любых изменениях в организме персонажа нарушается баланс Ци, поэтому использовать способности мистицизма нельзя при наличии постоянных или активных превращений, за исключением случаев, когда эти превращения являются естественными (родными) для расы персонажа.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":3}},{"price":500,"skill":"Рывок монаха (20 энергии)","description":"Позволяет монаху совершить рывок на 15 метров, при этом он может бежать по вертикальным поверхностям (например стенам), но не более 1-го раза за 2 действия, иначе он упадёт вниз.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":4}},{"price":500,"skill":"Удар ребром ладони (энергия на удар + 20 энергии)","description":"Хлёсткий удар рукой, наносящий стандартный урон +100%, при этом урон считается рубящим.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":5}},{"price":500,"skill":"Укрепление кожи (40 энергии)","description":"Требует наличия способности Последователь Мистицизма. На 3 хода делает кожу персонажа намного крепче и прочнее, в результате чего он получает на 20% меньше урона от любой физической атаки. При активной Концетрации +5%. При активной Высшей концентрации +15%. Способность усиления. Может быть активно либо Укрепление кожи, либо Укрепление поля.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":6}},{"price":500,"skill":"Укрепление поля (40 энергии)","description":"Требует наличия способности Последователь Мистицизма. На 3 хода персонаж укрепляет своё внутреннее энергетическое поле, в результате чего получает на 20% меньше урона от любой магической атаки. При активной Концентрации +5%. При активной Высшей концентрации +15%. Способность усиления. Может быть активно либо Укрепление кожи, либо Укрепление поля.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":7}},{"price":1000,"skill":"Грациозность монаха (пассивная способность)","description":"Требует наличия способности Эксперт Мистицизма. Вследствие долгой и упорной работы над собой, монах добился максимально эффективного владения балансом своего тела. Эффекты отбрасывания, притягивания и сбивания с ног с вероятностью 25% не сработают на нём.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":8}},{"price":1000,"skill":"Заживление ран (40 энергии)","description":"Монах концентрирует позитивную энергию Ян в своей ладони, при касании ею он восстанавливает себе или цели 1-100 жизней. При активной Концентрации позволяет восстанавливать жизни цели на расстоянии 100 метров. При активной Высшей концентрации максимальное исцеление увеличивается на 50.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":9}},{"price":1000,"skill":"Защита Дамо (5 энергии за действие, поддерживаемая способность)","description":"Монах раскручивает посох перед собой, тем самым повышая свою защиту от стрел и лёгкого метательного оружия на +100, а от атак оружием ближнего боя или без оружия на +75. При этом персонаж не может атаковать или применять способности, только двигаться шагом. При активной Концентрации повышает шанс персонажа защититься на 25. При активной Высшей концентрации увеличивает защиту от тяжёлого метательного оружия, арбалетных болтов, пуль и магии одиночного действия на +75.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":10}},{"price":1000,"skill":"Ладонь Инь (40 энергии)","description":"Монах сосредотачивает негативную энергию Ци в своей ладони. При касании ею персонаж нанесёт 10-60 урона энергии противника и восстановит себе 50% от отнятой энергии. Если цель - дух, то вместо отнимания энергии отнимутся жизни, но восстановлена будет энергия. При активной Концентрации позволяет отнимать энергию у цели на расстоянии 100 метров. При активной Высшей концентрации максимальный объём отнимаемой энергии увеличивается на 40.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":11}},{"price":1000,"skill":"Ладонь Ян (40 энергии)","description":"Монах сосредотачивает энергию Ци в своей ладони. При касании ею персонаж восстановит цели 20-80 энергии. Целью не может быть сам персонаж. Если цель - дух, то вместо восстановления энергии восстанавливает жизни. При активной Концентрации позволяет восстанавливать энергию цели на расстоянии 100 метров. При активной Высшей концентрации максимальное восстановление увеличивается на 40.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":12}},{"price":1000,"skill":"Магические резервы (4 действия, 40 энергии)","description":"Монах обращается к своим внутренним магическим резервам, после чего 3 следующие магические способности будут стоить ему на 25% меньше энергии. Способность усиления. Только 1 способность резервов может действовать на персонажа одновременно.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":13}},{"price":1000,"skill":"Медитация (1 действие на активацию и деактивацию, поддерживаемая способность)","description":"Требует наличия способности Эксперт Мистицизма. Монах входит в полусознательное состояние, в котором погружается в свой собственный разум. В таком состоянии персонаж восстанавливает 5-20 жизней и энергии каждое действие в течении хода, однако не будет способен атаковать, применять другие способности и уворачиваться/защищаться от вражеских атак. Медитация может быть отменена в любое время. Применение этой способности выводит персонажа из состояния скрытности.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":14}},{"price":1000,"skill":"Монашеская тренировка (пассивная способность)","description":"Требует наличия способности Эксперт Мистицизма. Персонаж много тренировался с посохом и в рукопашном бою. Теперь каждая его атака посохом, рукой или ногой, сжигает противнику энергию в количестве 0-10% от нанесённого урона.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":15}},{"price":1000,"skill":"Парализующие точки (35 энергии)","description":"МПерсонаж выучил нужные места на теле, при касании к которым противник оказывается парализован. Зарядив пальцы внутренней энергией, персонаж может провести серию быстрых касаний по врагу. В случае успеха, противник целый ход не может двигаться и использовать физические способности (также нельзя использовать магию при помощи способности \"Заклинатель жестов\"). Парализованный может попробовать прийти в себя потратив на это 1 действие и 20 энергии. Шанс прийти в себя 25%. Не действует на противниках в тяжёлой броне и экзоскелете. На 1 и том же противнике можно применить не раньше 1 хода после завершения действия предыдущей способности.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":16}},{"price":1000,"skill":"Прыжок пантеры (энергия на удар + 40 энергии)","description":"Монах делает стремительный рывок на 10 метров к противнику и атакует его своей конечностью или посохом, нанося стандартный урон +50%.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":17}},{"price":1000,"skill":"Регенерация (пассивная способность)","description":"Требует наличия способности Эксперт Мистицизма. Тело монаха медленно восстанавливается, залечивая свои раны и приходя в нормальное для него состояние. Восстанавливает персонажу 0-10% от максимальных жизней в начале каждого хода. При активной Концентрации 0-15% жизней. При активной Высшей концентрации 0-25% .","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":18}},{"price":1000,"skill":"Стиль Вулкана (1 действие на активацию и деактивацию)","description":"Персонаж накапливает силу с каждой применённой способностью мистицизма. За каждую успешно применённую способность мистицизма персонаж получает +20 к шансу их применения вплоть до 100. Когда бонус достигает +100 каждая 3-я успешная атака персонажа при помощи 2-х основных конечностей, посоха или способности мистицизма выпускает волну Ци, которая наносит 10-50 урона всем противникам в радиусе 10-ти метров от персонажа. Однако пока персонаж не накопит +100 бонуса, весь его физический урон уменьшается на 33%. Действует до конца боя, или пока персонаж не деактивирует стиль. Не работает со Шквалом ударов и Нескончаемым шквалом. Нельзя использовать одновременно с другими Стилями.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":19}},{"price":1000,"skill":"Стиль Скалы (1 действие на активацию и деактивацию)","description":"Персонаж концентрируется на собственной защите и выживаемости, жертвуя подвижностью. Пока активен стиль скалы, персонаж получает +25% от своих максимальных жизней, а так же +100 к шансу защититься, при этом он получает возможность защищаться от любых вражеских атак своим собственным телом, однако его скорость передвижения не может превысить 5 метров за действие, а дальность всех его рывков и телепортаций уменьшается на 50%. Нельзя использовать одновременно с другими Стилями.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":20}},{"price":1000,"skill":"Стиль Спокойствия (1 действие на активацию и деактивацию)","description":"Монах сосредотачивается не на нанесении урона противнику, а на собственной ауре и помощи союзникам. Персонаж восстанавливает на 5 больше энергии за каждое действие при отдыхе и на 50 энергии больше при пропуске хода, а также любые восстанавливающие и усиливающие способности мистицизма получают +75 к шансу на успех. Кроме того, Медитация восстанавливает персонажу в 2 раза больше энергии и её нельзя прервать против воли монаха, однако любые направленные на противников способности получат -100 к шансу на успех, а их общий урон уменьшается на 33%.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":21}},{"price":1000,"skill":"Стиль Стремительных ударов (1 действие на активацию и деактивацию)","description":"Персонаж наносит по 3 удара за действие при помощи своих конечностей или посоха, но при этом весь исходящий урон от таких ударов и способностей мистицизма уменьшается на 40%, а энергозатраты на них - на 20%. Эффект стиля распространяется только на обычные атаки и способности мистицизма, выполняемые при помощи ударов конечностями или посохом. Не работает со Шквалом ударов. Нельзя использовать одновременно с другими Стилями.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":22}},{"price":1000,"skill":"Стиль Энергии Ци (1 действие на активацию и деактивацию)","description":"Персонаж концентрируется на своей духовной энергии и атаках, поражающих астральное тело противника, вместо физического. Пока активен этот стиль, атаки персонажа при помощи своих конечностей или посоха, а также способностей мистицизма наносят 50% своего урона жизням и 100% своего урона энергии противника. Если у способности уже есть урон по энергии, то он суммируется с бонусом от стиля, а если он наносит только урон энергии, то данный урон удваивается. Позволяет атаковать духов обычными ударами. Если противник - дух, то вместо урона энергии наносится урон жизни, при этом изначальный урон жизни не учитывается. Нельзя использовать одновременно с другими Стилями.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":23}},{"price":1000,"skill":"Стиль Ярости (1 действие на активацию и деактивацию)","description":"Персонаж наносит тяжёлые и максимально сильные удары. Минимальный и максимальный физический урон от атак при помощи своих конечностей, посоха или способностей мистицизма увеличивается на 10 и 20 соответственно, при этом такие атаки имеют 25% шанс оглушить цель на 1 действие(не более двух раз за ход), но все удары требуют на 50% больше энергии. Не работает со Шквалом ударов и Нескончаемым шквалом. Нельзя использовать одновременно с другими Стилями.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":24}},{"price":1000,"skill":"Удар древком (энергия на удар + 30 энергии)","description":"Монах атакует противника в радиусе 3-х метров древком посоха, нанося стандартный урон + 10-30 урона и с вероятностью 50% отталкивая его назад на 2 метра. В 30% случаев наносит 20-40 урона энергии противника.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":25}},{"price":1000,"skill":"Удар фунсай (энергия на удар + 40 энергии)","description":"Монах проводит резкий удар локтем или коленом, нанося противнику стандартный урон +200%. Урон при этом считается дробящим.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":26}},{"price":1000,"skill":"Удары кондеки (энергия на удары + 30 энергии)","description":"Комбинация из двух ударов. Монах встаёт на одну ногу и выполняет второй два быстрых удара по противнику, нанося каждым стандартный урон +50%. Из-за скорости ударов шанс противника уклониться от них уменьшается на 50.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":27}},{"price":1000,"skill":"Умственные резервы (4 действия, 40 энергии)","description":"Монах обращается к своим внутренним умственным резервам, после чего 3 следующие технологические способности будут стоить ему на 25% меньше энергии. Способность усиления. Только 1 способность резервов может действовать на персонажа одновременно.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":28}},{"price":1000,"skill":"Физические резервы (4 действия, 40 энергии)","description":"Монах обращается к своим внутренним физическим резервам, после чего 3 следующие физические способности будут стоить ему на 25% меньше энергии. Способность усиления. Только 1 способность резервов может действовать на персонажа одновременно.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":29}},{"price":1000,"skill":"Частичный иммунитет (пассивная способность)","description":"Требует наличия способности Эксперт Мистицизма. Персонаж обладает 5%-м иммунитетом к магии, а значит, всегда есть 5% шанс, что магия противника не сработает на нем. При активной Концентрации - 15%. При активной Высшей концентрации - 30%.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":30}},{"price":1000,"skill":"Чувство энергии (пассивная способность)","description":"Требует наличия способности Последователь Мистицизма. Позволяет персонажу ощущать магические потоки и потоки энергии в пространстве, а также определять какой магией владеет персонаж (какими ветками, но не конкретными способностями). Чувство энергии дает возможность ощущать наличие не-механических существ в радиусе 100 метров, не давая какой-либо информации об их местоположении. В случае потери зрения по той или иной причине чувство энергии обостряется, и персонаж начинает ощущать противников и их местоположение четко, увеличивая обнаружение персонажа до максимума (200 из 200). Он может добиться этого, закрыв глаза, но тогда получит штраф в 50 единиц к шансу уклониться/защититься от атак. При активной Концентрации +15 к максимальному обнаружению. При активной Высшей концентрации дополнительно +35. Является способностью усиленного обнаружения.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":31}},{"price":1000,"skill":"Эксперт Мистицизма (пассивная способность)","description":"Монах освоил продвинутую технику школы мистицизма. Он раскрыл потенциал своего тела, и способен использовать сверхъестественные способности. Персонаж получает +50 к шансу успешно применить способности из школы мистицизма.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":32}},{"price":1500,"skill":"Атака будзюцу (энергия на удар + 45 энергии)","description":"Монах проводит резкий удар древком посоха в живот противника в радиусе 3-х метров и перебрасывает через себя, откидывая его за свою спину на 5-10 метров. Удар наносит стандартный урон+100% +0-5 урона за каждый метр полёта. Если на пути противника есть препятствие, то он будет оглушён, и пропустит следующее действие. Способность может быть применена лишь 1 раз за действие.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":33}},{"price":1500,"skill":"Атака тайдзюцу (1 действие, энергия на удары + 30 энергии)","description":"Комбинация из трёх ударов. Монах совершает быструю серию из трёх ударов своими конечностями или посохом (можно совмещать), дважды нанося первыми двумя ударами стандартный урон+50%, а третьим ударом стандартный урон+300%. Если противник уклонился хотя-бы от 1-го из ударов, то комбинация прерывается.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":34}},{"price":1500,"skill":"Вихрь Аши (1 действие на активацию, 25 энергии за действие, потоковая способность)","description":"Монах вонзает свой посох в землю и раскручивается на нём, 1 раз за действие атакуя ногами каждого противника, который находится в радиусе 2-х метров, нанося им стандартный урон +100% и с шансом 50% отбрасывая на 2 метра назад. Применяя эту способность персонаж не может перемещаться, атаковать и использовать другие способности.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":35}},{"price":1500,"skill":"Волна Инь (4 действия, 60 энергии)","description":"Монах концентрируется на своей негативной энергии Ци и распространяет её на противников, нанося 40-120 урона их энергии. Если противник - дух, вместо урона энергии наносит урон жизням. При активной Концентрации увеличивает минимальный объём урону энергии на 20. При активной Высшей концентрации увеличивает максимальный объём урону энергии на 60.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":36}},{"price":1500,"skill":"Волна Ян (4 действия, 60 энергии)","description":"Монах концентрируется на своей позитивной энергии Ци и распространяет её на союзников, восстанавливая им 40-120 энергии. Если союзник - дух, вместо восстановления энергии восстанавливает жизнь. При активной Концентрации увеличивает минимальный объём восстанавливаемой энергии на 20. При активной Высшей концентрации увеличивает максимальный объём восстанавливаемой энергии на 60.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":37}},{"price":1500,"skill":"Заряженный удар (50 энергии +X энергии)","description":"Монах заряжает свою конечность или посох энергией Ци и проводит мощный удар, который нанесёт противнику стандартный урон +X, где X - кол-во дополнительной энергии, затраченной на удар. Отданная энергия не может превысить 20% от текущей энергии персонажа.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":38}},{"price":1500,"skill":"Защита Кэмпо (пассивная способность)","description":"Требует наличия способности Эксперт Мистицизма. Монах концентрируется на противниках около себя, увеличивая шанс уклониться/защититься от их атак в ближнем бою на +30, а также 1 раз за действие при удачном уклонении/защите от атаки в ближнем бою, персонаж может свободной рукой схватить противника за конечность или оружие и оттолкнуть в нужном направлении на 3 метра, потратив на это 10 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":39}},{"price":1500,"skill":"Когти тигра (энергия на удар + 45 энергии)","description":"Стремительная атака согнутыми пальцами руки. Наносит стандартный урон +200%, при этом урон считается режущим.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":40}},{"price":1500,"skill":"Кулак Ци (1 действие, 50 энергии)","description":"Монах заряжает свой кулак своей же энергией и наносит удар, астральная проекция которого способна преодолеть расстояние в 100 метров, и поразить противника, нанося ему стандартный урон +200%. Проекция пробивает преграды толщиной до 3 метров на своём пути, при этом шанс попасть будет снижен на 50%, если у персонажа нет точной информации где находится противник. С активной Концентрацией игнорирует 50% брони противника. С активной Высшей концентрацией поражает всех противников на пути.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":41}},{"price":1500,"skill":"Мантра Жонсу (1 ход)","description":"Монах читает мантру мастерства, повышающую его шансы применить любую способность на 15 (+15 за каждый навык владения Мистицизмом), на 1-3 хода. Способность усиления. Относится к категории мантр Ян. Применение новой мантры Ян заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":42}},{"price":1500,"skill":"Мантра Йосай (1 ход)","description":"Монах читает мантру защиты, которая на 1-3 хода дарует ему магический барьер, способный выдержать 100 урона (+10 за каждый навык владения Мистицизмом). Способность усиления. Относится к категории мантр Равновесия. Применение новой мантры Равновесия заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":43}},{"price":1500,"skill":"Мантра Камо (1 ход)","description":"Монах читает мантру могущества, повышающую любой его исходящий урон на 10% (+2.5% за каждый навык владения Мистицизмом) на 1-3 хода. Способность усиления. Относится к категории мантр Инь. Применение новой мантры Инь заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":44}},{"price":1500,"skill":"Мантра Кенней (1 ход)","description":"Монах читает мантру исцеления, повышающую восстановление его жизней от любых источников на 10% (+5% за каждый навык владения Мистицизмом), на 1-3 хода. Способность усиления. Относится к категории мантр Ян. Применение новой мантры Ян заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":45}},{"price":1500,"skill":"Мантра Ом (1 ход)","description":"Монах читает мантру силы, повышающую его физический урон на 20% (+5% за каждый навык владения Мистицизмом) на 1-3 хода. Способность усиления. Относится к категории мантр Инь. Применение новой мантры Инь заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":46}},{"price":1500,"skill":"Мантра Сейдо (1 ход)","description":"Монах читает мантру точности, повышающую его шансы применить любую физическую способность на 25 (+25 за каждый навык владения Мистицизмом), на 1-3 хода. Способность усиления. Относится к категории мантр Ян. Применение новой мантры Ян заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":47}},{"price":1500,"skill":"Мантра Сихир (1 ход)","description":"Монах читает мантру магии, повышающую его магический урон на 20% (+5% за каждый навык владения Мистицизмом) на 1-3 хода. Способность усиления. Относится к категории мантр Инь. Применение новой мантры Инь заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":48}},{"price":1500,"skill":"Мантра Суду (1 ход)","description":"Монах читает мантру скорости, которая на 1-3 хода повышает его скорость передвижения на 10% (+5% за каждый навык владения Мистицизмом). Способность усиления. Относится к категории мантр Равновесия. Применение новой мантры Равновесия заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":49}},{"price":1500,"skill":"Мантра Суян (1 ход)","description":"Монах читает мантру искусности, повышающую его шансы применить любую магическую способность на 25 (+25 за каждый навык владения Мистицизмом), на 1-3 хода. Способность усиления. Относится к категории мантр Ян. Применение новой мантры Ян заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":50}},{"price":1500,"skill":"Мантра Тонао (1 ход)","description":"Монах читает мантру ремесла, повышающую его шансы применить любую технологическую способность на 25 (+25 за каждый навык владения Мистицизмом), на 1-3 хода. Способность усиления. Относится к категории мантр Ян. Применение новой мантры Ян заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":51}},{"price":1500,"skill":"Мантра Фангу (1 ход)","description":"Монах читает мантру обороны, которая на 1-3 хода повышает его шансы уклониться/защититься от атак на 15 (+15 за каждый навык владения Мистицизмом). Способность усиления. Относится к категории мантр Равновесия. Применение новой мантры Равновесия заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":52}},{"price":1500,"skill":"Мантра Шо-пей (1 ход)","description":"Монах читает мантру технологии, повышающую его технологический урон на 20% (+5% за каждый навык владения Мистицизмом) на 1-3 хода. Способность усиления. Относится к категории мантр Инь. Применение новой мантры Инь заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":53}},{"price":1500,"skill":"Мантра Юн (1 ход)","description":"Монах читает мантру удачи, которая на 1-3 хода даёт ему 1 эффект перка \"Удачливый\". Если у персонажа уже есть этот перк, то у него будет 2 их заряда. Способность усиления. Относится к категории мантр Равновесия. Применение новой мантры Равновесия заменяет эффект предыдущей. При ускорении Путём способность потребляет 20 энергии.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":54}},{"price":1500,"skill":"Парящий удар (энергия на удар + 50 энергии)","description":"Монах, опираясь на свой посох, подпрыгивает и проводит удар двумя ногами одновременно. Наносит стандартный урон +300%, при этом с вероятностью 60% отталкивает противника на 2-10 метров назад. Если на пути противника есть препятствие, то он будет оглушён, и пропустит следующее действие. Без посоха шанс применить способность уменьшается на 25%.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":55}},{"price":1500,"skill":"Подсечка (энергия на удар + 50 энергии)","description":"Монах бьёт противника по коленной чашечке ногой или посохом, нанося стандартный урон +100%, и уменьшает его скорость передвижения при помощи ног на 25% на 2-6 действий, а в 40% случаев полностью обездвиживает на 2 действия.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":56}},{"price":1500,"skill":"Снятие оков (2 действия, 40 энергии)","description":"Требует наличия способности \"Эксперт Мистицизма\". Монах очищает своё тело от любых магически контролирующих, обездвиживающих, парализующих, отнимающих 5 чувств и тому подобных эффектов, и с шансом 65% получает невосприимчивость к ним на 1 действие. Новое применение возможно только спустя 1 ход после окончания действия невосприимчивости. При активной Концентрации длительность эффекта увеличивается на 2. При активной Высшей концентрации способность может быть применена мгновенно, как только персонаж получит эффект магического контроля. Не работает с другими способностями анти-контроля.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":57}},{"price":1500,"skill":"Тёмные мантры (пассивная способность)","description":"Монах постигает искусство не только усиления самого себя, но и ослабления своих противников. Способность позволяет персонажу применять мантры на одного противника в радиусе 100 метров с обратным эффектом и увеличенными на 40 энергозатратами.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":58}},{"price":1500,"skill":"Удар Дзен (энергия на удар + 60 энергии)","description":"Атака указательным пальцем руки в область солнечного сплетения противника. Наносит стандартный урон +200%, при этом урон считается колющим. Если противник не носит тяжёлую броню или удар пробил её, то способность также наносит урон энергии, равный физическому. Если противник - дух, вместо урона энергии наносит урон жизням.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":59}},{"price":1500,"skill":"Удар Стихий (энергия на удар + 50 энергии)","description":"Требуется навык владения одной из магий стихий на уровне эксперта. Монах заряжает свою конечность или посох одной из четырёх известных ему магий стихий, и атакует противника, нанося стандартный урон. В зависимости от стихии противник может быть с шансом в 33%: оглушён на 2 действия (земля), получит дополнительно 10-40 огненного урона (огонь), обезоружен (ветер) или потеряет 2 действия в следующем ходу (вода). Эффект стихий земли и воды срабатывает лишь 1 раз за ход.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":14,"skillId":26},{"subCategoryId":15,"skillId":28},{"subCategoryId":16,"skillId":24},{"subCategoryId":17,"skillId":28}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":60}},{"price":1500,"skill":"Удары Инь (пассивная способность)","description":"Требует наличия пути Инь. Удары монаха становятся настолько смертоносными, что способны повалить самых грозных противников. Каждый третий успешный удар при помощи 2-х основных конечностей, посоха или способности мистицизма дополнительно отнимает у противника 2% от его текущих жизни и энергии, и передаёт их монаху. Не работает со Шквалом ударов и Нескончаемым шквалом.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":75}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":61}},{"price":1500,"skill":"Удары Ян (пассивная способность)","description":"Требует наличия пути Ян. Монах своим присутствием в бою оказывает позитивный эффект на союзников. Каждый третий успешный удар при помощи 2-х основных конечностей, посоха или способности мистицизма дополнительно восстанавливает 5% максимальной жизни находящемуся в радиусе 100 метров видимому для монаха союзнику с самым меньшим запасом жизней, включая самого монаха. Не работает со Шквалом ударов и Нескончаемым шквалом.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":77}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":62}},{"price":1500,"skill":"Укус кобры (энергия на удар + 60 энергии)","description":"Монах поражает своей конечностью или посохом уязвимую точку на теле противника, нанося стандартный урон +10% текущих жизней противника. Способность может быть применена лишь раз в ход. Не действует на противников в тяжёлой броне или экзоскелете.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":63}},{"price":1500,"skill":"Цвет жизни (4 действия, 60 энергии)","description":"Монах концентрируется и выпускает исцеляющую волну, которая восстанавливает 1-120 жизни всем живым существам в радиусе 100 метров. При активной Концентрации позволяет восстанавливать жизни только союзникам. При активной Высшей концентрации увеличивает максимальный объём восстанавливаемых жизней на 50.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":64}},{"price":1500,"skill":"Цикл жизни (пассивная способность)","description":"Требует наличия способности Эксперт Мистицизма. Монах имеет много познаний в области исцеления. Каждая успешно применённая персонажем в течении хода исцеляющая способность увеличивает шанс применения исцеляющих способностей на 20, а их эффективность на 5%. В начале каждого хода эффект сбрасывается.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":65}},{"price":1500,"skill":"Эхо равновесия (пассивная способность)","description":"Требует наличия пути Равновесия. Монах в полную силу раскрывает свой потенциал Ци, что позволяет ему добиться Высшей концентрации в 2 раза быстрее, чем всем остальным. Персонаж выполняет Высшую концентрацию не за 2, а за 1 ход. Бонус работает со стандартным бонусом Путей. Кроме того способности концентрации не могут быть прерваны уроном, но могут быть прерваны оглушением, ошеломлением и прочими подобными эффектами.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":76}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":66}},{"price":2500,"skill":"Атака дракона (энергия на удары + 80 энергии)","description":"Комбинация из двух ударов. Сначала монах наносит мощный удар рукой, подбрасывающий противника в воздух на 2 метра, а затем подпрыгивает сам и наносит вертикальный нисходящий удар ногой, впечатывая цель в землю. Атака наносит стандартный урон руки +200% и стандартный урон ноги+200%, также противник получает 10-40 урона от падения и пропускает следующее действие. Если противник уклонился от 1-го удара, то второй выполнен не будет. Может быть применена лишь 2 раза за ход.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":67}},{"price":2500,"skill":"Высшая концентрация (2 хода)","description":"Данную способность можно использовать лишь в том случае, если вы уже использовали способность \"Концентрация\". Если за два хода, в течении которых проходит ритуал высшей концентрации кто-то хотя-бы коснется персонажа, то способность будет провалена, при этом персонаж может уклоняться/защищаться. В случае же если медитация прошла успешно, персонаж сразу же получает +400 к запасу энергии, будет восстанавливать по 50 единиц энергии в конце каждого хода, а шанс применить способности мистицизма повышается на 100.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":68}},{"price":2500,"skill":"Мастер Мистицизма (пассивная способность)","description":"Монах освоил технику школы мистицизма на уровне мастера. Он получает +125 к шансу успешно применить любую способность школы мистицизма. Способности усиления получают +1 ход к максимальной длительности, а также позволяет монаху применять мантры на 1 союзника в радиусе 100 метров.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32},{"subCategoryId":5,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":69}},{"price":2500,"skill":"Пушечный удар (энергия на удар + 90 энергии)","description":"Персонаж атакует противника конечностью или посохом, нанося стандартный урон+300% и отталкивая в противоположную сторону. Противник пролетает 20-50 метров. Если на его пути есть препятствие толщиной не более 3-х метров, то он пробивает его, получая 10-40 урона и -10 метров к полету. Если этим препятствием является другой персонаж, то оный получает урон, равный весу цели способности и оглушается на 1 действие. В остальных случаях противник получает 0-5 урона за каждый метр полёта. По завершению полёта цель сбивается с ног и пропускает следующее действие.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":70}},{"price":2500,"skill":"Пять пальцев смерти (100 энергии)","description":"Позволяет персонажу провести технику уровня мастера - удар пятью пальцами, который нанесёт противнику урон, равный 95% от его максимальных жизней. Поскольку такой удар отнимает у персонажа слишком много сил, он лишается возможности делать что-либо на протяжении 4-8 следующих действий вне зависимости от того, попал удар или промахнулся. Персонаж может попытаться использовать смертельный удар лишь один раз за бой. В случае второй попытки его тело не выдержит и он получит 100-500 урона. Концентрация уменьшает этот урон и длительность отдачи вдвое. После использования способности Высшая концентрация, ограничения на применение этой способности отменяются, однако способность можно использовать не больше 1-го раза в ход.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":71}},{"price":2500,"skill":"Сфера возрождения (пассивная способность)","description":"В случае, если жизни монаха опускаются ниже нуля, то вместо потери сознания он применяет способность Медитация, восстанавливая свои жизни и энергию до тех пор, пока они не поднимутся выше 1, или пока сам её не отменит, при этом минимальное восстановление жизней от Медитации увеличено на 5. Вокруг персонажа образуется сфера Ци, непроницаемая для атак и способностей противников. Жизнь сферы равна 33% максимальной энергии монаха. Действует 2 хода, пока её не уничтожат, или пока сам персонаж не отменит её. Монах не может двигаться, атаковать или применять способности кроме Медитации, пока находится в сфере. При активации способности с персонажа сбрасываются все эффекты периодического урона и дебафы. Срабатывает не чаще одного раза в день/бой. Является способностью воскрешения, и не действует вместе с другими подобными способностями.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":72}},{"price":2500,"skill":"Удар Коудо (энергия на удар + 95 энергии)","description":"Монах проводит мощный нисходящий вертикальный удар своей конечностью или посохом по противнику, нанося стандартный урон +400%, при этом противник будет сбит с ног и пропустит следующее действие. Каждое применение в течение одного хода увеличивает энергозатраты способности на 50% до конца хода.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":73}},{"price":5000,"skill":"Обитель спокойствия (1 ход, 200 энергии, поддерживаемая способность)","description":"Монах окружает землю в радиусе 25 метров вокруг себя аурой Ци, которая блокирует любое причинение вреда всем существам внутри и снимает с них любые вредоносные эффекты. Сами же находящиеся в Обители существа также не могут причинить вред кому-либо. Действует 2 хода или пока персонаж сам не отменит её. Во время поддержания Обители монах не может применять другие способности. После завершения действия способности должен пройти 1 ход, прежде чем персонаж может применить её снова. На всём поле боя нельзя применить другую Обитель в течении двух ходов после начала действия предыдущей.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":74}},{"price":5000,"skill":"Путь Инь (пассивная способность)","description":"Монах постигает тёмный путь мистицизма, и концентрируется на нанесении повреждений как телу, так и душе своих врагов. Активные способности, наносящие урон жизни и/или энергии противников получают +50% к общей эффективности, а также при использовании стилей Стремительных ударов, Ярости или Вулкана персонаж получает дополнительно +75 к шансу попасть по противнику своими конечностями, посохом или способностью мистицизма. Кроме этого, он получает стандартные бонусы от Пути.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32},{"subCategoryId":5,"skillId":3},{"subCategoryId":5,"skillId":3}],"1006":[{"subCategoryId":5,"skillId":76},{"subCategoryId":5,"skillId":77}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":75}},{"price":5000,"skill":"Путь Равновесия (пассивная способность)","description":"Монах постигает путь равновесия, предпочитая сохранять баланс между тёмной и светлой стороной мистицизма. Все активные способности мистицизма, кроме стилей и способностей концентрации, получают +25% к общей эффективности, а также за каждую способность из ветки Мистицизма персонаж получает +5 жизни и энергии. Кроме этого, он получает стандартные бонусы от Пути.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32},{"subCategoryId":5,"skillId":3},{"subCategoryId":5,"skillId":3}],"1006":[{"subCategoryId":5,"skillId":75},{"subCategoryId":5,"skillId":77}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":76}},{"price":5000,"skill":"Путь Ян (пассивная способность)","description":"Монах постигает светлый путь мистицизма, и концентрируется на усилении себя и поддержке своих союзников. Способности усиления и восстановления получают +50% к общей эффективности, и могут быть наложены на союзников. Также при использовании стиля Скалы, Спокойствия или Энергии Ци персонаж получает +75 к шансу увернуться/защититься. Эффект способности Медитация, восстанавливающий персонажу энергию, а также применённых мантр, распространяется на всех союзников в радиусе 50-ти метров от персонажа. Энергозатраты на мантры повышаются на 50, если персонаж распространяет их на союзников. Кроме этого, он получает стандартные бонусы от Пути.","subCategory":"Мистицизм","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":5,"skillId":32},{"subCategoryId":5,"skillId":3},{"subCategoryId":5,"skillId":3}],"1006":[{"subCategoryId":5,"skillId":75},{"subCategoryId":5,"skillId":76}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":5,"skillId":77}}]