[{"price":500,"skill":"Вампир (пассивная способность)","description":"Персонаж является вампиром. Он находится на низшей ступени развития вампира, но уже вовсю осваивает способности вампиров. Он получает +25 к применению вампирских способностей(например к попытке высосать кровь из жертвы). Вампир отлично себя чувствует в темноте, и страдает от солнца. В темноте он получает +2 к скорости бега и +1 к скорости ходьбы, увеличивает на 50 шанс попасть или обнаружить противника. В светлое время суток он имеет только 50% шанс обнаружить врага, а прямые солнечные лучи наносят ему урон в размере 0-10 за действие. Урона можно избежать, если полностью закрыть тело от воздействия солнечных лучей тем или иным способом. Вампир может высасывать из противника кровь при помощи клыков, каждое действие нанося урон от зубов, и восполняя себе жизни в количестве нанесённого урона. Эффективность высасывания жизней увеличивается в полтора раза, если жертва обездвижена. Наличие доп.ртов не влияет на количество высасываемых жизней. Если в бою, в течение 1-го хода, вампир не выпьет крови других персонажей или питомцев, то начнёт испытывать Жажду крови: каждое 4-е действие его шанс укусить цель увеличивается на +10, а шансы уклониться/защититься уменьшаются на -10. Эффекты Жажды крови складываются до 6-ти раз. Является способностью смены тела, при этом допускается наличие способности \"Мёртвое тело\". При наличии этой способности на персонажа не действуют способности из ветки \"Атлет\" в разделе физической подготовки.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":4,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":1}},{"price":500,"skill":"Гибкие суставы (пассивная способность)","description":"Суставы персонажа, владеющего данной способностью, очень гибки и могут двигаться намного свободнее, нежели у других существ. Обладатель гибких суставов получает +15 к уклонению от атак противника. При этом, если персонаж получает от противника прямой (не периодический) урон, то его бонус к уклонению увеличивается до +35 на последующие три действия. Если в течение этих действий персонаж не получает прямого урона от противника, то по истечению третьего действия бонус уменьшается обратно до +15. За каждую ступень владения веткой \"Мутант\" первичный бонус увеличивается на 5, а вторичный - на 10. Данную способность нельзя иметь вместе со способностями \"Костяные наросты\" и \"Экзоскелет\". Также нельзя иметь данную способность вместе со способностями из ветки \"Акробат\" в разделе физической подготовки. Способность не считается мутацией, если наличие гибких суставов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":8},{"subCategoryId":37,"skillId":77},{"subCategoryId":4,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":2}},{"price":500,"skill":"Дополнительные органы чувств (пассивная способность)","description":"У персонажа, владеющего данной способностью, имеются дополнительные органы чувств. Это могут быть дополнительные глаза, усики, вибриссы и т.д. Наличие этих органов позволяет персонажу лучше ориентироваться в пространстве и воспринимать различные сигналы внешнего мира (излучение, вибрации и т.д.), скрытые для других существ. Также персонаж получает +30 к шансу обнаружить скрывшегося противника. За каждую ступень владения веткой \"Мутант\" бонус к обнаружению увеличивается на 15. Способность не считается мутацией, если наличие дополнительных органов чувств является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":3}},{"price":500,"skill":"Жало (пассивная способность)","description":"Персонаж обладает жалом подобным жалу осы, пчелы или иных насекомых. Жало может располагаться на любой подвижной конечности (в том числе и хвосте) и наносить при физической атаке 10-20 урона. Однако этой конечностью уже нельзя будет держать оружие, либо использовать какие-либо физические способности. При атаке жалом существует 5% вероятность, что оно застрянет в теле противника, нанеся ему дополнительно 20-50 урона, но в то же время соответствующий урон получит и сам персонаж и автоматически лишится жала до конца боя или на один день, после чего оно вновь отрастёт. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие жала является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":4}},{"price":500,"skill":"Иглы (пассивная способность)","description":"На теле персонажа растут иглы – хрупкие и тонкие, но очень острые костные образования, способные нанести существенный урон при касании. При направленном ударе гнутся или ломаются, нанося урон еще и персонажу. Иглы наносят 2-20 урона врагу и 5-10 персонажу при ударе местом, на котором они растут, либо при получении удара в ближнем бою. Шанс попадания при этом равен 50. Расположение и внешний вид – на совести персонажа, но помните, что они должны быть биологического происхождения. Иглы не могут быть короче 3 сантиметров и длиннее 15, а так же не могу быть толще 3 сантиметров у основания. Нельзя иметь иглы одновременно с шипами. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие игл является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":46}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":5}},{"price":500,"skill":"Инфракрасное зрение (пассивная способность)","description":"Персонаж, владеющий данной способностью, обладает инфракрасным зрением, позволяющим ему различать объекты с разной температурой. Это позволяет ему с лёгкостью обнаруживать спрятавшихся противников: даёт +50 к шансу обнаружить врага и +100 к шансу обнаружить врага, если разница в температуре его тела и окружения слишком велика. Однако в том случае, если вокруг персонажа есть мощные источники тепла (огонь, горячие объекты, жаркий воздух), то он теряет возможность нормально ориентироваться в пространстве, а его шансы на любое успешное действие падают на 50. Способность не считается мутацией, если наличие инфракрасного зрения является естественной (родной) способностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":6}},{"price":500,"skill":"Копыта (пассивная способность)","description":"У персонажа имеются копыта биологического происхождения. Урон равен 4-12 за удар, шанс попасть копытом равен 75, расход энергии - 6 за удар. Расположение копыт – на нижних конечностях, а внешний вид – на совести персонажа, но помните, что копыта должны быть биологического происхождения. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие копыт является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":7}},{"price":500,"skill":"Костяные наросты (пассивная способность)","description":"Тело персонажа, обладающего данной способностью, покрыто костяными наростами. Костяные наросты – плотные и крепкие органические образования, растущие поверх кожи и способные защитить своего обладателя от лёгких ранений или оружия. Костяные наросты принимают на себя 25% входящего урона и имеют запас прочности в 50 единиц общего урона. При разрушении костяных наростов персонаж получает 5-20 урона. Для восстановления костяных наростов персонажу необходимо потратить 30 энергии и 4 действия. За каждую ступень владения веткой \"Мутант\" костяные наросты получают +25% к своей прочности. Данную способность нельзя иметь вместе со способностями \"Гибкие суставы\" и \"Пластичное тело\". Также нельзя иметь данную способность вместе со способностью \"Акробат\" и её дальнейшими ступенями в разделе физ. подготовки. Способность не считается мутацией, если наличие костяных наростов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":2},{"subCategoryId":37,"skillId":74},{"subCategoryId":4,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":8}},{"price":500,"skill":"Крепкие волосы (пассивная способность)","description":"Волосы персонажа очень крепки и упруги. Он может использовать свои волосы в качестве нити или лески, а в большом количестве – в качестве верёвки. Способность не считается мутацией, если наличие крепких волос является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":9}},{"price":500,"skill":"Мощные зубы (пассивная способность)","description":"Зубы персонажа крайне остры и прочны, и способны наносить 4-12 урона за укус, перегрызать верёвки, мягкую древесину, более слабые кости и мягкий металл. Если зубы выбиты, то они могут послужить оружием или инструментом. В таком случае каждый зуб наносит 2-8 урона, после чего ломается. Шанс попадания зубами равен 65, расход энергии за укус - 5. Расположение – во рту или других отверстиях для приёма пищи, а внешний вид – на совести персонажа, но помните, что они должны быть биологического происхождения. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие мощных зубов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":10}},{"price":500,"skill":"Мутант (пассивная способность)","description":"Персонаж является мутантом - существом с изменениями организма, нехарактерными для своего вида или расы. Изменения в организме можно обнаружить магическим или технологическим сканированием. Персонаж получает +25 к шансу использовать способности из раздела \"Органическое развитие\" в бою и к шансу попасть мутировавшими частями тела, а также получает +50% к урону при атаках своим телом и при использовании других мутаций. Также мутант получает +5 жизней за каждую имеющуюся у него способность из раздела \"Органическое развитие\". Является способностью смены тела. При наличии этой способности на персонажа не действуют способности из ветки физической подготовки.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":4,"skillId":"ANY"}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":11}},{"price":500,"skill":"Оборотень (пассивная способность)","description":"Персонаж является оборотнем. Он может превращаться в зверя, и сражаться в форме зверя. Он получает +25 к шансу попасть в форме оборотня, а также к применению способностей для оборотня. Для превращения в зверя, персонаж тратит 4 действия и 20 энергии. В форме зверя он получает возможность наносить удары когтями с режущим уроном 6-18 и затратами энергии 6, а также грызть противника челюстью с уроном 4-26 и затратами энергии 8. Он получает +25 максимальных жизней, и регенерация оборотня - 0-5 жизней за действие днём, и 0-10 ночью. При помощи обострённого обоняния, имеет на 50% больший шанс обнаружить противника в радиусе 15 метров от себя. Питомцы и призванные существа его вида откажутся атаковать оборотня с вероятностью 50%. Но при этом, оборотень получает на 25% больше урона от огня, и при получении такого урона, с вероятностью 25% оборотень впадёт в панику, убегая от противника в течение 1 действия. В форме зверя нельзя применять магические и технологические способности, использовать оружие и приёмы рукопашного боя. Также в форме зверя на персонажа не распространяется эффект способностей из ветки \"Атлет\" в разделе физической подготовки. Является способностью смены тела. Игрок выбирает в кого превращается его персонаж только один раз и в дальнейшем не может изменить этот выбор.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":12}},{"price":500,"skill":"Плавники (пассивная способность)","description":"На теле персонажа присутствуют плавники биологического происхождения. Атака плавником наносит 1-10 урона, с шансом попасть 65 и расходом энергии 2, при этом урон считается режущим, если плавник расположен на подвижных конечностях. Способность можно приобретать многократно. Каждая способность увеличивает скорость плавания на 2 метра за действие, но не более 10-ти метров в сумме. Расположение и внешний вид – на совести персонажа, но помните, что плавник должен быть биологического происхождения. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие плавников является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":13}},{"price":500,"skill":"Рога (пассивная способность)","description":"На голове персонажа растут рога из кости. Внешний вид, строение и биологический материал персонаж выбирает сам. Рога позволяют, затратив 5 энергии за удар, наносить 3-10 урона за удар, и с 20% шансом позволяют поднять противника на рога и бросить в сторону на расстояние до 5 метров, оглушив на 1 действие. Шанс попадания у рогов равен 50. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие рогов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":14}},{"price":500,"skill":"Тело элементаля (пассивная способность)","description":"Тело персонажа, имеющего эту способность, соткано из выбранной им стихии. Выбранную стихию больше сменить нельзя. Он получает +30 к шансу использовать магию своей стихии и -15 к использованию любых физическим способностей. К тому же, в присутствии блокирующих магию устройств шанс успешно совершить любое действие будет уменьшен на 20. Является способностью по смене тела.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":15}},{"price":500,"skill":"Хвост (пассивная способность)","description":"У персонажа есть постоянный хвост биологического происхождения. Шанс попасть - 60, урон - 5-14, расход энергии - 6 за удар. Каждый доп. хвост увеличивает энергозатраты на удары всеми хвостами на 50%. Расположение и внешний вид хвоста – на совести персонажа, но помните, что хвост должен быть биологического происхождения. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие хвоста является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":16}},{"price":1000,"skill":"Бешенство (пассивная способность)","description":"Персонаж-оборотень - носитель опасного вируса, вызывающего бешенство. Сам персонаж остаётся иммуннен к этому заболеванию, но при укусе   или переносе слюны на повреждённые участки кожи передаёт вирус существу-противнику. Существо впадает в бешенство на два хода и с шансом в 33% атакует случайную цель при каждой атаке, а так же получает на 25% больше урона от магии света и звука.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":17}},{"price":1000,"skill":"Длинный язык (пассивная способность)","description":"Язык персонажа чрезвычайно развит, а также обладает значительной длиной по отношению к телу. Персонаж может использовать язык как дополнительную конечность и даже держать оружие с его помощью. Также персонаж может использовать язык как кнут, нанося 2-10 урона за удар на расстоянии до 3-х метров с шансом 60 и расходом энергии 5. Внешний вид языка – на совести персонажа, но помните, что язык должен быть биологического происхождения. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие длинного языка является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":18}},{"price":1000,"skill":"Доминирование (пассивная способность)","description":"Требует наличия способности \"Старший мутант\", \"Старший вампир\" или \"Старший оборотень\". Раскрывая тайны мутаций собственного тела, персонаж отныне способен одним своим видом и присутствием заставить противников, менее искушённых в Органическом развитии, трепетать и использовать свои навыки менее эффективно. Чем больше разница в уровнях владения Органическим развитием персонажа и противников, тем сильнее проявляется эффект. Разница в 1 уровень уменьшается шансы противников на успешное применение способностей из раздела \"Органическое развитие\" на 5%. Разница в 2 уровня - 10%. Разница в 3 уровня - 20%.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":37,"skillId":40},{"subCategoryId":37,"skillId":41},{"subCategoryId":37,"skillId":42}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":19}},{"price":1000,"skill":"Едкий пищеварительный сок (пассивная способность)","description":"Тело персонажа вырабатывает очень мощный пищеварительный сок. Персонаж способен употреблять в пищу самые разные биологические продукты, начиная стандартными овощами и белком, заканчивая древесной корой и костями существ. Также сок может переваривать объекты вне желудка, будучи исторгнутым на предмет или жертву на расстояние до 15 метров, однако для атаки врага таким образом необходимо потратить 1 действие и 10 энергии. При попадании на врага сок наносит 5-15 урона. Изначальный шанс попасть равен 50. После нанесения урона сок можно употребить в пищу, восстановив количество здоровья, равное половине нанесенного урона. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие едкого пищеварительного сока является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":20}},{"price":1000,"skill":"Естественная среда (пассивная способность)","description":"Если оборотень оказался в естественной среде обитания того вида зверей, в какого он превращается, он начинает лучше сражаться. А именно, в форме зверя он получает +50 к скрытности и шансу увернуться от атаки противника. Для большинства зверей естественной средой обитания является лес, в других случаях это будет решаться индивидуально.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":21}},{"price":1000,"skill":"Жертва (40 энергии)","description":"Доступна только для вампиров. Используя данную способность, вампир может пометить одно существо, Старший вампир 3 существа, Высший вампир 5 существ. Помеченные существа получают штраф -50 к уклонению от атак вампира и чувствуют, будто за ними всё время кто-то следит. Вампир, использовавший данную способность, становится одержим своей целью и не сможет атаковать других противников, пока не убьёт \"жертву\". От метки невозможно избавиться физическим путём, но в случае, если у персонажа есть способность \"Очищение\", от метки можно избавиться. Метка держится на противнике в течение двух ходов. Также, если вампир или жертва умирает, метка исчезает.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":22}},{"price":1000,"skill":"Зов стаи (4 действия и 40 энергии)","description":"Оборотень издаёт протяжной вой, призывающий представителя того вида, в который превращается оборотень. Можно исполнить только в форме зверя. Вне естественной среды вероятность призвать животное уменьшается вдвое. Характеристики призванного зверя будут как у соответствующего питомца.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":23}},{"price":1000,"skill":"Игломёт (пассивная способность)","description":"Все плевательные механизмы персонажа приобретают возможность, помимо стандартных снарядов, плеваться костяными иглами. Выстрелы наносят 10-30 колющего урона с шансом попасть 50 и расходом энергии 12. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":24}},{"price":1000,"skill":"Когти (пассивная способность)","description":"На ногах или руках персонажа растут когти, которыми можно резать, царапать и рвать. Когти не могут пробить стандартный металл, камень, или твёрдое дерево, но могут нанести урон плоти и прочим более мягким веществам. Они наносят 3-12 урона за удар с шансом попасть 60 и расходом энергии 5, при этом урон считается режущим. Персонаж с когтями имеет возможность использовать способности из ветки режущего оружия с шансом, равным шансу попасть режущим оружием(не мутациями/атлетикой). Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физ.подготовка\". Внешний вид когтей – на совести персонажа, но помните, что когти должны быть биологического происхождения. Способность не считается мутацией, если наличие когтей является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":25}},{"price":1000,"skill":"Кокон (2 действия и 50 энергии)","description":"При желании мутант может покрыть своё тело специальным веществом биологического происхождения, образовав кокон или куколку. Находящийся в коконе персонаж не может видеть что-либо снаружи, совершать какие-либо действия, а также защищаться/уворачиваться от атак. Он восстанавливает себе 5-15 жизней и энергии за действие, пока наносится внутри. Кокон имеет 50 жизней (+20 за каждый навык владения мутациями). Длится 2 хода, или пока персонаж сам не отменит эффект. Способность нельзя использовать 1 ход с момента завершения предыдущей. Применение способности выводит персонажа из состояния скрытности.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":26}},{"price":1000,"skill":"Контроль над жаждой (пассивная способность)","description":"Вампир научился контролировать свою жажду. Эффект жажды крови больше не действует на персонажа, однако он не получает бонусов к восстановлению жизней при укусах, и кол-во восстановленых жизней всегда будет равно кол-ву урона от укуса. Нельзя использовать вместе со способностью \"Одержимость кровью\".","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}],"1006":[{"subCategoryId":37,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":27}},{"price":1000,"skill":"Крылья (пассивная способность)","description":"Персонаж – носитель двух крыльев. Внешний вид, строение и биологический материал персонаж выбирает сам и добавляет к себе в подпись подробную информацию. Крылья позволяют летать, затрачивая 15 энергии в ход на нахождение в воздухе. Крыльями можно драться, но это не слишком эффективно. Они наносят 2-7 урона за удар, тратят 5 энергии, и имеют стандартный шанс попадания в 50. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие крыльев является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":28}},{"price":1000,"skill":"Лёгкие кости (пассивная способность)","description":"Кости персонажа чрезвычайно легки. Ему сложнее принимать на себя удары врага, в связи с чем его шанс защититься от атак падает на -50. Однако в виду природной лёгкости и подвижности тела, такому персонажу куда легче избежать прямых попаданий, поэтому шанс персонажа уклониться от атак возрастает на 75. Также если по персонажу попадают способностью, которая может нанести травму, то шанс получить её будет выше на 10%. При наличии возможности летать расход энергии за полёт уменьшается до 10 единиц энергии за ход. Способность не считается мутацией, если является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":29}},{"price":1000,"skill":"Массивные конечности (пассивная способность)","description":"Требует наличия способности \"Утяжелённые конечности\". Конечность персонажа становиться ещё больше и тяжелее. Он способен проламывать ею стены, гнуть метал и сносить ворота. Атаки утяжелёнными конечностями получают +50% к урону, и дополнительно +2 к максимальному урону. Способность не считается мутацией, если наличие массивных конечностей является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":44}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":30}},{"price":1000,"skill":"Наброситься (1 действие и 25 энергии)","description":"Оборотень в форме зверя прыгает на своего противника с расстояния до 15 метров, нанося ему 10-25 урона и в 25% случаев опрокидывая его на землю, заставляя пропустить следующее действие. Урон от способности повышается при наличии способностей \"Старший оборотень\" или \"Оборотень вожак\".","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":31}},{"price":1000,"skill":"Нога (пассивная способность)","description":"У персонажа есть постоянная дополнительная конечность биологического происхождения. Базовый урон и шанс попадания дополнительной ноги равен обычному шансу попадания и урону ноги. Расположение и внешний вид ноги – на совести персонажа, но помните, что нога должна быть биологического происхождения. Каждая дополнительная нога увеличивает скорость бега на 1 метр/действие, но не более чем на 6 метров/действие в сумме, а также увеличивает энергозатраты на обычные атаки всеми ногами на 50%. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие дополнительных ног является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":32}},{"price":1000,"skill":"Одержимость кровью (пассивная способность)","description":"Вампир становится одержимым кровью. Бонусы и штрафы от каждого эффекта жажды крови удваиваются (не относится к потере жизни). Кроме этого вампир может мгновенно активировать жажду крови когда захочет. Нельзя использовать вместе со способностью \"Контроль над жаждой\".","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}],"1006":[{"subCategoryId":37,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":33}},{"price":1000,"skill":"Оцепенение (50 энергии)","description":"Доступно только для вампиров. Вампир внушает в противника ужас, сковывая его действия. Противник попадает в оцепенение на 2-4 действия, не способный пошевелиться. При повторном применении к тому же противнику, шанс успеха уменьшается на 50%.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":34}},{"price":1000,"skill":"Плевательный механизм (пассивная способность)","description":"На теле персонажа (расположение на усмотрение игрока) имеется небольшое отверстие, вырабатывающее продукты секреции организма (слюну, яд, пищеварительный сок и т.д.), и способное быстро плевать ими. При плевке затрачивается 1 действие и 10 энергии + энергия за само вещество. Можно совершить одновременный плевок из всех механизмов, но для каждого нужно покупать отдельную способность. Способность не считается мутацией, если наличие плевательного механизма является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":35}},{"price":1000,"skill":"Прыгательный механизм (пассивная способность)","description":"Тело персонажа устроено таким образом, что он способен с лёгкостью совершать прыжки на большие расстояния. Персонаж может прыгать на 20 метров в длину или 15 метров в высоту, тратя на прыжок 15 энергии. Способность не считается мутацией, если наличие прыгательного механизма является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":36}},{"price":1000,"skill":"Рука (пассивная способность)","description":"У персонажа есть постоянная дополнительная конечность биологического происхождения. Базовый урон и шанс попадания дополнительной руки равен обычному шансу попадания и урону руки. Расположение и внешний вид руки – на совести персонажа, но помните, что рука должна быть биологического происхождения. Каждая дополнительная рука увеличивает энергозатраты на обычные атаки всеми руками на 50%. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие дополнительных рук является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":37}},{"price":1000,"skill":"Слизевые железы (пассивная способность)","description":"Персонаж способен производить на своём теле скользкую слизь, которая уменьшает шансы персонажа быть схваченным кем-либо или чем-либо на 25%. Также персонаж способен извергать её под ноги противника на расстоянии до 10 метров с шансом попадания 75, тратя на это 1 действие и 15 энергии. В случае, если противник в этот момент передвигался по земле, то с шансом в 50% он упадёт и должен будет потратить 1 действие на то, чтобы подняться. Улучшение шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие слизевых желёз является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":38}},{"price":1000,"skill":"Стальные когти (пассивная способность)","description":"Требует наличия способности \"Когти\", либо способности \"Мощные зубы\". Когти и зубы персонажа становятся твёрдыми, как калёная сталь. Ими можно запросто рвать мягкий металл, а при особом усилии - даже раскалывать камни. Атаки зубами и когтями получают +50% к урону и дополнительно +2 к максимальному урону. Способность не считается мутацией, если наличие стальных когтей является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":37,"skillId":25},{"subCategoryId":37,"skillId":10}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":39}},{"price":1000,"skill":"Старший вампир (пассивная способность)","description":"Доступно только при наличии способности \"Вампир\". Персонаж развил свои вампирские способности, и теперь является полноценным вампиром. Он получает +50 к шансу применить вампирские способности, и уменьшает на 50% вредные воздействия солнечного света. Также, в ночное время суток старший вампир наносит своим жертвам на 50% больше урона при помощи своего тела, и на 15% больше при помощи оружия ближнего боя. Кусая свою цель, персонаж восстанавливает кол-во жизни, равное нанесённому урону+50%. Эффективность высасывания жизней увеличивается в полтора раза, если жертва обездвижена. Бонус и штраф от Жажды крови увеличивается до +/-30. При наличии этой способности на персонажа не действуют способности из ветки \"Атлет\" в разделе физической подготовки.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}],"1006":[{"subCategoryId":4,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":40}},{"price":1000,"skill":"Старший мутант (пассивная способность)","description":"Персонаж давно является мутантом, хорошо знает свои умения и развивает их. Мутации можно определить лёгкой магической или технической проверкой, а некоторые увидеть невооруженным взглядом. Персонаж получает +75 к шансу использовать способности из раздела \"Органическое развитие\" в бою и к шансу попасть мутировавшими частями тела, а также получает +100% к урону при атаках своим телом и при использовании других мутаций. Также старший мутант получает +10 жизней за каждую имеющуюся у него способность из раздела \"Органическое развитие\". Все бонусы заменяют собой предыдущие. Является способностью смены тела.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":11}],"1006":[{"subCategoryId":4,"skillId":2},{"subCategoryId":4,"skillId":1},{"subCategoryId":4,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":41}},{"price":1000,"skill":"Старший оборотень (пассивная способность)","description":"Доступно только при наличии способности \"Оборотень\". Персонаж развил свои навыки оборотня, и теперь может превращаться в ещё более сильного зверя. Теперь, в форме зверя персонаж получает 50 жизней, +50 к шансу попасть и применить способности оборотня, сила его ударов вырастает на 50%. Но стоимость превращения теперь составляет 40 энергии, и также требует 4 действия.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":42}},{"price":1000,"skill":"Тяжёлые кости (пассивная способность)","description":"Кости персонажа чрезвычайно крепки и тяжелы, ему сложнее совершать резкие и быстрые движения в связи с чем, все его шансы уклониться от атак падают на -50. Однако в виду природной крепости тела, такому персонажу куда легче блокировать удары, поэтому шанс персонажа защититься от атак возрастает на 50. Также если по персонажу попадают способностью, которая может нанести травму, то шанс получить её уменьшается на 10%, но не менее 5%. Способность не считается мутацией, если является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":43}},{"price":1000,"skill":"Утяжелённые конечности (пассивная способность)","description":"Конечности персонажа становятся большими и тяжёлыми. Удар такой конечностью наносит 3-12 урона, с шансом попасть 60 и расходом энергии 5, при этом урон становится дробящим. Персонаж с такими конечностями имеет возможность использовать способности из ветки дробящего оружия и рукопашного боя с шансом, равным шансу попасть дробящим оружием/способностями рукопашного боя(не мутациями/атлетикой). Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо \"Атлет\" из раздела \"Физ.подготовка\". Внешний вид конечности – на совести персонажа, но помните, что она должна быть биологического происхождения. На такой конечности не могут находится Когти/Когти демона. Способность не считается мутацией, если наличие утяжелённых конечностей является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":44}},{"price":1000,"skill":"Целительная плазма (пассивная способность)","description":"Тело персонажа выделяет особый секрет, способный лечить других существ биологического или полу-биологического происхождения, заращивая слабые раны или разрывы. Плазма восстанавливает 4-12 единиц здоровья существам биологического происхождения каждое действие. Радиус действия лечения плазмой - 5 метров. Персонаж не может восстанавливать таким образом собственное здоровье. Однако, персонаж таким образом может восстанавливать прочность «Экзоскелета» и подобных ему способностей. За каждую ступень владения веткой \"Мутант\" целительная плазма получает +2 к минимальному восстановлению здоровья и +4 к максимальному. Способность не считается мутацией, если наличие целительной плазмы является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":45}},{"price":1000,"skill":"Шипы (пассивная способность)","description":"На теле персонажа растут шипы – твёрдые и прочные костные образования, способные наносить урон при касании или направленном ударе по противнику. Шипы с шансом в 50 единиц наносят 0-5 дополнительного урона при ударе местом, на котором они растут, либо при получении удара в ближнем бою от противника. Расположение и внешний вид – на совести персонажа, но помните, что они должны быть биологического происхождения. Нельзя иметь шипы одновременно с иглами. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие шипов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":5}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":46}},{"price":1000,"skill":"Эволюция мутанта (пассивная способность)","description":"Требует наличия способности Мутант. Мутант постоянно меняется и приспосабливается, получая +5 к шансу применить способности мутации и попасть мутировавшими конечностями, а также +5 жизни и энергии. Способность можно брать многократно. За каждую 5-ю такую способность мутант получает +5% к эффективности всех своих мутаций.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0,"1004":[{"subCategoryId":37,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":47}},{"price":1000,"skill":"Энергетический вампиризм (Пассивная способность)","description":"Используя свои знания о душах и жизни, персонаж-вампир пошёл по иному пути, изменив себя, и теперь он питается не кровью, а энергией своих жертв. Вампир сохраняет все свои бонусы по высасыванию жизней, но вместо урона жизненным силам жертвы теперь он высасывает её энергию, теряя возможность высасывать кровь.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":48}},{"price":1000,"skill":"Ядовитые железы (15 энергии на плевок)","description":"В организме персонажа, владеющего данной способностью, существуют ядовитые железы, с помощью которых он может вырабатывать яд и либо просто плеваться им в противника на расстоянии до 25 метров, либо накладывать его на предметы или оружие для последующего отравления с их помощью (например, на лезвие меча). Яд наносит урон любым органическим существам и срабатывает при прикосновении яда к их телам, действует раз в 2 действия на протяжении 1 хода. Урон - 5-15. Изначальный шанс попасть равен 50. При наличии в арсенале персонажа какого-либо яда из раздела \"Алхимия\" он может потратить 20 энергии и столько действий, сколько необходимо для создания яда, чтобы модифицировать свой природный яд и придать ему свойства выбранного из алхимии яда. Персонаж не может создать таким образом газообразный яд (например, \"Нервно-паралитический газ\") или что-то, что вообще не является ядом (например, \"Термитную смесь\") в своем организме. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие ядовитых желез является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":49}},{"price":1500,"skill":"Адаптивный геном (пассивная способность)","description":"Способность для оборотней. Позволяет изменять свои гены таким образом, что персонаж может превращаться в любого зверя, какого он пожелает. Изменить геном можно только в обычном состоянии, то есть сначала надо отменить превращение в зверя. Любое превращение в зверя, который не является \"истинным\" для персонажа, будет стоить ему на 25% больше энергии.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":50}},{"price":1500,"skill":"Бесконтрольная регенерация (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен быстро восстанавливать даже очень тяжёлые повреждения в своём организме, но не способен контролировать сам процесс восстановления. В начале каждого хода он восстановит 0-35 жизней, +0-5% от максимальных жизней и дополнительно +0-3% за каждую ступень владения веткой \"Мутант\". Также с вероятностью 50% у него заживут все серьёзные раны, исчезнут все негативные эффекты вроде переломов, кровотечений и оторванных конечностей, однако при срабатывании предыдущего эффекта существует 25% вероятность что сработает 1 из следующих эффектов: 1) Вместо регенерации персонаж получает 25% урона от кол-ва жизней, которые должны были восстановиться; 2) Штраф -30 к шансу попасть до конца боя(складывается при множественных срабатываниях, снимается хирургическим путём); 3) Теряет кол-во энергии, равное 33% от кол-ва регенерированных жизней; 4) Ошеломление на 1 действие.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":51}},{"price":1500,"skill":"Дикий вой (4 действия и 65 энергии)","description":"Оборотень в форме зверя издаёт леденящий душу вой, который заставляет всех врагов в радиусе 25 метров бежать в ужасе. Противники бегут в течение 2-4 действий, в зависимости от удаления от оборотня. Совсем близко к нему ужас подействует на 4 действия, а на расстоянии 25 метров - всего на 2 действия.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":52}},{"price":1500,"skill":"Дополнительный рот (пассивная способность)","description":"У персонажа, владеющего данной способностью, имеются дополнительные части тела для приёма пищи, аналогичные по характеристикам основным. Расположение и внешний вид – на совести персонажа, но помните, что необходимо биологическое происхождение. Улучшение шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие дополнительного рта является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":53}},{"price":1500,"skill":"Жировые ткани (пассивная способность)","description":"Персонаж обладает большим количеством подкожной жировой ткани, защищающей организм от тяжёлых увечий. Способность даёт персонажу +20% к максимальным жизням и уменьшает шанс получения травмы от любого источника на 10% (но не менее 5%). Взамен персонаж перемещается на 20% медленнее, а любые физические действия отнимают у него на 25% больше энергии. Способность не считается мутацией, если наличие большого количества жировой ткани является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":54}},{"price":1500,"skill":"Кислотный пищеварительный сок (пассивная способность)","description":"Требует наличия способности \"Едкий пищеварительный сок\". Пищеварительный сок персонажа, обладающего данной способностью, превращается в самую настоящую кислоту биологического происхождения. С её помощью можно расплавлять практически любые материалы, так или иначе подверженные разъеданию кислотами. Пищеварительный сок персонажа дополнительно наносит 0-5 урона при попадании, а также наносит противнику по 0-5 урона за действие в течение 2 действий после попадания на его тело. Дальность плевка - 10 метров, шанс - 50, расход энергии - 10. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие кислотного пищеварительного сока является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":20}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":55}},{"price":1500,"skill":"Кровавый след (пассивная способность)","description":"Вампир может еще лучше чувствовать и преследовать свою жертву, если та страдает от кровотечения. За каждый уровень вампирского мастерства персонаж получает бонус к скорости в 1 метр за действие, пока он двигается в направлении противника с кровотечением. Также за каждый уровень мастерства он получает бонус в 15 единиц к шансу обнаружить цель с кровотечением.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":56}},{"price":1500,"skill":"Мутация вампира (пассивная способность)","description":"Позволяет проводить мутации с телом вампира, не хуже обычного мутанта. Если у персонажа есть мутировавшие части тела (способности из раздела \"Органическое развитие\"), они начинают получать бонус к шансу попасть от шанса применить вампирские способности, а также получают бонус к урону за: вампир - 10%, старший вампир - 15%, высший вампир - 25%. Данные бонусы не складываются, а заменяют друг друга.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":57}},{"price":1500,"skill":"Мутация оборотня (пассивная способность)","description":"Позволяет проводить мутации с телом оборотня, не хуже обычного мутанта. Если у персонажа есть мутировавшие части тела (способности из раздела \"Органическое развитие\"), они начинают получать бонус к шансу попасть от шанса применить способности оборотня, а также получают бонус к урону за: оборотень - 10%, старший оборотень - 15%, оборотень вожак - 25%. Данные бонусы не складываются, а заменяют друг друга.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":58}},{"price":1500,"skill":"Неукротимость (35 энергии за ход)","description":"Персонаж взывает к своим инстинктам, отчего противникам становится сложнее его остановить. Пока персонаж движется или атакует в ближнем бою - есть вероятность 50% что оглушение, захват, обездвиживание или сбивание с ног не подействует на него. Не работает с другими способностями анти-контроля.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":59}},{"price":1500,"skill":"Омофагия (пассивная способность)","description":"Поедая плоть персонаж способен считывать генетическую информацию из неё, что позволяет ему узнавать воспоминания того, чья плоть была поглощена. Срок воспоминаний не может быть больше одного дня с момента поглощения плоти. Способность не считается мутацией, если является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":60}},{"price":1500,"skill":"Паутинные железы (25 энергии и 2 действия на активацию производства/смену вида паутины)","description":"На теле персонажа имеются особые железы, начинающие производить особый секрет, который при контакте с воздухом начинает твердеть и приобретает форму нитей паутины. Персонаж способен производить несколько видов паутины, но одновременно - только один. За создание 1 метра паутины необходимо отдать 15 энергии и 1 действие. Паутину можно наносить на ближайшие поверхности или же на противника при физическом контакте с шансом 75. Также можно выстреливать паутиной на расстояни до 25 метров, но в таком случае шанс попадания будет равняться 35. Тонкая паутина практически незаметна и хрупка, но, если персонаж имеет с ней контакт, он сразу почувствует, если нить тонкой паутины что-то заденет. Толстая и сухая паутина - прочная и идеально подходит для использования в качестве обычной верёвки, её сложно разрезать, она способна выдержать вес персонажа. Потратив 4 метра толстой паутины, можно обездвижить противника и лишить его возможности использовать физические способности на ход, при этом каждое действие противник может пытаться выбраться из паутины, шанс освобождения равен 15%. Липкая паутина замедляет движения того, кто в неё попал: каждый метр липкой паутины, использованный на противнике, уменьшает его скорость перемещения на 20%, вплоть до 0. Замедление действует в течение 2-х ходов с момента последнего попадания паутины на тело. Улучшение шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие паутинных желез является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":61}},{"price":1500,"skill":"Пахучие железы (40 энергии)","description":"Персонаж способен вырабатывать сильный пахучий феромон в форме жидкости, распространяя его на расстояние до 10 метров. Феромон дезориентирует попавших в зону поражения существ, обладающих обонянием. В случае успешного срабатывания, дезориентированный противник получает штраф 75 к шансу успешно совершить какое-либо действие до конца хода и с шансом 50% лишается половины действий на следующий ход. Персонажи с развитым обонянием испытывают сильный шок, от чего кроме всего прочего теряют возможность делать что-либо на 3 действия. Можно применить только раз в 3 хода. Улучшение шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие пахучих желез является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":62}},{"price":1500,"skill":"Подвижные волосы (пассивная способность)","description":"Требует наличия способности \"Сильные волосы\". Волосы персонажа теперь способны двигаться как дополнительная конечность. За секунду они могут вырасти до двух метров в длину и уменьшиться обратно. Собрав их в пучок, персонаж может хватать объекты или наносить волосами удары. За удар волосы наносят 2-12 урона. Если ими удалось схватить предмет или даже противника, персонаж может бросить его через себя на расстояние до 5 метров, нанеся тем самым 10-25 урона. Также можно схватить и вырвать из рук противника оружие. Затраты энергии на удар или захват - 6, на бросок - 15. Шанс любого из этих действий на успех равен 40. Внешний вид волос – на усмотрение персонажа. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие подвижных волос является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":63}},{"price":1500,"skill":"Продвинутое инфракрасное зрение (пассивная способность)","description":"Персонаж лучше приспособился к измененному зрению и получает дополнительно +25 к шансу обнаружить врага и +20 дополнительно при существенной разнице температуры тела противника с температурой окружающей среды. В то же время данная способность снимает штрафы на вероятность совершить успешное действие при нахождении вблизи сильного источника тепла.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":64}},{"price":1500,"skill":"Спячка (пассивная способность)","description":"Способность, позволяющая персонажу-оборотню переживать неблагоприятные условия при помощи долгой спячки. В бою позволяет персонажу в форме зверя применять способности из ветки техники сна. А если персонажа в форме зверя разбудят до того момента, как было запланировано, то он гарантированно войдёт в состояние берсерка на 2-4 действия.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":65}},{"price":1500,"skill":"Старшая Кровь (50 энергии и 2 действия)","description":"Вампир сильно кусает свою жертву, но не пьет ее кровь и оставляет рану открытой. Жертва получает 0-25 урона за каждый уровень мастерства персонажа-вампира. Рана с вероятностью в 50% подвергается вампирской заразе. Это означает, что жертва получает все вампирские штрафы, как будто она становится вампиром той ступени старшинства, к которой принадлежит атакующий, на 2 хода или пока эффект не будет снят умением очищения или аналогичным. Но при этом, жертва не получает вампирских бонусов. Таким образом, чем меньше уровень мастерства вампира, тем сильнее штрафы, накладываемые этим умением, но меньше сам урон.)","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":66}},{"price":1500,"skill":"Стремительная адаптация (75 энергии и 4 действия)","description":"Персонаж способен адаптироваться практически к любым условиям, буквально перестраивая свой организм на ходу. Он достаточно быстро приспосабливается к холоду, жаре, засухе или же повышенной влажности, разряженной атмосфере и т.д. В бою такой персонаж может быстро перенастроить внутренние процессы своего организма, чтобы адаптироваться к урону от выбранной им ветки и уменьшить урон от неё по себе на 25%, однако для успешной адаптации необходимо, чтобы персонаж до этого как минимум два раза получил урон от выбранной им ветки. Каждая новая применённая адаптация аннулирует эффект предыдущей. Способность не считается мутацией, если способность к стремительной адаптации является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":67}},{"price":1500,"skill":"Хвост-булава (пассивная способность)","description":"На хвосте персонажа присутствует костяная шишка, похожая на наконечник булавы. Удар ею наносит 1-25 урона, с шансом попасть 50 и расходом энергии 8, при этом урон становится дробящим. Нельзя атаковать одновременно с руками или ногами. Внешний вид – на совести персонажа, но помните, что хвост должен быть биологического происхождения. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие хвоста-булавы является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0,"1004":[{"subCategoryId":37,"skillId":16}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":68}},{"price":1500,"skill":"Эмоциональный феромон (20 энергии и 4 действия на активацию)","description":"Персонаж выделяет феромон, способный или заставить окружающих в радиусе 10 метров испытывать ярость и повышенную агрессию, или успокоиться и почувствовать умиротворение. Собственные феромоны не действуют на персонажа. Существа с чутким нюхом могут обнаружить факт использования феромонов и найти источник по запаху. Феромон можно смешать со слюной для того, чтобы плюнуть им на расстояние не более 20 метров. В таком случае шанс попадания по противнику будет равняться 50. Улучшение шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие шипов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":69}},{"price":1500,"skill":"Ядовитая кровь (пассивная способность)","description":"Кровь персонажа является ядом. Если противник атакует персонажа с такой кровью руками или оружием ближнего боя, то есть 10% вероятность, что он будет отравлен ядовитыми парами или самой кровью на 2 хода, и будет получать 0-10 урона каждые 4 действия. Если у персонажа есть кровоточащая рана, то он может нанести свою кровь на оружие, потратив на это 1 действие. Яд будет держаться на оружии в течении двух ходов.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":70}},{"price":2500,"skill":"Высший вампир (пассивная способность)","description":"Доступно только при наличии способностей \"Вампир\" и \"Старший вампир\". Персонажу удалось достичь уровня высшего вампира. Он получает +125 к шансу применить вампирские способности, и полностью блокирует вредные воздействия солнечного света. Также, в ночное время суток старший вампир наносит своим жертвам на 100% больше урона при помощи своего тела, и на 25% больше при помощи оружия ближнего боя. Кусая свою цель, персонаж восстанавливает кол-во жизни, равное нанесённому урону+100%. Эффективность высасывания жизней увеличивается в полтора раза, если жертва обездвижена. Бонус и штраф при активной Жажде крови увеличивается до +/-40, а также он будет терять 5% от своих максимальных жизней каждое 4-е действие, пока она активна. При наличии этой способности на персонажа не действуют способности из ветки \"Атлет\" в разделе физической подготовки.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1},{"subCategoryId":37,"skillId":40}],"1006":[{"subCategoryId":4,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":71}},{"price":2500,"skill":"Дополнительная голова (пассивная способность)","description":"У персонажа есть постоянная дополнительная голова. Она может выполнять все те же функции, что и основная голова персонажа. Урон от укуса зубами такой головы равен аналогичному у персонажа. Улучшение урона и шанса попадания производится при помощи способностей \"Мутант\", либо при помощи способностей \"Атлет\" из раздела \"Физическая подготовка\". Способность не считается мутацией, если наличие двух и больше голов является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":72}},{"price":2500,"skill":"Оборотень вожак (пассивная способность)","description":"Доступно только при наличии способностей \"Оборотень\" и \"Старший оборотень\". Персонаж достиг высшей формы оборотня, и теперь превращается в свирепого зверя. В форме зверя персонаж получает 100 жизней, +125 к шансу попасть и применить способности оборотня, сила его ударов вырастает на 100%. Но стоимость превращения теперь составляет 60 энергии, и также требует 4 действия. Если жизни зверя опускаются ниже 50%, он входит в состояние берсерка. В таком состоянии он получает +50 энергии и +100 к шансу попасть, а уровень его регенерации повышается в два раза. Есть риск, что в состоянии берсерка с шансом 5% (просчитывается каждое действие) персонаж потеряет контроль, и начнёт атаковать всех без разбора. Выйти из этого состояния можно лишь выйдя из состояния берсерка. Если его жизни превысят уровень 50%, состояние берсерка прекратится, и он не сможет заново войти в него 1 ход.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12},{"subCategoryId":37,"skillId":42}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":73}},{"price":2500,"skill":"Пластичное тело (пассивная способность)","description":"Требует наличия способности \"Гибкие суставы\" и заменяет её эффект своим. Тело персонажа, владеющего данной способностью, обладает невероятной пластичностью, позволяющей своему обладателю сжиматься, растягиваться, изгибаться и деформироваться любым иным способом без какого-либо вреда для себя. Персонаж с пластичным телом получает возможность частично менять форму своего тела, чтобы, например, помещаться в очень ограниченном пространстве. Также персонаж получает +50 к шансу уклониться от атак противника. При этом, если персонаж получает от противника прямой (не периодический) урон, то его бонус к уклонению увеличивается до +100 на последующие три действия. Если в течение этих действий персонаж не получает прямого урона от противника, то по истечению третьего действия бонус уменьшается обратно до +50. За каждую ступень владения веткой \"Мутант\" первичный бонус увеличивается на 20, а вторичный - на 30. Данную способность нельзя иметь вместе со способностями \"Костяные наросты\" и \"Экзоскелет\". Также нельзя иметь данную способность вместе со способностями из ветки \"Акробат\" в разделе физической подготовки. Способность не считается мутацией, если наличие пластичного тела является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":2}],"1006":[{"subCategoryId":37,"skillId":8},{"subCategoryId":37,"skillId":77},{"subCategoryId":4,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":74}},{"price":2500,"skill":"Разорвать (2 действия и 80 энергии)","description":"Оборотень в форме зверя бросается на противника, валит его на землю, и атакует когтями в течение двух действий. Противник в это время ничего не может сделать. Он получает 50-80 урона, и кровотечение, наносящее дополнительно 20-50% от нанесенного урона в течение следующего хода. Если способность применяется чаще чем раз в ход, ещё шанс попасть уменьшается на 50%. Урон от способности повышается при наличии способностей \"Старший оборотень\" или \"Оборотень вожак\".","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":75}},{"price":2500,"skill":"Супермутант (пассивная способность)","description":"Мутации неотъемлемая часть организма персонажа. Все изменения видны невооруженным глазом, и существа с полным набором органов чувств быстро распознают в персонаже мутанта. Персонаж получает +200 к шансу использовать способности из раздела \"Органическое развитие\" в бою и к шансу попасть мутировавшими частями тела, а также получает +200% к урону при атаках своим телом и при использовании других мутаций. Также супермутант получает +15 жизней за каждую имеющуюся у него способность из раздела \"Органическое развитие\". Все бонусы заменяют собой предыдущие. Является способностью смены тела.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":11},{"subCategoryId":37,"skillId":41}],"1006":[{"subCategoryId":4,"skillId":2},{"subCategoryId":4,"skillId":1},{"subCategoryId":4,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":76}},{"price":2500,"skill":"Экзоскелет (пассивная способность)","description":"Требует наличия способности \"Костяные наросты\" и заменяет её эффект своим. Экзоскелет – внешняя костная структура, растущая на коже и мышцах всего тела и защищающая организм обладателя даже от самых тяжёлых повреждений. Экзоскелет принимает на себя 50% входящего урона, и имеет запас прочности в 200 единиц общего урона. При поломке наносит персонажу 50-125 единиц урона. При наличии экзоскелета все попытки отрубить конечности персонажа получают -50% к шансу на успех, а дробящее оружие наносит персонажу +50% урона. Также персонаж получает -50 к шансу уклониться от атак противника. Для восстановления экзоскелета персонажу необходимо потратить 100 энергии и 1 ход. За каждую ступень владения веткой \"Мутант\" экзоскелет получает +25% к своей прочности. Данную способность нельзя иметь вместе со способностями \"Гибкие суставы\" и \"Пластичное тело\". Также нельзя иметь данную способность вместе со способностью \"Акробат\" и её дальнейшими ступенями в ветке физической подготовки. Способность не считается мутацией, если наличие экзоскелета является естественной (родной) особенностью тела персонажа.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":8}],"1006":[{"subCategoryId":37,"skillId":74},{"subCategoryId":37,"skillId":2},{"subCategoryId":4,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":77}},{"price":5000,"skill":"Зов крови (120 энергии)","description":"Требует наличия способности Высший вампир. Вампир мгновенно перемещается за спину жертвы в радиусе 100 метров и кусает её, нанося обычный урон от укуса +200%. С вероятностью 50% жертва будет обездвижена на 2 действия.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":78}},{"price":5000,"skill":"Инстинкт выживания (4 действия, 120 энергии)","description":"Требует наличия способности Оборотень вожак. Оборотень способен контролировать жизненно важные процессы внутри своего организма и направлять их в нужную себе сторону. Спустя 4 действия с момента активации этой способности оборотень восстановит 100% от полученного им за эти 4 действия урона, но не более 50% своих максимальных жизней в сумме. Кроме того, в течении 4-х действий, пока действует способность, жизни оборотня не могут опуститься ниже единицы. Можно использовать 1 раз в 2 хода. Имея эту способность, оборотень не может владеть никакими способностями самовоскрешения.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":73}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":79}},{"price":5000,"skill":"Путь Гибридизации (пассивная способность)","description":"Персонаж добился в одном из направлений Органического развития (мутант, оборотень или вампир) больших успехов. Он пошёл по очень скользкой дорожке, которая ещё неизвестно к чему его приведёт. Он получает возможность использовать два постоянных превращения, либо две способности смены тела! При этом, должны быть соблюдены два условия. Во первых, одним из превращений должно быть направление развития в Органическом развитии (то есть, мутант, оборотень или вампир). Во вторых, второе превращение должно быть вне раздела Органического развития. То есть, оборотень-вампир - нет, оборотень-киборг - да. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":81},{"subCategoryId":37,"skillId":82}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":80}},{"price":5000,"skill":"Путь Истинного Развития (пассивная способность)","description":"Персонаж добился в одном из направлений Органического развития (мутант, оборотень или вампир) больших успехов. Он обрёл высший вариант своего развития. Оборотень в форме зверя получает дополнительно 150 жизней и наносит ещё на 50% больше урона в ближнем бою. Вампиры при укусе будут восполнять себе жизни, равные нанесённому от укуса урону+300%, а их урон от укусов, своего тела и оружия вырастает на 150%, 50% и 25% соответственно. Бонус и штраф при активной Жажде крови увеличивается до +/-50, а также он будет терять 10% от своих максимальных жизней каждое 4-е действие, пока она активна. Мутант увеличивает урон от своих мутировавших частей тела дополнительно на 5% за каждую имеющуюся у него способность из раздела Органического развития. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":80},{"subCategoryId":37,"skillId":82}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":81}},{"price":5000,"skill":"Путь Неконтролируемого Развития (пассивная способность)","description":"Персонаж добился в одном из направлений Органического развития (мутант, оборотень или вампир) больших успехов. Он получил новые особенности, зависящие от его направления. Оборотень теперь получает возможность применять магию в форме зверя! Но не всю, а только: магию природы, магию света, демоническую магию и стихийную магию. При этом, у него будет повышенный на 100 шанс попасть. Вампир получает бонусы для применения тёмной магии. В тёмную магию входят: магия тени, магия проклятий, некромантия, демоническая магия и магия крови. Шанс попадания при этом будет увеличен на 100. Мутант получает +25 жизней за каждую имеющуюся у него способность из раздела Органического развития (данный бонус заменяет собой предыдущий). Кроме того, он получает +100 к шансу применить любую магию. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":37,"skillId":80},{"subCategoryId":37,"skillId":81}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":82}},{"price":5000,"skill":"Ярость мутанта (100 энергии)","description":"Требует наличия способности Супермутант. После активации данной способности мутант входит в ярость и в течении 4-х действий весь его исходящий урон при помощи конечностей и мутаций увеличен на 50%, а также на данный срок с него снимается штраф дополнительных конечностей (касается только конечностей из мутаций). Персонаж может продлить действие способности, отдавая 50 энергии за каждое дополнительное действие во время её работы.","subCategory":"Органическое развитие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":37,"skillId":76}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":37,"skillId":83}}]