[{"price":500,"skill":"Быстрый взмах (20 энергии)","description":"Позволяет персонажу с лазерным оружием, обладающему данной способностью, нанести быстрый и меткий удар, от которого достаточно сложно увернуться. При таком ударе у противника всегда на 30 меньше шанс уклониться или защититься. В случае, если враг во время удара также пытался атаковать, то штраф увеличивается вдвое.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":1}},{"price":500,"skill":"Владение лазерным оружием ближнего боя (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил базовые навыки владения лазерным оружием ближнего боя. Он получает +25 к шансу попасть по противнику при использовании лазерных мечей, посохов и хлыстов в бою.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":2}},{"price":500,"skill":"Мельница (20 энергии за действие, не более 4 действий)","description":"Позволяет персонажу, обладающему данной способностью, быстро крутить лазерный посох в руках, тем самым нанося каждое действие всем стоящим вплотную к нему существам стандартный урон от оружия. Данный приём нельзя использовать более 4-х действий подряд, и персонажу будет необходимо подождать ещё 4 действия до того, как использовать приём повторно.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":3}},{"price":500,"skill":"Скользящий удар (20 энергии)","description":"Позволяет персонажу, обладающему данной способностью, нанести меткий скользящий удар лазерным мечом по противнику. Основной задачей удара является не причинение максимального ущерба, а калечение противника. Удар наносит только 50% от стандартного урона лазерного меча, однако в случае удачи уменьшает шансы противника на уклонение и попадание по врагу на 30 на 4 действия. Многочисленные штрафы не складываются.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":4}},{"price":500,"skill":"Удар издалека (20 энергии)","description":"Позволяет персонажу, обладающему данной способностью, кратковременно сделать свой лазерный хлыст вдвое длиннее и нанести удар по противнику на расстоянии до 10 метров. Если противник двигался в сторону персонажа во время удара, то ему придётся приостановиться. Таким образом, в это действие скорость передвижения врага будет на 50% меньше.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":5}},{"price":1000,"skill":"Бросок меча (40 энергии)","description":"Позволяет персонажу с лазерным мечом, обладающему данной способностью, бросить включённое оружие в противника. При попадании меч нанесёт 150% от своего стандартного урона, однако персонаж останется без своего оружия. Минимальное расстояние для возможности броска - 15 метров.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":6}},{"price":1000,"skill":"Веер (40 энергии)","description":"Позволяет персонажу, обладающему данной способностью, нанести лазерным хлыстом мощный размашистый удар, который нанесёт всем стоящим перед ним в радиусе 15 метров существам стандартный урон от лазерного оружия. Требует двойного заряда батареи на увеличение длины хлыста.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":7}},{"price":1000,"skill":"Стойка: натиск (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с лазерным оружием ближнего боя сражаться с особым упором на атаку, пренебрегая при этом защитой. Все его атаки лазерным оружием в данной стойке имеют +75 к шансу попасть, однако сам персонаж становится настолько увлечён нанесением ударов, что перестаёт беспокоиться о защите, из-за чего получает штраф -75 к шансу уклониться или защититься от вражеских атак. При использовании хлыста бонус к шансу попасть увеличивается до +100.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":8}},{"price":1000,"skill":"Стойка: оборона (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с лазерным оружием ближнего боя концентрироваться на уклонении и защите от вражеских атак в ближнем бою. Он получает +75 к шансу успешно уклониться или защититься от вражеской атаки, однако он настолько сосредотачивает своё внимание на обороне, что все его атаки становятся чересчур медленными, отчего он получает -75 к шансу попасть по врагу. При использовании посоха бонус к шансу уклониться или защититься увеличивается до +100.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":9}},{"price":1000,"skill":"Стойка: отражение (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с лазерным оружием ближнего боя концентрироваться на отражении вражеских энергетических атак. Каждая энергетическая дальнобойная атака по персонажу в данной стойке имеет шанс 50% отражённой в случайную сторону в секторе 180 градусов перед персонажем. Однако для того, чтобы правильно отражать атаки, персонажу необходимо как можно медленнее двигаться и не предпринимать никаких других действий, кроме отражения снарядов. Скорость персонажа падает до 50% от его обычной, а также в этой стойке невозможно выполнять никаких других действий, кроме отражения. При каждом отражении имеется шанс 10% что устройство оружия окажется перегружено и тут же потеряет всю свою энергию. При использовании меча шанс отразить атаку увеличивается до 75%. При наличии в оружии модификаторов на поглощение энергии оно перестаёт отражать атаки и вместо этого поглощает их, восстанавливая батарее часть поглощённой энергии. Шанс перегрузки при поглощении атак - 15%. Нельзя отражать и поглощать атаки массового поражения.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":10}},{"price":1000,"skill":"Штурм (50 энергии)","description":"Позволяет персонажу, обладающему данной способностью, нанести лазерным посохом четыре чрезвычайно быстрых удара за 2 действия. Каждый из ударов имеет шанс попасть по врагу на 30 меньше обычного.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":11}},{"price":1000,"skill":"Эксперт лазерного оружия ближнего боя (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения лазерным оружием ближнего боя в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании лазерных мечей, посохов и хлыстов в бою.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":46,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":12}},{"price":1500,"skill":"Конвертация энергии (пассивная способность)","description":"Персонаж, обладающий данной способностью, получает возможность перенаправлять поглощённую оружием энергию не в батарею оружия, а в себя самого, восполняя тем самым столько энергии, сколько урона было поглощено от атаки. При наличии данной способности батарея оружия не восполняет себе энергию при помощи поглощения. Работает только в том случае, если меч поглощает атаки, а не отражает.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":13}},{"price":1500,"skill":"Мастерство отражения (пассивная способность)","description":"Персонаж, обладающий данной способностью, получает возможность отражать не только энергетические атаки, но и физические (пули, стрелы и другие дальнобойные снаряды). Шанс отразить физическую дальнобойную атаку равен шансу отразить энергетическую дальнобойную атаку и также имеет шанс перегрузить меч при успешном отражении. Работает только в том случае, если меч отражает атаки, а не поглощает.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":14}},{"price":1500,"skill":"Парное владение (пассивная способность)","description":"Позволяет персонажу, обладающему данной способностью, эффективно сражаться сразу двумя одноручными лазерными оружиями ближнего боя. Без этой способности шанс попасть каждым из двух оружий будет уменьшен на 50%. При наличии способности штрафа к попаданию не будет, но урон от каждого оружия будет составлять только 75% от стандартного.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":15}},{"price":2500,"skill":"Казнь (150 энергии и 3 действия)","description":"Персонаж, обладающий данной способностью, может попытаться нанести лазерным оружием смертельный удар по противнику, который в 50% случаев опустит значение жизней врага до 5% от максимального и гарантированно отрубит ему одну из конечностей. Во всех остальных случаях противник не получит никакого урона. Однако, чтобы нанести настолько мощный и опасный удар, лазерному оружию требуется полный заряд батареи, который будет тут же растрачен после удара даже в случае неудачи. Данный удар нельзя применять чаще, чем раз в два хода.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":16}},{"price":2500,"skill":"Круговорот (115 энергии)","description":"Персонаж, обладающий данной способностью, может нанести лазерным оружием мощный круговой удар, который нанесёт всем окружающим в радиусе 10 метров удвоенный стандартный урон от оружия. При использовании хлыста радиус увеличивается до 15 метров. Увеличение радиуса поражения оружия требует больших затрат энергии батареи, так что данный удар гарантированно отнимает половину максимального запаса батареи.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":17}},{"price":2500,"skill":"Мастер лазерного оружия ближнего боя (пассивная способность)","description":"Персонаж, обладающий данной способностью, в результате долгих и изнурительных тренировок идеально освоил навыки владения лазерным оружием ближнего боя и стал настоящим мастером своего дела. Он получает +125 к шансу попасть по противнику при использовании лазерных мечей, посохов и хлыстов.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":46,"skillId":2},{"subCategoryId":46,"skillId":12}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":18}},{"price":2500,"skill":"Перегрузка (100 энергии)","description":"Персонаж, обладающий данной способностью, может перевести своё лазерное оружие ближнего боя в особый режим, в котором батарея полностью отдаст свой оставшийся запас энергии на следующий удар. Каждая единица затраченной батареей энергии увеличивает урон от следующего удара на 1%, но из-за перегрузки оружие начинает сильно вибрировать, и шанс попасть следующим ударом будет на 75 ниже.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":19}},{"price":5000,"skill":"Путь Зеркала (пассивная способность)","description":"Персонаж, обладающий данной способностью, в полной мере постиг мастерство отражения и поглощения вражеских атак при помощи лазерного оружия ближнего боя. Персонаж получает возможность отражать и поглощать не только энергетические дальнобойные атаки, но и магические атаки. Кроме того, шанс перегрузки при отражении атаки снижается до 5%, а при поглощении - до 10%. Нельзя отражать и поглощать магию, которая физически не может быть отражена или поглощена и/или которая не наносит урона. Также получает все стандартные бонусы от Пути.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":46,"skillId":2},{"subCategoryId":46,"skillId":12},{"subCategoryId":46,"skillId":18}],"1006":[{"subCategoryId":46,"skillId":21},{"subCategoryId":46,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":20}},{"price":5000,"skill":"Путь Импульса (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен накапливать излишки энергии своего лазерного оружия, чтобы в нужный момент выпускать их в окружающую среду, тем самым причиняя врагам серьёзный ущерб. После каждого третьего удара лазерным оружием ближнего боя оружие персонажа выпускает мощный импульс энергии, наносящий всему в радиусе 10 метров от персонажа удвоенный урон от последней использованной атаки, включая спец-приёмы. Каждый импульс тратит удвоенное количество энергии батареи. Также получает все стандартные бонусы от Пути.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":46,"skillId":2},{"subCategoryId":46,"skillId":12},{"subCategoryId":46,"skillId":18}],"1006":[{"subCategoryId":46,"skillId":20},{"subCategoryId":46,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":21}},{"price":5000,"skill":"Путь Лезвия (пассивная способность)","description":"Персонаж, обладающий данной способностью, научился увеличивать мощь своего лазерного оружия, снимая ограничения его батарей, однако из-за этого оружие начинает сильнее вибрировать, и его владельцу требуется прилагать больше усилий, чтобы держать его ровно. Весь урон от лазерного оружия у такого персонажа увеличивается в полтора раза, но также в два раза увеличиваются затраты энергии батареи. Дополнительно в два раза увеличиваются затраты энергии персонажа на использование лазерного оружия ближнего боя. Также получает все стандартные бонусы от Пути.","subCategory":"Лазерное оружие ближнего боя","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":46,"skillId":2},{"subCategoryId":46,"skillId":12},{"subCategoryId":46,"skillId":18}],"1006":[{"subCategoryId":46,"skillId":20},{"subCategoryId":46,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":46,"skillId":22}}]