[{"price":500,"skill":"Большой сгусток (25 энергии)","description":"При использовании любого плазменного оружия, персонаж может собрать большой сгусток плазмы, и выстрелить им в противника. В случае попадания, сгусток нанесёт двойной урон. При этом, будет поглощён запас энергии батареи на два выстрела.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":1}},{"price":500,"skill":"Владение высокотехнологичным оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил навыки по обращению с основными видами высокотехнологичного оружия, и получает +25 к шансу попасть любым из них.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":2}},{"price":500,"skill":"Двойной выстрел (25 энергии)","description":"При использовании любого импульсного оружия, кроме снайперской импульсной винтовки, персонаж заряжает два снаряда вместо одного, посылая их одним выстрелом. Оба попадания считаются отдельно, но у второго выстрела из за уменьшенной силы магнитного поля будет только 50% урона.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":3}},{"price":500,"skill":"Лазерная очередь (2 действия и 20 энергии)","description":"При использовании любого неавтоматического лазерного оружия, кроме снайперской лазерной винтовки, персонаж может прицелиться и хорошенько выстрелить в противника три раза подряд. Первый выстрел будет обычным, второй будет иметь +50 к шансу попасть, а третий +50 к шансу попасть и +25% к урону.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":4}},{"price":500,"skill":"Продвинутая снайперская подготовка (пассивная способность)","description":"Вместе со \"Снайперской подготовкой\" из огнестрельного оружия, придаёт эффект этой способности для снайперских винтовок из высокотехнологичного оружия.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":44,"skillId":10}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":5}},{"price":500,"skill":"Специальная модификация (пассивная способность)","description":"Позволяет персонажу использовать штык-нож или лазерный целеуказатель, как на огнестрельном оружии. Способность из огнестрельного оружия при этом не требуется.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":6}},{"price":500,"skill":"Экономия электроэнергии (20 энергии)","description":"При использовании любого тесла оружия, персонаж качественно вымеряет расход энергии у генератора в оружии, делая выстрел, который вообще не расходует запас энергии генератора и не приводит к перегрузке. Если оружие уже перегружено полностью, выстрел произвести нельзя.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":7}},{"price":1000,"skill":"Агрессивный реагент (Дополнительная модификация)","description":"Позволяет изменить состав химиката на более агрессивный и смертоносный. Химические распылители теперь наносят на 50% больше урона, но больше не накладывают на противника штрафы.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":8}},{"price":1000,"skill":"Высокотехнологичная стрельба с двух рук (пассивная способность)","description":"Позволяет персонажу держать лёгкое высокотехнологичное оружие в обеих руках и использовать их в бою одновременно, не уменьшая при этом свои шансы на попадание по цели. В случае если у персонажа этой способности нет, и он держит в руках два оружия, персонаж получает -50 к шансу попасть с обоих рук. Если у персонажа нет способности «Амбидекстр», шанс попасть из оружия в неосновной руке меньше на 50%.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":9}},{"price":1000,"skill":"Глубокая заморозка (Дополнительная модификация)","description":"Позволяет установить на крио оружие специальную модификацию, которая изменяет технологию заморозки, в следствии чего крио оружие наносит на 33% меньше урона, но вместе с замедлением скорости передвижения противник получает штраф к любому восстановлению жизней в том же объёме.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":10}},{"price":1000,"skill":"Корректировщик огня (Дополнительная модификация)","description":"Позволяет поставить на лазерные и плазменные пистолеты систему компьютерного направления огня, которая повышает шанс попасть на 30 на дистанциях до 40 метров. На дистанциях свыше 50 метров, программа начинает неверно просчитывать траекторию, отчего шанс попасть уменьшается на 15.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":11}},{"price":1000,"skill":"Ливень огня (2 действия и 35 энергии)","description":"При использовании любого огнемёта, персонаж использует двойной заряд его батареи, чтобы поливать огнём всё пространство в конусе 25 метров перед ним. Все, кто попал в эту зону, получат стандартный урон. Считается способностью с уроном по площади.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":12}},{"price":1000,"skill":"Масс-реактивные снаряды (Дополнительная модификация)","description":"Позволяет использовать снаряды импульсного оружия с масс-реактивным детонатором внутри, который взрывается при проникновении в цель. Такой снаряд наносит на 30% больше урона, но из-за повышенного веса шанс попасть падает на 20%, а затраты энергии персонажа на выстрел и перезарядку повышаются на 20%.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":13}},{"price":1000,"skill":"Преобразователь статического поля (Дополнительная модификация)","description":"Позволяет тесла-пушке вместо точечной генерации молний, генерировать поле под напряжением радиусом 6 метров вокруг персонажа. Все в зоне поражения будут получать 75% урона оружия, а также сам персонаж будет получать 25% урона от оружия.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":14}},{"price":1000,"skill":"Продвинутая специальная модификация (Пассивная способность)","description":"Позволяет персонажу использовать гирокомпенсатор (вместо компенсатора), сошки или тактическую рукоять, как на огнестрельном оружии. Способность из огнестрельного оружия при этом не требуется. Требуется наличие способности Эксперт высокотехнологичного оружия оружия.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":15}},{"price":1000,"skill":"Разгон катушки (1-5 действий, 10 энергии за каждое действие разгона+стоимость выстрела)","description":"Требует наличия способности \"Усиленная катушка\". Персонаж снимает ограничитель катушки, накапливая заряд электро-магнитного поля для большего разгона снаряда. За каждое действие разгона урон и максимальная дальность стрельбы увеличивается на 10%, а количество пробиваемых целей/метров преграды на 1. На разгон можно потратить не более 5-ти действий. Также разгон позволяет игнорировать Психокинетический барьер, при этом теряя 50% общего урона. После выстрела катушке необходимо остыть, из-за чего оружие нельзя использовать и перезаряжать ещё 2 действия.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":16}},{"price":1000,"skill":"Смертоносный запуск (4 действия и 40 энергии + стоимость выстрела)","description":"При использовании любого ракетного оружия, персонаж не просто наводит его на цель, но и после выстрела управляет снарядом дистанционно, для того чтобы тот точно попал в цель. В результате этого, вероятность попадания увеличивается на 50%.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":17}},{"price":1000,"skill":"Станнер (дополнительная модификация)","description":"Благодаря тонкой настройке, за счет уменьшения убойной силы тесла-орудий возможно добиться эффекта паралича мышц того, в кого попадает разряд из данного оружия, благодаря тому, что разряд прерывает возможность мозга контролировать мышцы тела. Урон тесла-оружия уменьшается на 30%, однако появляется шанс 30%, что при каждом попадании из него по противнику враг будет парализован на 1 действие.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":18}},{"price":1000,"skill":"Топливный досылатель (Дополнительная модификация)","description":"Позволяет огнемёту/крио/химическому оружию выпускать сгустки топлива как заряды, а не как струи. Такой снаряд имеет дополнительные 15% шанса поджечь/замедляет на 5% сильнее/+15 к дальности, и наносит на 25% больше урона, однако теперь может поражать только одну цель.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":19}},{"price":1000,"skill":"Цифровой прицел (Дополнительная модификация)","description":"Позволяет поставить на любые высокотехнологичные винтовки особый электронный прицел. Повышает шансы попасть на 30 на дистанциях 25-80 метров, либо до 30 метров. Переключение между режимами прицеливания (дальний/ближний) стоит 10 энергии и 1 действие. Если цель находится вне дистанции, то налагается штраф 50 к шансу попасть.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":20}},{"price":1000,"skill":"Эксперт высокотехнологичного оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, владеет углубленными знаниями по обращению с основными видами высокотехнологичного оружия, и получает +50 к шансу попасть любым из них.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":21}},{"price":1500,"skill":"Быстрый плазменный генератор (Основная модификация)","description":"Модификация для плазменных пистолетов, ускоряющий заряд плазмы, нейтрализуя тем самым бонус к увороту для противника и повышая свой шанс попасть на 15. Выстрел тратит на 5 энергии батареи больше.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":22}},{"price":1500,"skill":"Делитель луча (Основная модификация)","description":"Модификация для лазерных винтовок, делящая лазерный луч на три менее мощных, наносящих 75% урона. Лазеры делятся не параллельно друг другу, поэтому шанс попасть считается отдельно для каждого луча. Шанс попасть уменьшается на 25. Потребление энергии персонажа на 5 больше.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":23}},{"price":1500,"skill":"Ослабленный преобразователь энергии (Основная модификация)","description":"Модификация для энергетического оружия дальнего боя, уменьшающая урон на 50%, но при этом тратящая вдвое меньше энергии при выстреле, а также повышающая шанс попасть на 10.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":24}},{"price":1500,"skill":"Прерыватель потока (Основная модификация)","description":"Модификация для лазерных пистолетов, сменяющая режим непрерывной стрельбы на автоматический, с удвоенной скорострельностью. Шанс попасть уменьшается на 25, а расход энергии батареи - на 5.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":25}},{"price":1500,"skill":"Специальная тактическая подготовка (пассивная способность)","description":"Позволяет персонажу использовать дополнительные планки и фонарик, как на огнестрельном оружии. Способность из огнестрельного оружия при этом не требуется. Требуется наличие способности Мастер высокотехнологичного оружия.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":26}},{"price":1500,"skill":"Усиленная катушка (Основная модификация)","description":"Установка усиленной катушки на импульсное оружие увеличивает начальную скорость снаряда, что увеличивает урон на 10% и уменьшает падение урона после пробивания до 5% за каждую цель вместо 10%. Катушка довольно громоздка, из-за чего шанс попасть падает на 10%.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":27}},{"price":1500,"skill":"Усиленный генератор магнитной оболочки (Основная модификация)","description":"Модификация для плазменных пушек, которая усиливает магнитное поле, удерживающее перегретую плазму. Попасть становится легче на 20, а минимальный урон становится выше на 10. Выстрел тратит на 5 энергии батареи и персонажа больше.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":28}},{"price":1500,"skill":"Усиленный преобразователь энергии (Основная модификация)","description":"Модификация для энергетического оружия дальнего боя, увеличивающая урон на 50%, но при этом тратящая вдвое больше энергии при выстреле, а также уменьшающая шанс попасть на 10.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":29}},{"price":1500,"skill":"Усилитель давления (Основная модификация)","description":"Модификация для огнеметов, заменяющая распылитель на более плотный, увеличивающий давление в струе напалма, в результате чего огнемет способен доставать цель на вдвое большем расстоянии. Шанс попасть на бонусном расстоянии меньше на 25, а топлива расходуется на 10 больше.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":30}},{"price":1500,"skill":"Цепной преобразователь (Основная модификация)","description":"Модификация для тесла-пушек, добавляющее устройство, способное вызвать цепную молнию. Молния из тесла-пушки имеет 50% шанс в каждом действии продлится от первой цели к другой, находящейся на расстоянии 6 метров, в том числе и на союзников. Урон каждой последующей цели уменьшается на 25%, а потреблении энергии становится на 10 больше.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":31}},{"price":2500,"skill":"Дополнительные энергоэлементы (модификация боезапаса)","description":"Увеличивает боезапас любого высокотехнологичного оружия на 50%. Считается от базового значения. Складывается с возможными модификаторами на количество боезапаса.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":32}},{"price":2500,"skill":"Мастер высокотехнологичного оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, владеет исключительными навыками по обращению с основными видами высокотехнологичного оружия, и получает +125 к шансу попасть любым из них.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":33}},{"price":5000,"skill":"Путь: Аннигилятор (пассивная способность)","description":"Персонаж достиг таких навыков владения высокотехнологичным оружием, каких никто в Эмпии ещё не достигал. Он развил в своём оружии поражающие факторы до высочайшего уровня. Лазерное оружие вместо 10% игнорирует 20% уклонения противника. Огнемёты наносят дополнительно 30% урона. Плазменное оружие игнорирует дополнительно 25% блока брони противника. Тесла оружие 1 раз в ход выводит из строя электронику противника с вероятностью 25% на 4 действия, а роботов и киборгов оглушает на 1 действие (не более 2-х раз за ход). Импульсное оружие пробивает препятствия и противников не теряя в уроне, и получает штраф 33% вместо 50%, если персонаж не владеет точной информацией о местонахождении цели. Ракетное оружие увеличивает на 50% свой радиус поражения. Крио оружие замораживает противника в 2 раза быстрее, если он находится в пределах 10-ти метров от персонажа. Химическое оружие получает опциональную возможность сделать залп с увеличенным на 100% уроном и дальностью, однако такой залп сразу же разрядит оружие. Также персонаж начинает выполнять перезарядку вдвое быстрей, но с увеличенным на 50% расходом энергии. Также получает все стандартные бонусы от Пути.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":2},{"subCategoryId":45,"skillId":21},{"subCategoryId":45,"skillId":33}],"1006":[{"subCategoryId":45,"skillId":35},{"subCategoryId":45,"skillId":36}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":34}},{"price":5000,"skill":"Путь: Компенсатор (пассивная способность)","description":"Персонаж достиг таких навыков владения высокотехнологичным оружием, каких никто в Эмпии ещё не достигал. Он сосредоточился на энергетических батареях своего оружия, улучшая их эффективность. С вероятностью 50% при каждом выстреле, его оружие не расходует энергию батареи вообще. Импульсное и ракетное оружие, использующие патроны, тратит на 25% меньше энергии персонажа на выстрелы и перезарядку. Также, персонаж начинает выполнять перезарядку вдвое быстрей, но с увеличенным на 50% расходом энергии. Также получает все стандартные бонусы от Пути.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":2},{"subCategoryId":45,"skillId":21},{"subCategoryId":45,"skillId":33}],"1006":[{"subCategoryId":45,"skillId":34},{"subCategoryId":45,"skillId":36}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":35}},{"price":5000,"skill":"Путь: Резонатор (пассивная способность)","description":"Персонаж достиг таких навыков владения высокотехнологичным оружием, каких никто в Эмпии ещё не достигал. Он сосредоточился на увеличении амплитуды энергетических колебаний своего оружия. Урон от любых видов высокотехнологичного оружия вырастает на 25%, но при выстреле есть 10% шанс, что оружие случайно потратит полностью энергетическую батарею, без остатка. Импульсное и ракетное оружие может заклинить с вероятностью 10%, и ему также потребуется перезарядка. Также, персонаж начинает выполнять перезарядку вдвое быстрей, но с увеличенным на 50% расходом энергии. Также получает все стандартные бонусы от Пути.","subCategory":"Высокотехнологичное оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":45,"skillId":2},{"subCategoryId":45,"skillId":21},{"subCategoryId":45,"skillId":33}],"1006":[{"subCategoryId":45,"skillId":34},{"subCategoryId":45,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":45,"skillId":36}}]