[{"price":500,"skill":"Альтруист (пассивная способность)","description":"Персонаж, обладающий данной способностью, видит свое призвание в служении чужим интересам и утолении нужд ближних своих. В случае, если персонаж при помощи другой способности оказывает исцеляющее воздействие на другого персонажа или каким-либо образом усиливает его характеристики, будь то защитное или увеличивающее параметры заклинание, имеется шанс в 25%, что энергия, потраченная на это заклинание, вернется к \"альтруисту\" в начале следующего хода в размере от 10% до 30%. Не работает вместе с \"Эгоистом\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":42}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":1}},{"price":500,"skill":"Благородный (пассивная способность)","description":"Персонаж, обладающий данной способностью, предпочитает вести честный бой и никогда не пойдет против чести. Любая его атака лицом к лицу с противником нанесет на 10% урона больше. В случае, если у персонажа есть способность \"Подлый\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":29}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":2}},{"price":500,"skill":"Быстрая регенерация (пассивная способность)","description":"Тело персонажа, обладающего данной способностью, может относительно быстро восстанавливаться и залечивать полученные раны, если находится в состоянии покоя. За каждое действие, которое персонаж отдыхает, он восстанавливает 1% от своей максимальной жизни, но не более 10-ти единиц жизни за 1 действие отдыха.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":3}},{"price":500,"skill":"Быстрый (пассивная способность)","description":"Скорость ходьбы у персонажа, обладающего этой способностью, на 10% выше скорости ходьбы обычного человека, а скорость бега на 20%. Соответственно, за 1 действие персонаж шагом проходит на 1 метр больше, а бегом - на 2 метра больше.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":4}},{"price":500,"skill":"Вонючка (пассивная способность)","description":"Персонаж, обладающий данной способностью, постоянно источает неприятный запах, который отталкивает большинство окружающих и уменьшает шанс успешно спрятаться на -75. Впрочем, у вони есть и свои плюсы: любое существо, обладающее обонянием и находящееся на расстоянии до 3 метров от владельца способности, получает штраф в -25 к шансу успешно попасть по источнику миазмов. А если существо обладает острым обонянием, то штраф для него увеличивается до -50, а радиус его получения - до 5 метров.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":5}},{"price":500,"skill":"Выносливый (пассивная способность)","description":"Персонаж, обладающий данной способностью, чрезвычайно вынослив. Он может долгое время обходиться без пищи воды и сна, совершать переходы на большие расстояния, практически не отдыхая, долгое время заниматься монотонным трудом, при этом не уставая и т.д. Благодаря высокому уровню выносливости он получает + 10 к жизням и + 10 к энергии.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":6}},{"price":500,"skill":"Высокий болевой порог (пассивная способность)","description":"Персонаж, обладающий данной способностью, легко переносит болевые ощущения. Тяжёлые раны кажутся ему царапинами, а простые царапины он вовсе не замечает. Подобное безразличие к травмам уменьшает его шанс увернуться от вражеских атак на 35, но при этом позволяет ему блокировать 1-8 урона от каждой физической атаки врага.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":7}},{"price":500,"skill":"Голос машины (пассивная способность)","description":"Персонаж слышит мысли технологического оборудования и оружия и способен мысленно общаться с ним, будто оно живое. Подобное понимание техники способствует более успешному её использованию и даёт +25 шансу к использованию высоких технологий и способностей из раздела \"Огнестрельное оружие\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":8}},{"price":500,"skill":"Густая кровь (пассивная способность)","description":"У обладателя данной способности невероятно густая кровь, благодаря чему в начале каждого хода у него с вероятностью в 50% пропадёт один   эффект кровотечения.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":9}},{"price":500,"skill":"Дурной глаз (пассивная способность)","description":"Обладающий этой способностью персонаж – неудачник. Ему постоянно не везёт, и он получает штраф в -25 к шансу успешно выполнить любое действие. Правда, его неудача заразна, а потому и все враги на поле боя получают аналогичный штраф. Если помимо этой способности у персонажа присутствует перк «Удачливый», эти две способности аннулируют друг друга.  В случае присутствия на поле боя сразу нескольких существ, обладающих данной способностью, максимальный штраф, действующий на противников, будет -100.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":40}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":10}},{"price":500,"skill":"Заостренный слух (пассивная способность)","description":"Персонаж может слышать звуки, через стену, через большое расстояние и обнаруживать звуки крадущихся врагов. Увеличивается шанс найти прячущегося противника на 25, если тот остаётся на месте, и на 75, если тот движется. Кроме того, любая способность магии звука, которую он использует, будет иметь +25 к шанс на успех, а любая способность магии звука будет действовать на него на расстоянии до 50 метров и будет срабатывать всегда, кроме случаев когда вокруг абсолютная тишина. В случае, если у персонажа есть способность \"Тугоухость\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":11}},{"price":500,"skill":"Зоркий (пассивная способность)","description":"Персонаж, обладающий данной способностью, крайне зорок и способен найти практически любого скрывшегося от него противника. Даже просто смотря на окружающие его пейзажи такой персонаж получает 10% шанс случайно найти скрытую ловушку или спрятавшегося врага, а в случае, если он специально присматривается ко всему вокруг, шанс обнаружения противника увеличивается на 50.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":12}},{"price":500,"skill":"Каннибал (пассивная способность)","description":"Персонаж, обладающий данной способностью, может пожирать живых существ и трупы, восстанавливая тем самым 0-5 жизней за каждое действие, проведённое за \"трапезой\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":13}},{"price":500,"skill":"Командный игрок (пассивная способность)","description":"Персонаж, обладающий данной способностью, чувствует себя хорошо, только когда его окружают друзья и союзники. В бою с союзниками и друзьями такой персонаж получит +25 к шансу попасть по противнику, однако в случае, если он останется совсем один, его шансы на успешное попадание по противнику уменьшатся на 50. Позитивный эффект срабатывает даже в случаях, когда ваши союзники - призванные или созданные им, или даже его животные или магические двойники. В случае, если у персонажа есть способность \"Одиночка\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":24}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":14}},{"price":500,"skill":"Левша (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо владеет левой рукой и очень плохо владеет правой. Любая физическая атака с использованием левой руки данного персонажа будет наносить на 25% больше урона и получит +25 к шансу попасть по противнику, однако любые атаки правой рукой будут наносить на 50% меньше урона и получат -50 к шансу попасть по противнику. В случае, если у персонажа есть способность \"Правша\", \"Амбидекстр\" или \"Синхронность рук\", эти способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":31},{"subCategoryId":3,"skillId":53},{"subCategoryId":3,"skillId":74}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":15}},{"price":500,"skill":"Лентяй (пассивная способность)","description":"Персонаж довольно ленив и большую часть времени проводит отдыхая. За каждое действие отдыха персонаж восстанавливает на 3 единицы энергии больше, а за каждый ход - на 30. Не работает с перком \"Энергичный\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":52}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":16}},{"price":500,"skill":"Ломатель (пассивная способность)","description":"Руки персонажа явно растут не из того места, и практически всё, чего он касается, обречено на то, чтобы сломаться. Несмотря на это он научился использовать это умение с пользой для себя. Дает 10% шанс сломать что-либо (оружие противника, его конечность или любой его прибор) при успешной атаке, но дает и 5% шанс сломать что-либо себе, нанося удар.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":17}},{"price":500,"skill":"Мазохист (пассивная способность)","description":"Персонаж является мазохистом, он любит когда ему причиняют боль. В начале каждого хода с шансом 20% мазохист восстановит 25-50% энергии от полученного урона в течении хода, но при этом его шанс увернуться в течении хода уменьшается на 20. У особо редких ценителей, обладающих качествами \"Мазохист\" и \"Садист\", этот штраф увеличен в два раза. Внимание, способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":18}},{"price":500,"skill":"Мастер боевых искусств (пассивная способность)","description":"Персонаж, обладающий данной способностью, прекрасно сражается с помощью своего тела. Шанс попасть при нанесении любого удара по противнику своим телом у такого персонажа увеличивается на 40.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":19}},{"price":500,"skill":"Множественные личности (пассивная способность)","description":"Персонаж, обладающий данной способностью, делит своё тело с другой личностью или даже с несколькими. Это может быть обычное раздвоение личности, либо проклятие, или иной магический эффект. В бою это не даёт ему особых преимуществ, но по крайней мере, персонаж никогда не одинок. Впрочем, персонаж от этого получает +10 энергии.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":20}},{"price":500,"skill":"Негодяй (пассивная способность)","description":"Персонаж отказался вести праведный образ жизни. Он никогда не станет использовать светлую магию и своими действиями вершить справедливость. За своё служение тёмной стороне он получает +25 к шансу применить темную магию. В случае, если персонаж нарушит свою клятву, он получит штраф -50 к шансу сделать что-либо на день (либо до конца боя). В случае, если у персонажа есть способность \"Праведник\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":21}},{"price":500,"skill":"Низкий болевой порог (пассивная способность)","description":"Персонаж, обладающий данной способностью, с трудом переносит болевые ощущения. Любая, даже самая мелкая травма может восприниматься им как тяжёлое увечье, а настоящее тяжёлое увечье может запросто привести к болевому шоку. Подобная особенность заставляет персонажа всеми силами избегать травм, что увеличивает его шанс увернуться от атак на 35, но при этом увеличивает урон от любой физической атаки по нему на 1-8 (данное значение не зависит от вражеских способностей, увеличивающих физический урон, и не может быть изменено).","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":22}},{"price":500,"skill":"Ночное зрение (пассивная способность)","description":"Позволяет персонажу, владеющему данной способностью, видеть в абсолютной темноте, лишь немного хуже чем при солнечном свете. Даёт возможность ориентироваться, обнаруживать врага и стрелять в темноте не хуже чем днем. Дополнительно увеличивает шанс обнаружить противника в тёмное время суток и в тёмных помещениях на 20.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":23}},{"price":500,"skill":"Одиночка (пассивная способность)","description":"Персонаж, обладающий данной способностью, лучше всего справляется с любыми проблемами тогда, когда сражается один. В бою в одиночку он получает +25 к шансу попасть по противнику, однако в случае, если у него появятся союзники в бою, все его шансы на успешное попадание по противнику уменьшатся на 50. Негативный эффект срабатывает даже в случаях, когда союзники - призванные или созданные им, или даже его животные или магические двойники. В случае, если у персонажа есть способность \"Командный игрок\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":24}},{"price":500,"skill":"Осторожный (пассивная способность)","description":"Персонаж, обладающий данной способностью, очень осторожен, что серьезно помогает и ему и его союзникам. Дает -25 к шансу, что способность массового поражения нанесет вред ему или его союзникам.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":25}},{"price":500,"skill":"Острое обоняние (пассивная способность)","description":"Персонаж обладает развитым чувством обоняния и может на большом расстоянии различать даже самые тонкие ароматы, отличать по запаху живых существ и выслеживать или обнаруживать спрятавшихся. Увеличивает шанс найти спрятавшегося противника на 75, если ничто не заглушает обоняние персонажа и противник не пытается спрятать свой запах. В противном случае увеличивает шанс только на 25. Дает возможность по оставшемуся запаху определять, кому принадлежала та или иная вещь (если персонаж знаком с запахом владельца), кто недавно был в этом месте и в какую сторону следовал.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":26}},{"price":500,"skill":"Отличный лучник (пассивная способность)","description":"Персонаж, обладающий данной способностью, является отличным лучником и получает +30 к шансу попасть при использовании луков или арбалетов в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":27}},{"price":500,"skill":"Параноик (пассивная способность)","description":"Персонаж страдает от паранойи, заставляющей его видеть во всём вокруг угрозу для своей жизни, благодаря чему ему чаще и легче удаётся обнаружить опасность в своём окружении. Шанс обнаружить противника увеличивается на 50. В то же время параноику намного труднее расслабиться, из-за чего восстановление энергии при отдыхе у него уменьшается на 25%.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":28}},{"price":500,"skill":"Подлый (пассивная способность)","description":"Персонаж, обладающий данной способностью, любит грязные трюки. Любая его неожиданная атака или удар в спину нанесут на 10% урона больше. В случае, если у персонажа есть способность \"Благородный\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":29}},{"price":500,"skill":"Праведник (пассивная способность)","description":"Персонаж поклялся вести праведный образ жизни. Он никогда не станет использовать тёмную магию, причинять намеренный вред невиновным, своими действиями вершить несправедливость. За своё служение высшим идеалам он получает +25 к шансу применить светлую магию. В случае, если персонаж нарушит свою клятву, он получит штраф -50 к шансу сделать что-либо на день (либо до конца боя). В случае, если у персонажа есть способность \"Негодяй\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":30}},{"price":500,"skill":"Правша (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо владеет правой рукой и очень плохо владеет левой. Любая физическая атака с использованием правой руки данного персонажа будет наносить на 25% больше урона и получит +25 к шансу попасть по противнику, однако любые атаки левой рукой будут наносить на 50% меньше урона и получат -50 к шансу попасть по противнику. В случае, если у персонажа есть способность \"Левша\", \"Амбидекстр\" или \"Синхронность рук\", эти способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":15},{"subCategoryId":3,"skillId":53},{"subCategoryId":3,"skillId":74}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":31}},{"price":500,"skill":"Провокатор (пассивная способность)","description":"Персонаж, обладающий данной способностью, обожает провоцировать врагов на необдуманные действия своими словами или даже одним своим видом и использует их злобу в свою пользу. В начале каждого хода существует вероятность 20% что провокатор перенаправит 1-8 атак всех противников, способных видеть и слышать его, в радиусе 100 метров на себя, при этом шанс попасть по нему уменьшится на 30. В случае, если изначальной целью был сам провокатор, то штраф к попаданию также будет срабатывать с шансом в 20%. При этом если противник использовал атаки ближнего боя, но не находился рядом с провокатором, то ему придётся бежать к нему. Необходимо отыгрывать сам факт провокации.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":32}},{"price":500,"skill":"Психическая нестабильность (пассивная способность)","description":"Психика персонажа серьезно нарушена, в связи с чем он может неверно воспринимать реальность. Его сознание плохо поддается психическому контролю извне, поэтому персонаж получает +30 к шансу уклониться/защититься от способностей, которые могут взять его под контроль противника при помощи влияния на разум. В то же время ему куда труднее концентрироваться, а потому шанс применить способности по созданию чего-либо и способности концентрации снижается на 25. Кроме того, в случае, если персонаж использует способность, работу которой необходимо поддерживать, то за каждое новое действие он получает +5% к шансу провалить применение этой способности. Временами у персонажа могут возникать нарушения в восприятии голоса (+25 к шансу, что на него не подействуют способности пути голоса магии звука) и в восприятии времени (каждый ход с вероятностью 25% количество действий, которое он может совершить, увеличится или уменьшится на 1-3). В случае, если у персонажа есть способность \"Защищённый разум\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":84}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":33}},{"price":500,"skill":"Садист (пассивная способность)","description":"Персонаж является садистом, он любит причинять боль другим. В начале каждого хода с шансом 20% садист восстановит 25-50% энергии от нанесённого в течении хода урона, но при этом его шанс попасть по противнику в течении хода уменьшится на 25. У особо редких ценителей, обладающих качествами \"Мазохист\" и \"Садист\", этот штраф увеличен в два раза. Внимание, способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":34}},{"price":500,"skill":"Самоконтроль (пассивная способность)","description":"Персонаж отлично скрывает свои эмоции, не показывая их на лице и в движениях. Все способности, влияющие на эмоциональное состояние персонажа, имеют 20% шанс не сработать на нём.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":35}},{"price":500,"skill":"Теневой убийца (пассивная способность)","description":"Персонаж, обладающий данной способностью, очень хорошо атакует из укрытий, не находясь на виду у противника. Любая физическая атака персонажа в случае, если противник его не видит, наносит на 25% урона больше.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":36}},{"price":500,"skill":"Тормоз (пассивная способность)","description":"Ваш персонаж не глуп, он альтернативно одарен, что сказывается не только на привычке пропускать мимо ушей ключевые фразы в диалогах, но и в некоторой степени помогает в бою, если это можно так назвать. Персонаж получает -75 к шансу уклониться или защититься от атаки противника, но зато с шансом в 33% весь урон, полученный им в течение хода, будет нанесён ему лишь в начале следующего хода.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":37}},{"price":500,"skill":"Трус (пассивная способность)","description":"Персонаж, обладающий данной способностью, - настоящий трус. Он старается избегать драк и опасностей, в результате чего его скорость бега от противника увеличивается на 20%, а шанс уклониться на 15. Зрение и слух труса, привыкшего испытывать страх и ужас, обострены, в результате чего он имеет 10% шанс на обнаружение противника каждое действие в случае, если тот скрывается от него в невидимости или укрытии в радиусе 10 метров от персонажа. В то же время из-за сильного страха все шансы персонажа попасть по врагу уменьшаются на 15. Не работает вместе с \"Храбрецом\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":41}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":38}},{"price":500,"skill":"Тугоухость (пассивная способность)","description":"Владелец данной способности плохо слышит, отчего все его шансы найти спрятавшегося противника на слух имеют штраф в -50%. Зато магия звука наносит такому персонажу на 25% урона меньше. В случае, если у персонажа есть способность \"Заострённый слух\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":11}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":39}},{"price":500,"skill":"Удачливый (пассивная способность)","description":"Персонаж, обладающий этой способностью, крайне удачлив. Такие, как он, значительно чаще выигрывают во всяческих лотереях и значительно реже попадают в мелкие бытовые неприятности, нежели остальные. Первый критический промах этого персонажа в бою будет считаться обычным промахом, либо первое критическое попадание по владельцу способности будет считаться обычным попаданием (в зависимости от того, что случится раньше). При наличии способности \"Дурной глаз\" действие обеих способностей аннулируется.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":10}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":40}},{"price":500,"skill":"Храбрец (пассивная способность)","description":"Персонаж, обладающей данной способностью, - настоящий смельчак. Его очень сложно запугать, и в 20% случаев способности, вызывающие страх, не сработают на нём. К тому же храбрость персонажа поднимает боевой дух его союзников и деморализует врагов. Шансы союзников на любые действия увеличиваются на 10, а шансы врагов уменьшаются на 10.  В то же время, если персонаж теряет сознание или погибает, все плюсы от данной способности обращаются в минусы: шансы союзников уменьшаются на 10, а шансы врагов увеличиваются на 10. Кроме того, после возвращения в нормальное состояние персонаж на 33% более подвержен способностям, вызывающим страх. Не работает вместе с \"Трусом\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":38}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":41}},{"price":500,"skill":"Эгоист (пассивная способность)","description":"Персонаж, обладающий данной способностью, привык думать о себе, а не об окружающих. Его шанс на успешное использование всякого рода исцеляющих, защитных или усиливающих способностей на других персонажах понижен на 30 единиц, но в случае, если он применяет их к себе, шанс повышается на 30 единиц относительно имеющегося. Не работает вместе с \"Альтруистом\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":42}},{"price":500,"skill":"Эксперт высокотехнологичного оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично управляется с высокотехнологичного оружием и получает +20 к шансу попасть и +2 к максимальному урону при использовании любого высокотехнологичного оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":43}},{"price":500,"skill":"Эксперт дробящего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично управляется с дробящим оружием и получает +15 к шансу попасть и +6 к максимальному урону при использовании любого дробящего оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":44}},{"price":500,"skill":"Эксперт колющего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично управляется с колющим оружием и получает +10 к шансу попасть и +5 к максимальному урону при использовании любого колющего оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":45}},{"price":500,"skill":"Эксперт лазерного оружия ближнего боя (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично управляется с лазерного оружия ближнего боя и получает +10 к шансу попасть и +5 к максимальному урону при использовании любого лазерного оружия ближнего боя в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":46}},{"price":500,"skill":"Эксперт метательного оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично владеет любым метательным оружием и получает +30 к шансу попасть и +1 к максимальному урону при использовании лёгкого метательного оружия, а также +20 к шансу попасть и +3 к максимальному урону при использовании тяжелого метательного оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":47}},{"price":500,"skill":"Эксперт огнестрельного оружия (пассивная способность))","description":"Персонаж, обладающий данной способностью, отлично управляется с огнестрельным оружием и получает +25 к шансу попасть и +1 к максимальному урону при использовании любого огнестрельного оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":48}},{"price":500,"skill":"Эксперт режущего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично управляется с режущим оружием и получает +20 к шансу попасть и +2 к максимальному урону при использовании любого режущего оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":49}},{"price":500,"skill":"Эксперт рубящего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, отлично управляется с рубящим оружием и получает +20 к шансу попасть и +3 к максимальному урону при использовании любого рубящего оружия в бою.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":50}},{"price":500,"skill":"Эмоциональная лабильность (пассивная способность)","description":"Персонаж подвержен резким перепадам настроения, и его эмоциональное состояние может очень быстро меняться в самые разные стороны, от сильного воодушевления до полного упадка, от фонтана самых разнообразных эмоций до абсолютной апатии. Это накладывает отпечаток на степень его работоспособности, которая характеризуется крайней нестабильностью. Каждый чётный ход персонаж получает бонус +15 к шансу совершить любое действие и восстанавливает 10 единиц энергии, каждый нечётный ход - штраф -15 к шансу совершить любое действие и теряет 10 единиц энергии. Способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":51}},{"price":500,"skill":"Энергичный (пассивная способность)","description":"Персонаж, владеющий этой способностью, всегда полон энергии и крайне быстро её восстанавливает. Каждый ход он восстанавливает себе 5-15 энергии. Не работает с перком \"Лентяй\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":16}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":52}},{"price":1000,"skill":"Амбидекстр (пассивная способность)","description":"Обе руки персонажа, обладающего данной способностью, развиты одинаково хорошо. Персонаж с этой способностью получает +25 к шансу попасть при атаке каждой рукой. Также эта способность снимает штраф с не основной руки, который составляет -50% к шансу попасть во всех случаях её использования без этой способности. В случае, если у персонажа есть способность \"Правша\", \"Левша\" или \"Синхронность рук\", эти способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":31},{"subCategoryId":3,"skillId":15},{"subCategoryId":3,"skillId":74}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":53}},{"price":1000,"skill":"Броневик (пассивная способность)","description":"Персонаж, обладающий данной способностью, сосредотачивается на защите от вражеских атак, тем самым увеличивая свои оборонительные возможности. Шанс защититься от атак увеличивается на 50, однако скорость передвижения шагом уменьшается на 1 метр, а скорость бега на 2 метра.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":54}},{"price":1000,"skill":"Быстрые руки (пассивная способность)","description":"Персонаж, обладающий данной способностью, с лёгкостью управляется со своей экипировкой благодаря развитой мелкой моторике. Позволяет персонажу 1 раз за ход поменять/достать/спрятать оружие или щит мгновенно, без затрат действий.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":55}},{"price":1000,"skill":"Заклинатель жестов (пассивная способность)","description":"Накладывая заклинания с помощью жестов, движений или танцев, персонаж увеличивает мощь этих заклинаний на 10%. Этот бонус работает только в том случае, если персонажу удалось сотворить жест или танец (нет никаких эффектов, препятствующих тому, чтобы он мог двигаться). Одновременно может действовать бонус только от одного перка категории \"Заклинатель\". Всегда действует со способностями пути инструмента магии звука. Работает только с магическими способностями.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":56}},{"price":1000,"skill":"Заклинатель предметов (пассивная способность)","description":"Накладывая заклинания с помощью предметов(волшебная палочка, посох, кольцо и т.п.), персонаж увеличивает порог критического попадания магией с 10% до 15%. Этот бонус работает только в том случае, если персонаж пользуется предметом, который держит в руках/на руках. В бою разрешено иметь не более двух таких предметов одновременно, и они должны быть прописаны в подписи. Если предмет был отделён от персонажа, то бонус прекращает действовать. Одновременно может действовать бонус только от одного перка категории \"Заклинатель\". Работает только с магическими способностями.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":57}},{"price":1000,"skill":"Заклинатель слов (пассивная способность)","description":"Произнося заклинания вслух, персонаж увеличивает точность своей магии на 20 единиц. Этот бонус работает только в том случае, если персонажу удалось произнести текст заклинания (нет никаких эффектов, препятствующих тому, чтобы он мог говорить). Одновременно может действовать бонус только от одного перка категории \"Заклинатель\". Всегда действует со способностями пути голоса магии звука. Работает только с магическими способностями.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":58}},{"price":1000,"skill":"Исступление (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен без устали, раз за разом повторять одни и те же действия всё с большей, возрастающей эффективностью. Если персонаж 3 раза подряд применяет одну и ту же способность или атакует противника одним и тем же ударом, то на 3-й раз шансы его успешного применения/попадания увеличатся на 25%. При использовании потоковых способностей эффект распространяется на каждое 3-е срабатывание. Не работает вместе с \"Комбинированием\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":61}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":59}},{"price":1000,"skill":"Камикадзе (пассивная способность)","description":"Персонаж, обладающий данной способностью, готов пожертвовать собой ради высшей цели. Любая его атака наносит на 50% урона больше, но и он получает на 50% больше урона от любой атаки.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":60}},{"price":1000,"skill":"Комбинирование (пассивная способность)","description":"Персонаж, обладающий данной способностью, достигает наибольшей эффективности, комбинируя различные приёмы и атаки в бою. Если персонаж 3 раза подряд применяет разные способности или атакует врага разными ударами, то на 3-й раз шансы его успешного применения/попадания увеличатся на 25%. При использовании потоковых способностей эффект распространяется на каждое 3-е срабатывание. Не работает вместе с \"Исступлением\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":59}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":61}},{"price":1000,"skill":"Ловкий (пассивная способность)","description":"Персонаж, обладающий данной способностью, очень ловок и проворен и получает +50 к шансу увернуться от атаки противника.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":62}},{"price":1000,"skill":"Лёгкий (пассивная способность)","description":"Персонаж обладает маленькой массой (как минимум на 15-20% меньше по сравнению со стандартами его расы), из-за чего его шансы увернуться от атаки увеличиваются на 30, а скорость передвижения на 20%. Но зато благодаря той же массе его физический урон уменьшается на 10%, а шанс блокировать атаку врага на 30. Персонаж получает на 25% меньше урона от падений, но дальность отталкивания или отбрасывания на 25% больше. Способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":63}},{"price":1000,"skill":"Мастер скрытности (пассивная способность)","description":"Персонаж, обладающий данной способностью, крайне хорошо умеет прятаться от противника. Шансы, что его найдут в случае, если он успешно спрятался и сидит на месте, уменьшаются на 50%, а шансы, что его найдут в случае, если он успешно скрылся и движется, уменьшаются на 25%. К тому же, сам шанс успешно спрятаться увеличивается на 50 единиц.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":64}},{"price":1000,"skill":"Педантичный (пассивная способность)","description":"Персонаж старается быть максимально аккуратным и дотошным во всём что делает. При наличии такого перка он не делает критических ударов и критических промахов. При наличии перка Рискованный они аннулируют друг-друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":90}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":65}},{"price":1000,"skill":"Планировщик (пассивная способность)","description":"Персонаж, обладающий данной способностью, любит составлять планы и действовать строго по ним. Он получает +50 к шансу совершить любое действие, пока его действия, запланированные на ход, удачно выполняются. Если же какое-либо запланированное действие провалилось или не смогло быть выполнено по какой-либо причине, то владелец способности получает вместо бонуса штраф в -25 к шансу на выполнение любого действия до конца хода.  Способность необходимо отыгрывать!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":66}},{"price":1000,"skill":"Развитая челюсть (пассивная способность)","description":"Челюсть персонажа, владеющего этой способностью, очень сильна и способна раскусить даже камень, а зубы его крепки как сталь. Такой персонаж может спокойно кусать противников, нанося вдвое больший урон за укус, или держать в зубах дополнительное оружие (например, кинжал) и использовать его в бою не менее эффективно, чем оружие в руках.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":67}},{"price":1000,"skill":"Развитые крылья (пассивная способность)","description":"Персонаж, обладающий данной способностью, обладает хорошо развитыми крыльями. Урон от ударов крыльями увеличивается на 100%, а скорость передвижения - на 50%. Для персонажей, у которых руки совмещены с крыльями, бонус к урону с перком \"Развитые руки\" не складывается.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":68}},{"price":1000,"skill":"Развитые ноги (пассивная способность)","description":"Персонаж, обладающий данной способностью, обладает хорошо развитыми ногами. Любой удар ногой такого персонажа наносит на 100% урона больше. Кроме того, персонаж получает возможность держать небольшое оружие, вроде кинжалов, пальцами ног с той же легкостью, с которой он держит их в руках и даже получает возможность сражаться, используя ноги с оружием в них вместо рук. Персонаж наносит на 10% больше физического урона оружием, которое он держит в ногах.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":69}},{"price":1000,"skill":"Развитые руки (пассивная способность)","description":"Персонаж, обладающий данной способностью, обладает хорошо развитыми руками. Любой удар рукой такого персонажа наносит на 100% урона больше. Кроме того, персонаж наносит на 25% больше физического урона оружием, которое он держит в руках. Данная способность действует на все виды оружия ближнего боя.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":70}},{"price":1000,"skill":"Развитый хвост (пассивная способность)","description":"Способность работает только для тех, у кого есть хвост. Удары хвостом начинают наносить вдвое больше урона. Кроме того, хвостом можно брать предметы и использовать оружие. Хвост достаточно сильный для того, чтобы выдерживать вес владельца, им можно цепляться за деревья и т.д. Бить одновременно с обычными атаками нельзя.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":71}},{"price":1000,"skill":"Расточитель (пассивная способность)","description":"Персонаж, обладающий данной способностью, не привык беречь силы во время битвы. Будучи существом расточительным, такой персонаж получает   +35 к шансу совершить любое действие или же увернуться от атак противника на весь следующий ход, если во время предыдущего своего хода он   потратил треть имеющейся у него на тот момент энергии.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":72}},{"price":1000,"skill":"Силен в ярости (пассивная способность)","description":"Персонаж, обладающий данной способностью, в ярости способен становиться намного сильнее, чем в обычном состоянии. Чтобы вызвать у такого персонажа ярость, необходимо сделать что-то очень серьезное, например, угрожать жизни или убить кого-то из его друзей, либо довести жизненные силы персонажа до минимума (10% от полного запаса жизней или меньше). В ярости персонаж наносит двойной урон от любой физической атаки и увеличивает свои шансы попасть по противнику на 50.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":73}},{"price":1000,"skill":"Синхронность рук (пассивная способность)","description":"Руки персонажа, владеющего данной способностью, идеально двигаются в синхронном режиме, что позволяет ему лучше владеть любым двуручным оружием. Шанс попасть двуручным оружием увеличивается на 30, а двуручное оружие ближнего боя к тому же наносит на 5 единиц минимального урона больше. В случае, если у персонажа есть способность \"Правша\", \"Левша\" или \"Амбидекстр\", эти способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":31},{"subCategoryId":3,"skillId":15},{"subCategoryId":3,"skillId":15}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":74}},{"price":1000,"skill":"Стойкий (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен с лёгкостью принимать удары врага на себя и получает +50 к шансу защититься от атаки противника.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":75}},{"price":1000,"skill":"Точный (пассивная способность)","description":"Персонаж, обладающий данной способностью, очень точен в своих атаках. Его атаки с помощью луков, арбалетов и метательного оружия, а также рукопашного боя получают +75 к шансу попасть, атаки холодным оружием ближнего боя +50 к шансу попасть, и атаки огнестрельным и высокотехнологичным оружием +25 к шансу попасть.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":76}},{"price":1000,"skill":"Тяжёлый (пассивная способность)","description":"Персонаж обладает большой массой (как минимум на 25-30% больше по сравнению со стандартами его расы), из-за чего его шансы увернуться от атаки уменьшаются на 30, а скорость передвижения на 20%. Но зато благодаря той же массе его физический урон увеличивается на 10%, а шанс блокировать атаку врага на 30. Персонаж получает на 25% больше урона от падений, но дальность отталкивания или отбрасывания на 25% меньше. Способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":77}},{"price":1000,"skill":"Феноменальная память (пассивная способность)","description":"Персонаж обладает феноменальной памятью. Он способен точно запоминать наизусть фразы, события, книги и т.д. вплоть до мельчайших подробностей, при первом же рассмотрении. В бою подобный персонаж может запомнить повторяющуюся атаку противнику и даже миновать её. Он получает +10 к шансу увернуться/защититься от атаки за каждое её применение до этого в бою. Бонус увеличивается вплоть до 50. Даже несмотря на феноменальную память, персонаж не может запоминать одновременно больше 4 атак, и начнёт забывать более старые, если разных атак будет больше.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":78}},{"price":1000,"skill":"Харизматичность (пассивная способность)","description":"Персонаж обладает выдающейся харизмой, которая позволяет ему вызывать симпатию у всех окружающих его существ. Такому персонажу намного легче заводить дружбу, уговаривать собеседников и собирать вокруг себя сообщников, солидарных с его мнением. В бою данная способность увеличивает шансы персонажа на любые успешные действия на 25 и уменьшает шансы противников на любые успешные действия на 25, если они находятся на расстоянии до 50 метров от противника и не обладают способность \"Защищённый разум\". В случае присутствия на поле боя сразу нескольких существ, обладающих данной способностью, максимальный штраф, действующий на противников, будет -100.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":79}},{"price":1500,"skill":"Богатырь (пассивная способность)","description":"Персонаж, обладающий данной способностью, настолько силён, что способен держать двуручное оружие ближнего боя в одной руке. Однако в другой руке в таком случае он может держать либо одноручное оружие, либо щит. Персонаж может продолжать использовать способности для двуручного оружия, однако каждый удар им будет тратить на 50% больше энергии. Требует наличия либо способности \"Развитые руки\", либо способности \"Мастер атлетики\". Данная способность не работает со способностями \"Правша\", \"Левша\" и \"Амбидекстр\".","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":3,"skillId":70},{"subCategoryId":4,"skillId":9}]}],"1006":[{"subCategoryId":3,"skillId":53},{"subCategoryId":3,"skillId":31},{"subCategoryId":3,"skillId":15}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":80}},{"price":1500,"skill":"Боевой клич (1 действие, 50 энергии)","description":"Персонаж издаёт боевой клич, вдохновляющий союзников и посылающий их в атаку. Все союзники персонажа(но не он сам), получают +50 к шансу попасть по врагу, однако все отдыхающие союзники тоже врываются в бой и не могут отдыхать во время действия способности. Действует 1 ход. Способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":81}},{"price":1500,"skill":"Верный (пассивная способность)","description":"Персонаж, обладающий данной способностью, крайне верен своим друзьям и союзникам. Если жизни союзника падают до значения менее 10% от его максимальных жизней, персонаж начинает сражаться «за двоих», защищая друга, и получает +50 к шансу успешно применить любую способность и +25 к шансу увернуться или защититься от атак врага. В случае, если этот союзник находится на расстоянии менее 10 метров от персонажа, он может раз за ход броситься ему на помощь и принять любую последовавшую за этим атаку, кроме атаки массового поражения, противника на себя, при этом урон/эффект от атаки уменьшается на 50%. Если союзников несколько, то персонаж бросится к ближайшему. Не работает с перками \"Трус\" и \"Эгоист\" и если у самого персонажа 10% здоровья или меньше.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":42},{"subCategoryId":3,"skillId":38}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":82}},{"price":1500,"skill":"Джаггернаут (пассивная способность)","description":"Требует наличия способности \"Тяжёлый\". Персонаж настолько физически развит и тяжёл, что его почти невозможно остановить, когда он бежит. При беге способности замедления и обездвиживания в 33% случаев не сработают на персонаже.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":77}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":83}},{"price":1500,"skill":"Защищённый разум (пассивная способность)","description":"Разум персонажа, владеющего данной способностью, хорошо защищён от внешних воздействий. Все способности, способные взять персонажа под контроль противника, имеют шанс 25% не сработать на нём.  В случае, если у персонажа есть способность \"Психическая нестабильность\", эти две способности аннулируют друг друга.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":33}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":84}},{"price":1500,"skill":"Мастер легкой поступи (пассивная способность)","description":"Персонаж, обладающий данной способностью, очень легко и изящно движется по любой поверхности. Он в 60% случаев сможет пройти по ловушке, срабатывающей при касании, или по мине, не вызвав ее активации.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":85}},{"price":1500,"skill":"Мультидекстр (пассивная способность)","description":"Требуется способность \"Амбидекстр\". Мозг персонажа работает таким образом, что он может использовать дополнительные конечности (например, три, четыре руки) без особых проблем. Способность снимает штраф на базовый шанс попасть оружием в дополнительной конечности, и дает к шансу 50% от бонусов основной руки к шансу попасть этим оружием.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":53}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":86}},{"price":1500,"skill":"Накопление заряда (пассивная способность)","description":"Магия персонажа приобретает возможность накапливаться перед тем, как быть выпущена в качестве атакующего/защитного заклинания. За каждое дополнительное действие подготовки и увеличение расхода энергии на 15% за действие, урон магии повышается на 10% (не более 50%).","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":87}},{"price":1500,"skill":"Опытный маг (пассивная способность)","description":"Позволяет персонажу \"заготовить\" любую известную ему активную магическую способность стоимостью не более 500 опыта, затратив на это необходимое кол-во действий, после чего он может 1 раз использовать заготовленное заклинание в любое время мгновенно, не тратя на это действий, но потратив на 50% больше энергии. Не действует на лишающие действий или контролирующие способности. Одновременно можно заготовить только одно заклинание.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":88}},{"price":1500,"skill":"Прицельная атака (пассивная способность)","description":"Позволяет персонажу, потратив 1 действие, точно рассчитать траекторию своей атаки, после чего любая следующая физическая атака гарантировано нанесёт критический удар, при условии что она попадёт по противнику. Действует только с обычными атаками и способностями за 500 опыта. Применяется лишь 1 раз за ход.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":89}},{"price":1500,"skill":"Рискованный (пассивная способность)","description":"Персонаж постоянно бросает вызов самой Леди Фортуне. Его шансы на критическое попадание и критический промах увеличиваются на 10% процентов. Таким образом, критическим попаданием и критическим промахом считаются крайние 20% от шанса попасть и промахнуться.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":3,"skillId":65}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":90}},{"price":1500,"skill":"Статичное волшебство (пассивная способность)","description":"Отныне заклинания персонажа работают даже тогда, когда тот находится в бессознательном состоянии. Если персонаж уснёт, потеряет сознание или умрёт, призванные им существа и действующие по времени способности будут существовать ещё 4 действия после потери сознания. (в ролевом плане эффект держится около суток).","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":91}},{"price":1500,"skill":"Техномаг (пассивная способность)","description":"Персонаж использует технологические способности с помощью магии и магических кристаллов. Его устройства частично имунны к некоторым технологическим способностям. \"Взлом\", \"Вирус\", \"ЭМП-волна\", а также \"Наниты\" имеют 25% шанс не сработать на них, нельзя контролировать такие механизмы с помощью \"Телепатического дешифратора\" и нельзя произвести \"Апгрейд\". При использовании подобных механизмов не учитывается штраф на применение технологии, однако учитывается на применение магии. Кроме того, подобные устройства перестанут работать, находясь вблизи стационарного эмиттера. Технологические способности в этом случае начинают выглядеть, как нечто в стиле стим-, клок- и прочих подобных таймпанков.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":92}},{"price":1500,"skill":"Уклонение от магии (пассивная способность)","description":"Персонаж, владеющий данной способностью, развил в себе навыки уворота от вражеских магических атак. Теперь, к его шансу увернуться от магии прибавляется на 25% больше бонусов от обычного шанса увернуться. Таким образом, персонаж получает не 50% таких бонусов, а 75%.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":93}},{"price":2500,"skill":"Агрессивный боец (пассивная способность)","description":"Персонаж является крайне агрессивным в сражении, что вполне очевидно сказывается на его стиле боя. Такой персонаж может наносить оружием ближнего боя или оружием дальнего боя на одну атаку больше за действие, но получает -50% к своей точности при подобных атаках. Действует только на 2 основные руки. Не действует на огнестрельное и высокотехнологичное оружие. Не касается способностей. Способность можно брать многократно.","subCategory":"Перки","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":94}},{"price":2500,"skill":"Боевой маг (пассивная способность)","description":"Необходимо наличие ступени владения \"Мастер\" как минимум в одной магической ветке. Персонаж, мастерски овладев умениями боевой магии, научился творить заклинания во время физических атак. Позволяет раз в ход без затрат действий применить наносящее урон заклинание при условии, что до этого уже было совершено как минимум 2 физических удара или применено 2 физические способности. Нельзя применять таким образом способности дороже 1000 опыта, 50 энергии и требующие более 2-х действий на применение. Затраты энергии способности при таком использовании увеличиваются на 50%.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":14,"skillId":32},{"subCategoryId":15,"skillId":44},{"subCategoryId":16,"skillId":38},{"subCategoryId":18,"skillId":43},{"subCategoryId":19,"skillId":25},{"subCategoryId":20,"skillId":23},{"subCategoryId":21,"skillId":20},{"subCategoryId":22,"skillId":35},{"subCategoryId":23,"skillId":20},{"subCategoryId":24,"skillId":30},{"subCategoryId":25,"skillId":43},{"subCategoryId":26,"skillId":15},{"subCategoryId":27,"skillId":38},{"subCategoryId":28,"skillId":37},{"subCategoryId":29,"skillId":33},{"subCategoryId":30,"skillId":45},{"subCategoryId":31,"skillId":58},{"subCategoryId":32,"skillId":36},{"subCategoryId":33,"skillId":38},{"subCategoryId":34,"skillId":18},{"subCategoryId":35,"skillId":23},{"subCategoryId":36,"skillId":28}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":95}},{"price":2500,"skill":"Высший маг (пассивная способность)","description":"Требует наличия способности Опытный маг. Позволяет персонажу \"заготовить\" любую известную ему магическую способность стоимостью не более 1000 опыта, затратив на это необходимое кол-во действий, после чего он может 1 раз использовать заготовленное заклинание в любое время мгновенно, не тратя на это действий, но потратив на 50% больше энергии. Не действует на лишающие действий или контролирующие способности. Одновременно можно заготовить только одно заклинание.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":88}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":96}},{"price":2500,"skill":"Гиперактивный (пассивная способность)","description":"Пять раз за бой в конце хода может использовать дополнительное действие (за один ход несколько или распределить их между ходами), тратя на исполнение доп. действия вдвое больше энергии, если в это в действие персонаж совершает что-то, требующее затрат энергии.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":97}},{"price":2500,"skill":"Контроль над магией (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен мастерски контролировать магию, которой он пользуется, и тем самым самостоятельно решать, кому она будет вредить, а кому нет. При желании, тратя на 50% больше энергии на заклинания массового поражения, персонаж получает возможность выбирать, на кого они подействуют, а на кого нет.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":98}},{"price":2500,"skill":"Поглощение магии (пассивная способность)","description":"Позволяет персонажу поглощать энергию заклинаний, которые он смог заблокировать. Успешно защитившись от магии, персонаж восстанавливает 20% затраченной на неё энергии.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":99}},{"price":2500,"skill":"Прилежный ученик (пассивная способность)","description":"Персонаж прилежно изучает одну из имеющихся в магазине веток, которая раньше плохо ему давалась или вообще была недоступна по каким-либо причинам. Из-за своего усердия он повышает шансы успешно воспользоваться способностями выбранной ветки на 50 и убирает анкетные штрафы к ней, если таковые присутствовали на момент покупки способности. Способность необходимо отыгрывать в ролевой!","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":100}},{"price":2500,"skill":"Тонкая регулировка (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен мастерски регулировать работу технического устройства, благодаря чему он может точнее выбирать свои цели. При желании, тратя на 50% больше энергии на технологическую способность массового поражения, персонаж получает возможность выбирать, на кого она подействует, а на кого нет.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[{"6":{"<add name>":""}}]},"id":{"subCategoryId":3,"skillId":101}},{"price":2500,"skill":"Точный расчёт (пассивная способность)","description":"Персонаж, обладающий данной способностью, способен мастерски просчитывать траекторию удара или выстрела, благодаря чему он может точнее выбирать свои цели. При желании, тратя на 50% больше энергии на физическую способность массового поражения, персонаж получает возможность выбирать, на кого она подействует, а на кого нет.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":1},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":102}},{"price":5000,"skill":"Крепкий орешек (пассивная способность)","description":"Персонаж, владеющий данной способностью, является на удивление живучим и способен дольше других держаться в бою, даже если его силы подходят к концу. Персонаж может воскреснуть дважды за бой/день при наличии двух способностей самовоскрешения, при этом способности самовоскрешения должны быть разными. Первой в бою сработает та, что стоит выше в списке способностей персонажа.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":2},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":103}},{"price":5000,"skill":"Напарник (пассивная способность, \"граница\")","description":"Позволяет персонажу водить с собой одного боевого НПС компаньона, который сможет полноценно сражаться в бою вместе с персонажем. Изначально напарник имеет стандартные характеристики по всем показателям (шансы попасть, жизни/энергия и т.д.), однако он может развиваться точно так же, как и сам персонаж, используя оружие/броню и даже покупая любые имеющиеся в магазине способности. Данная способность выступает в качестве \"границы\" в списке способностей. Все способности, что находятся ниже данной \"границы\" принадлежат напарнику. Все, что выше - самому персонажу. Купленные для компаньона способности НЕ идут в счёт потраченного опыта. НЕЛЬЗЯ свободно перемещать способности от напарника к персонажу и обратно. В случае смерти напарника в бою необходимо заплатить 500 золота и написать заявку на воскрешение в тему для изменения инвентарей. Можно иметь только одну способность-границу.","subCategory":"Перки","stats":{"statControl":{"1001":1,"1003":2,"1006":[{"subCategoryId":40,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":3,"skillId":104}}]