[{"price":500,"skill":"Взять след (10 энергии и 2 действия)","description":"Питомец уловит необходимый запах, оставленный не более чем 2 дня назад, и приведет хозяина к его обладателю.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":1}},{"price":500,"skill":"Заводчик (пассивная способность)","description":"Обладатель данной способности научился ладить со своим питомцем. Он получает +25 к шансу повиновения питомца в бою и возможность просить исполнять простые фокусы и умения питомца. Питомец может исполнять любые трюки и фокусы, однако они не должны быть достаточно сильны для того чтобы нанести урон противнику. Обладать данной способность не обязательно, но без неё, если у питомца останется менее 25% здоровья, он впадёт в бешенство и начнёт атаковать всех без разбору (даже хозяина), или убежит до конца (но по его окончанию вернётся). С данной способностью вероятность выхода из-под контроля уменьшена на 25%.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":2}},{"price":500,"skill":"Засада (4 действия)","description":"По команде питомец спрячется в укрытии и затаится, увеличив свою скрытность на 10-30. Атака из засады будет иметь на 10% урона больше, но питомец будет сразу же обнаружен.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":3}},{"price":500,"skill":"Команда \"Задержать\" (5 энергии за действие)","description":"Питомец будет всеми доступными ему способами удерживать цель на месте или попытается загнать ее в угол. В 50% случаев во время удержания цель может получить 0-30 урона, -5% за каждый уровень контроля.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":4}},{"price":500,"skill":"Команда \"Отвлечь\" (30 энергии)","description":"Питомец пытается отвлечь цель от хозяина громкими звуками и активными перемещениями в течение двух действий. По окончанию \"манёвров\" питомца следующая атака его хозяина будет считаться неожиданной, получая +50 к шансу попасть и нанося на 20% больше урона.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":5}},{"price":500,"skill":"Команда \"Стоять\" (2 энергии за действие)","description":"Питомец остановится на месте, не двигаясь дальше, и примет одно из выбранных персонажем положений: лежа (+30 к скрытности), сидя, стоя (-20 к скрытности). Останется в этом положении питомец 1-5 действий.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":6}},{"price":500,"skill":"Мысленная связь (пассивная способность)","description":"Позволяет общаться питомцу с хозяином, не произнося слов. Также персонаж сможет давать команды, причем отданные таким образом команды получают +10 к шансу быть исполненными.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":7}},{"price":500,"skill":"Среда обитания (пассивная способность)","description":"В родной среде обитания питомец восстанавливает на 2 энергии больше за каждое действие отдыха. При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":8}},{"price":1000,"skill":"Выдержка (пассивная способность)","description":"Питомец терпелив: не сорвется с места и не сделает ничего без следующей команды хозяина в положении, принятом после команды \"Стоять\". К тому же, питомец не впадёт в бешенство и не выйдет из под контроля, пока выполняет эту команду. Питомец способен прождать 8-16 действий. При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":9}},{"price":1000,"skill":"Ездовой питомец (пассивная способность)","description":"В случае, если основная категория питомца - боевая, эта способность позволит использовать его и в качестве ездового. Однако для этого потребуются предметы для верховой езды. Питомец должен быть больше своего хозяина, чтобы нормально его возить. При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":10}},{"price":1000,"skill":"Замена (2 действия, 40 энергии)","description":"Позволяет заменить одного питомца в бою другим, если в наличии у персонажа имеется питомцев больше, чем участвует в схватке. Заменяемый питомец не может вступать в бой 2 хода и не может восстанавливать энергию и жизни, пока находится вне боя.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":11}},{"price":1000,"skill":"Команда \"Обезоружить\" (35 энергии)","description":"По команде своего хозяина питомец пытается выбить оружие рук противника, в результате чего цель получает 0-25 урона и оказывается обезоружена.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":12}},{"price":1000,"skill":"Команда \"Фас\" (10 энергии за действие)","description":"Питомец немедленно и с особой яростью атакует ту цель, которую ему указал хозяин. Дает +25% дополнительного урона атакам питомца на следующие 3-8 действий.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":13}},{"price":1000,"skill":"Предупредить об опасности (пассивная способность)","description":"Питомец развивает способности обнаружения с помощью нюха. Почувствовав угрозу жизни хозяина на расстоянии 30 метров от себя, знаками или фырканьем, или телепатически (способность \"Мысленная связь\") даст знать об этом хозяину. Чтобы понять питомца, нужно чтобы он находился в поле зрения хозяина. При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":14}},{"price":1000,"skill":"Приручить (40 энергии и 1 ход)","description":"Необходимо наличие способности \"Заводчик\" и предмета для приручения. Персонаж может усмирить дикое животное и приручить его, сделав своим питомцем.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":40,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":15}},{"price":1000,"skill":"Слежка (35 энергии)","description":"Питомец проследует за целью так, что цель его не заметит. Вернувшись к хозяину, он сможет привести его к цели или, в случае если питомец умеет говорить или может связаться с помощью телепатии, рассказать о пути к цели.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":16}},{"price":1000,"skill":"Эксперт-Заводчик (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо ладит со своим питомцем, и не просто командует им, но и чувствует его. Он получает +50 к шансу повиновения питомца в бою. К тому же, вероятность выхода из под контроля у питомца уменьшается ещё на 25%.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":40,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":17}},{"price":1000,"skill":"Ярость (40 энергии и 3 действия)","description":"Питомец разъярится и станет наносить на 50% больше урона своими атаками, но получит -50 к шансу уклониться от любой атаки противника.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":18}},{"price":1500,"skill":"Благословение братьев наших меньших (пассивная способность)","description":"Любой положительный эффект, наложенный на персонажа, действует также и на питомца с эффективностью 50%. При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":19}},{"price":1500,"skill":"Дополнительный питомец (пассивная способность)","description":"Питомцы персонажа послушны, и теперь у него появилось достаточно внимания на ещё одного питомца. Однако, во избежание путаницы во время выполнения команд, в бой можно брать только одного. Способность можно брать несколько раз. При наличии Пути Вожака позволяет брать в бой кроме основного ещё 2-х дополнительных питомцев.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":20}},{"price":1500,"skill":"Интенсивная дрессировка (пассивная способность)","description":"Питомец учится точнее выполнять команды и получает +25 к вероятности успеха любых своих действий. Способность действует только на одного питомца одновременно, и ее можно взять для одного питомца не более трех раз.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":21}},{"price":1500,"skill":"Команда \"Повалить\" (40 энергии)","description":"По команде своего хозяина питомец пытается повалить цель на землю. В случае успеха противник падает на землю на 2 действия и должен потратить ещё одно на то, чтобы встать. Невозможно осуществить, если цель весит намного больше питомца. Малые питомцы могут повалить цели до 50 кг, средние до 150 кг, большие до 250 кг. Нельзя применять чаще, чем раз в ход.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":22}},{"price":1500,"skill":"Перенаправление урона (40 энергии + 20 за ход)","description":"Персонаж использует свою крепкую связь с питомцем ради собственной защиты. Питомец старается принимать на себя удары, направленные на хозяина, и перенаправляет на себя 50% всего урона, получаемого персонажем. Если на хозяина и на питомца действует способность массового поражения, питомец получает часть урона от хозяина, и свой полный урон. Можно отменить потратив одно действие.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":23}},{"price":1500,"skill":"Развитие тела (пассивная способность)","description":"Питомец растет и получает +25 жизней и +25 энергии, а наносимый им минимальный урон возрастает на 3, максимальный - на 7. Способность действует только на одного питомца одновременно, и ее можно взять для одного питомца не более трех раз. При наличии Пути Вожака нельзя покупать более 3 экземпляров способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":24}},{"price":2500,"skill":"Магические наклонности (пассивная способность)","description":"Вокруг питомца появляется аура одной из магических веток, которыми владеет его хозяин на уровне мастера. Аура наносит всем (кроме дружественных) целям, находящимся не далее 5 метров от питомца, 2-10 урона за действие. Также, когда цель покидает дистанцию действия ауры, на неё накладывается негативный эффект, действующий 1-6 действий, согласно виду ауры. При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":25}},{"price":2500,"skill":"Мастер-Заводчик (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально ладит со своим питомцем и теперь питомец выполняет команды так легко, словно это было его желание. Персонаж получает +125 к шансу повиновения питомца в бою, и любые атаки питомца наносят на 25% больше урона. К тому же, вероятность выхода из под контроля у питомца уменьшается ещё на 25%.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":40,"skillId":2},{"subCategoryId":40,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":26}},{"price":2500,"skill":"Невосприимчивость (пассивная способность)","description":"Питомец имеет иммунитет к магическим атакам. Магия наносит ему на 25% меньше урона, а в 10% случаев магия на нем совсем не сработает. Одновременно у одного питомца может быть только \"Невосприимчивость\" или только \"Толстая кожа\". При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":27}},{"price":2500,"skill":"Толстая кожа (пассивная способность)","description":"Питомец имеет иммунитет к физическим атакам. Физические атаки наносят ему на 30% меньше урона. Одновременно у одного питомца может быть только \"Невосприимчивость\" или только \"Толстая кожа\". При наличии Пути Вожака нельзя покупать более 1 экземпляра способности.","subCategory":"Питомцы","stats":{"statControl":{"1001":999,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":28}},{"price":5000,"skill":"Путь Вожака (пассивная способность)","description":"Персонаж обучается мастерски управлять не одним питомцем в бою, а сразу несколькими. Данный Путь даёт стандартные бонусы от Пути, а также: позволяет персонажу брать в бой до трёх питомцев одновременно. При этом, все бонусы от пассивных способностей из ветки Питомцев распространяются на всех питомцев сразу. Активные способности из той же ветки, тем не менее, действуют только на одного питомца за одно использование. Также увеличивает затраты энергии питомцев на любые действия на 50%.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":40,"skillId":2},{"subCategoryId":40,"skillId":17},{"subCategoryId":40,"skillId":26}],"1006":[{"subCategoryId":40,"skillId":30},{"subCategoryId":40,"skillId":31}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":29}},{"price":5000,"skill":"Путь Друга (пассивная способность, \"граница\")","description":"Персонаж отдаёт всё своё время и силы ради своего питомца. Данный Путь даёт стандартные бонусы от Пути, а также: позволяет покупать любые способности для питомца и выступает в качестве \"границы\" в списке способностей. Все способности, что находятся ниже данного Пути, принадлежат питомцу. Все, что выше - самому персонажу. Купленные для питомца способности НЕ идут в счёт потраченного опыта. Способности из ветки \"Питомцы\" могут находиться только среди способностей самого персонажа (выше данного Пути). НЕЛЬЗЯ свободно перемещать способности от питомца к персонажу и обратно. При наличии данного Пути нельзя иметь более одного питомца. Можно иметь только одну способность-границу.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":40,"skillId":2},{"subCategoryId":40,"skillId":17},{"subCategoryId":40,"skillId":26}],"1006":[{"subCategoryId":40,"skillId":29},{"subCategoryId":40,"skillId":31},{"subCategoryId":3,"skillId":104}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":30}},{"price":5000,"skill":"Путь Хозяина (пассивная способность)","description":"Персонаж обучает своего питомца тому, что знает сам, и благодаря этому делает его тем сильнее, чем сильнее он сам. Данный Путь даёт стандартные бонусы от Пути, а также: питомец персонажа получает 50% ото всех бонусов персонажа к шансам попадания/использования и 50% ото всех бонусов персонажа к уклонению/защите. Кроме этого, питомец получает возможность использовать любые активные способности из арсенала персонажа, но с повышенными на 50% затратами энергии.","subCategory":"Питомцы","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":40,"skillId":2},{"subCategoryId":40,"skillId":17},{"subCategoryId":40,"skillId":26}],"1006":[{"subCategoryId":40,"skillId":29},{"subCategoryId":40,"skillId":30}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":40,"skillId":31}}]