[{"price":500,"skill":"Владение режущим оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил базовые навыки владения режущим оружием ближнего боя. Он получает +25 к шансу попасть по противнику при использовании любых видов режущего оружия.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":1}},{"price":500,"skill":"Обманный удар (энергия за удар + 15 энергии)","description":"Позволяет персонажу сделать обманное движение, что заставит противника ослабить свою защиту в другом месте, куда и будет нанесён настоящий удар. Причиняет стандартный урон + 10-20 урона. Шанс увернуться от такого удара всегда меньше на 35. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":2}},{"price":500,"skill":"Разрез мышцы (энергия за удар + 15 энергии)","description":"Позволят персонажу нанести меткий удар по мышце противника, нанося стандартный урон от режущего оружия, а также уменьшая шансы противника попасть на 20 на 4 действия (если удар пришёлся на руку), либо уменьшая шансы противника увернуться от атак на 20 на 4 действия (если удар пришёлся на ногу). При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":3}},{"price":500,"skill":"Разрез сухожилия (энергия за удар + 25 энергии)","description":"Позволяет персонажу, обладающему данной способностью, нанести специальный удар одноручным режущим оружием по противнику, который нанесёт стандартный урон и повредит конечность противника, тем самым уменьшая его шансы попасть оружием в этой конечности на 50 на 3 действия. Если же противник попытается атаковать оружием в этой конечности в течение этих трёх действий, то при каждом ударе у него будет 25% шанс, что оружие просто выпадет из его хватки.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":4}},{"price":500,"skill":"Разящий выпад (энергия за удар + 10 энергии)","description":"Позволяет персонажу, владеющему режущим оружием, сделать резкий выпад вперед на 5 метров и нанести удар, способный отнять у противника помимо стандартного урона 5-15 дополнительного урона. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":5}},{"price":500,"skill":"Рассечение (энергия за удар + 20 энергии)","description":"Позволяет персонажу нанести быстрый удар режущим оружием, который нанесёт стандартный урон, а также вызовет у противника небольшое кровотечение, отнимающее по 4 жизни каждое действие в течение хода. Эффекты от многочисленных кровотечений не складываются, однако эффект от данной способности складывается со стандартным эффектом кровотечения от режущего урона. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":6}},{"price":1000,"skill":"Вспарывание (энергия за удар + 45 энергии)","description":"Персонаж с косой наносит мощный размашистый удар по противнику, нанося ему стандартный урон + 10-35 урона и в 33% случаев вызывая у него сильное кровотечение, что нанесёт спустя 4 действия ещё дополнительно 0-50 урона.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":7}},{"price":1000,"skill":"Ослепляющий удар (энергия за удар + 50 энергии)","description":"Персонаж с кинжалом наносит точный удар прямо в глаз противника (или другой орган, отвечающий за зрение), чем наносит стандартный урон + 10-15 урона и уменьшает шанс противника увернуться от атак на 50 до конца боя. Штраф не может накладываться несколько раз, даже если у противника будут поражены другие органы зрения. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":8}},{"price":1000,"skill":"Стойка: Ворон (1 действие на активацию и деактивацию)","description":"Персонаж с режущим оружием всегда действует быстро, ловко и точно. Его цель - как можно чаще атаковать противника в уязвимые места и причинять ему наибольший урон за наименьшее время. Каждый третий удар режущим оружием наносит двойной урон. Увеличивает энергозатраты для всех атак режущим оружием на 25%, а для каждой третьей на 50%.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":9}},{"price":1000,"skill":"Стойка: Сокол (1 действие на активацию и деактивацию)","description":"Персонаж с режущим оружием старается наносить не слишком сильные, но меткие и опасные удары по врагу. Урон ото всех атак уменьшается на -33%, однако в конце хода кровотечение вместо 25% наносит 50% от общего урона режущим оружием.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":10}},{"price":1000,"skill":"Стойка: Соловей (1 действие на активацию и деактивацию)","description":"Персонаж с режущим оружием предпочитает контратаковать, чем проявлять инициативу. Способность Возмездие теперь срабатывает не более 5-ти раз за действие и даже тогда, когда персонаж увернулся от атаки противника, при этом он получает +75 к шансу увернуться, однако получает штраф -40% к урону для любых атак режущим оружием, кроме атак Возмездием.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":11}},{"price":1000,"skill":"Шквал (энергия за удары + 40 энергии и 4 действия)","description":"Персонаж с режущим оружием наносит серию из 5 ударов, каждый из которых имеет максимальный урон на 20% ниже стандартного, но в 20% случаев может попасть в уязвимое место и нанести 20-80% единиц дополнительного урона. В случае использования двумя кинжалами/серпами количество ударов повышается до 10.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":12}},{"price":1000,"skill":"Эксперт режущего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения режущим оружием ближнего боя в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании любых видов режущего оружия.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":10,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":13}},{"price":1500,"skill":"Возмездие (пассивная способность)","description":"Персонаж с режущим оружием при малейшей же возможности пытается контратаковать противника. При каждом полученном от врага ударе в ближнем бою имеется шанс 75%, что персонаж тут же нанесёт контр-удар и причинит противнику стандартный урон от своего оружия без затрат энергии и действий. Может срабатывать только один раз в действие. При использовании двух режущих оружий, урон наносится от оружия из основной руки. При использовании режущего оружия вместе с не-режущим оружием, способность работать не будет.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":14}},{"price":1500,"skill":"Зазубренное лезвие (пассивная способность)","description":"Персонаж установил зазубрины на своём режущем оружии, которые вызывают обильное кровотечение у поражённых им противников. Урон от кровотечения в конце хода увеличен на 25%. Суммируется со стойкой Сокола. Нельзя использовать одновременно с Заточенным лезвием.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":10,"skillId":16}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":15}},{"price":1500,"skill":"Заточенное лезвие (пассивная способность)","description":"Персонаж заточил лезвие своего режущего оружия, делая его более острым и опасным для тех, кто укрылся за тяжёлой бронёй. Позволяет наносить 75% урона противникам в тяжёлой броне или экзоскелете вместо 50%. Нельзя использовать одновременно с Зазубренным лезвием.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":10,"skillId":15}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":16}},{"price":1500,"skill":"Порез артерии (энергия за удар +70 энергии)","description":"Позволяет персонажу с режущим оружием нанести точный удар по артерии на одной из конечностей противника. Атака наносит стандартный урон +30-70, а также за каждое использование конечности с порезанной артерией (руки, ноги), или за каждые 5 метров движения (ноги), противник будет получать 10-50 урона. Действует до конца хода.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":17}},{"price":1500,"skill":"Удары в спину (пассивная способность)","description":"Персонаж с режущим оружием отныне наносит намного более тяжёлые травмы, атакуя врага со спины. Каждый его удар режущим оружием в спину (если противник не видит персонажа) наносит вдвое больше урона, а каждый удар кинжалом - втрое больше урона.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":18}},{"price":2500,"skill":"Жатва (энергия за удар + 120 энергии)","description":"Персонаж с косой наносит мощный круговой удар, от которого поток воздуха вокруг на мгновение становится острым, как лезвие. Удар наносит стандартный урон + 50-150 урона всем в радиусе 20 метров.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":19}},{"price":2500,"skill":"Ликвидация (энергия за удар + 115 энергии)","description":"Позволяет персонажу с кинжалом (кинжалами) нанести смертельный удар по противнику, который нанесёт ему стандартный урон + 25-150 урона в том случае, если противник был готов к удару. В случае, если противник был не готов (оглушён, опрокинут, не видел персонажа), то удар нанесёт стандартный урон + 75-250 урона. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":20}},{"price":2500,"skill":"Мастер режущего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, в результате долгих и изнурительных тренировок идеально освоил навыки владения режущим оружием ближнего боя и стал настоящим мастером своего дела. Он получает +125 к шансу попасть по противнику при использовании любых видов режущего оружия.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":10,"skillId":1},{"subCategoryId":10,"skillId":13}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":21}},{"price":2500,"skill":"Молниеносный рывок (1 действие, энергия за удар + 90 энергии)","description":"Персонаж с режущим оружием совершает молниеносный рывок вперёд на 20 метров. Все противники, которые стояли на прямой линии, получат стандартный урон + 25-60 урона. Если данная способность опустила жизни хотя бы одного противника ниже нуля, то персонаж может в это же действие совершить ещё один молниеносный рывок, который затратит на 50% меньше энергии. Всего таким образом можно совершить не более трёх рывков за действие.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":22}},{"price":2500,"skill":"Тайфун (энергия за удары + 10 энергии за удар)","description":"Персонаж с режущим оружием стремительно наносит множество ударов по противнику за 1 действие. Количество ударов определяет он сам. Каждый удар наносит стандартный урон + 5-20 урона. При этом после 5-го удара существует шанс 25%, что после очередного удара серия прервётся, и персонаж потеряет равновесие и не сможет ничего делать в течение 1 действия. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":23}},{"price":5000,"skill":"Путь: Жнец (пассивная способность)","description":"Позволяет персонажу с режущим оружием сражаться намного эффективнее против врагов, чьи жизни подходят к концу. Если у противника остаётся менее 50% от максимальных жизней, то урон персонажа по этому противнику возрастает на 25%, а шанс попасть на 75. Если у противника остаётся менее 25% от максимальных жизней, то урон возрастает на 50%, а шанс попасть на 125. Также получает все стандартные бонусы от Пути.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":10,"skillId":1},{"subCategoryId":10,"skillId":13},{"subCategoryId":10,"skillId":21}],"1006":[{"subCategoryId":10,"skillId":25},{"subCategoryId":10,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":24}},{"price":5000,"skill":"Путь: Убийца (пассивная способность)","description":"Персонаж с режущим оружием тренируется уничтожать врагов одним единственным метким ударом. Каждая его атака имеет шанс в 15% нанести противнику урон, равный половине его текущих жизней, а каждая скрытная атака со спины имеет 50% шанс на тот же эффект. При срабатывании эффекта на урон не действуют какие-либо модификаторы и блоки урона, а также не будет открыто кровотечение. Если урон от удара превышает половину текущих жизней врага, то по умолчанию наносится урон от удара. Увеличивает расход энергии на все удары на 50%. Также получает все стандартные бонусы от Пути.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":10,"skillId":1},{"subCategoryId":10,"skillId":13},{"subCategoryId":10,"skillId":21}],"1006":[{"subCategoryId":10,"skillId":24},{"subCategoryId":10,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":25}},{"price":5000,"skill":"Путь: Хирург (пассивная способность)","description":"Настоящий мастер с режущим оружием знает, куда надо наносить удары, чтобы обезвредить противника как можно быстрее и как можно надёжнее. Каждый его удар перерезает сухожилие в теле врага, отчего его шанс увернуться уменьшается на 30 за каждую повреждённую связку до конца хода. Также получает все стандартные бонусы от Пути.","subCategory":"Режущее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":10,"skillId":1},{"subCategoryId":10,"skillId":13},{"subCategoryId":10,"skillId":21}],"1006":[{"subCategoryId":10,"skillId":24},{"subCategoryId":10,"skillId":25}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":10,"skillId":26}}]