[{"price":500,"skill":"Зонд (4 действия и 20 энергии)","description":"Позволяет персонажу создать простейшего робота - зонд. Обычно представляет из себя небольшого дроида. Подходит для выполнения разных задач на поле боя, а зависимости от выбора корпуса. Чтобы собрать зонд в бою, необходимо принести заранее с собой корпус, шасси и модули. Но лучше это всё сделать перед боем. Зондом можно управлять при помощи телепатического дешифратора, или голосовыми командами. Также можно запрограммировать его на определённые действия заранее(перед боем). Не может атаковать оружием, но может использовать устройства. Персонаж может установить на зонд любое устройство, если сам умеет им пользоваться (т.е. имеет нужную способность), и если в зонде есть свободный слот для оборудования. Требует одно очко контроля от персонажа, иначе не будет подчиняться командам. Подробные характеристики зонда описаны в библиотеке.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":1}},{"price":500,"skill":"Пересборка (4 действия)","description":"Позволяет персонажу, потратив 4 действия, модифицировать уже готового робота любого типа, сменив его оружие или устройства на нем. Персонаж может вытащить из робота одни модули, и вставить другие. При желании, персонаж может вставить больше модулей, если они не превышают максимально допустимое значение для этого робота.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":2}},{"price":500,"skill":"Система автономного управления (пассивная способность)","description":"Позволяет обладателю способности устанавливать в своих роботов наборы программ, позволяющих действовать им в автономном режиме даже в случае, если владелец машины потерял сознание или мертв. Алгоритм не дает никаких бонусов и штрафов, пока персонаж может продолжать бой. В случае потери сознания персонажем, все роботы с установленными алгоритмами продолжают бой под контролем игрока. Каждый установленный и активный алгоритм тратит 5 энергии робота в конце каждого хода. Каждые три очка контроля игрока позволяют использовать в бою 1 алгоритм на каждом роботе. В одного робота можно встраивать до трех алгоритмов. Бонусы и штрафы от алгоритмов складываются.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":3}},{"price":500,"skill":"Специалист робототехники (пассивная способность)","description":"Персонаж, обладающий данной способностью, неплохо развил свои умения обращения с роботами. Он получает +25 к шансу успешно использовать способности робототехники, а также одно очко контроля. Под очками контроля подразумевается сумма навыков персонажа, позволяющая управляться сразу с несколькими роботами. Внимание: без этой способности, у персонажа будет только одно очко контроля. То есть, у специалиста робототехники получается уже два очка контроля в сумме.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":4}},{"price":500,"skill":"Телепатический дешифратор (пассивная способность)","description":"Представляет из себя устройство, с помощью которого персонаж может мысленно связываться и отдавать приказы созданным им роботам. Обычно дешифратор выглядит как наушники или любой другой предмет на голове. Иногда дешифраторы просто вживляют в череп в качестве имплантата.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":5}},{"price":1000,"skill":"Алгоритм: Агрессор (пассивная способность)","description":"Установленный алгоритм в случае активации добавляет роботу +75 к успешному совершению любого действия, наносящего прямой урон цели, увеличивает наносимый им урон на 20%, а скорость передвижения на 25%, однако уменьшает шанс уклонения/защиты от любой атаки, а также на использование любых защитных способностей. Установка алгоритма осуществляется вне боя. В бою установить или извлечь алгоритм можно, потратив 4 действия.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":6}},{"price":1000,"skill":"Алгоритм: Наблюдатель (пассивная способность)","description":"Установленный алгоритм в случае активации увеличивает все шансы робота обнаружить замаскированную или невидимую цель а также использовать способности обнаружения на 50, но добавляет -50 к любым боевым и защитным способностям. Также, любая внезапная атака по роботу с данной заповедью имеет на 20% больше шансов стать критической. Установка алгоритма осуществляется вне боя. В бою установить или извлечь алгоритм можно, потратив 4 действия.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":7}},{"price":1000,"skill":"Алгоритм: Протектор (пассивная способность)","description":"Установленный алгоритм в случае активации добавляет роботу +50 к успешному использованию любых защитных способностей, к блоку и увороту от атак, а также усиливает действие любых использованных этим роботом щитов и барьеров на 25%. Также, данная заповедь уменьшает на 40 шанс на успешное использование наносящих урон умений и не позволяет потратить на подобные умения более трех действий за ход. Установка алгоритма осуществляется вне боя. В бою установить или извлечь алгоритм можно, потратив 4 действия.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":8}},{"price":1000,"skill":"Алгоритм: Сервитор (пассивная способность)","description":"Установленный алгоритм в случае активации добавляет роботу +80 шанс к успешному применению способностей ремонта, лечения, усиления и ослабления, однако при этом полностью запрещает использование любых других способностей. Эффективность разрешенных способностей также увеличивается на 25%. Установка алгоритма осуществляется вне боя. В бою установить или извлечь алгоритм можно, потратив 4 действия.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":9}},{"price":1000,"skill":"Андроид (1 ход и 60 энергии)","description":"Позволяет персонажу, потратив 1 ход, создать андроида. Андроид может быть в высоту с обычного человека, и может выглядеть как человек. Чтобы собрать андроида в бою, необходимо принести заранее с собой корпус, шасси и модули. Но лучше это всё сделать перед боем. Андроидом можно управлять при помощи телепатического дешифратора, или голосовыми командами. Также можно запрограммировать его на определённые действия заранее (перед боем). Кроме того, он может использовать любое оружие с помощью рук, а также дополнительное оборудование, которым может пользоваться персонаж. Требует два очка контроля, иначе не будет подчиняться командам. Подробные характеристики андроида описаны в библиотеке.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":10}},{"price":1000,"skill":"Грузовой отсек (пассивная способность)","description":"Позволяет переделать транспортный модуль робота в грузовой отсек, внутри которого не может находиться кто-либо. При этом, у робота появляется возможность передвигать по полю боя одно стационарное устройство, такие как Охранная турель, Силовая стена и Стационарный эмиттер. При этом робот и устройство остаются независимыми боевыми единицами и действуют (а так же могут быть уничтоженными) по раздельности.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":11}},{"price":1000,"skill":"Починка (4 действия и 40 энергии)","description":"Техник использует все свои знания для того, чтобы отремонтировать сломанную технику. Ремонтировать можно роботов, оборудование, кибер-конечности, а также персонажей-киборгов. Нельзя ремонтировать самого себя, но можно запрограммировать своего робота на проведение такого ремонта. При успешном применении способности, выведенные из строя механизмы восстанавливают нормальную функциональность и от 20 до 80 жизней, если они есть.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":12}},{"price":1000,"skill":"Разбор на запчасти (4 действия и 40 энергии)","description":"Позволяет персонажу, владеющему данной способностью, разбирать созданных им роботов и тем самым пополнять запасы здоровья и энергии либо самого себя (при наличии способностей «Роботизированное тело» или «Кибер-тело»), либо своих союзных роботов в размере 50-100% от текущих показателей разобранного робота.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":13}},{"price":1000,"skill":"Эксперт робототехники (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо управляет роботами и техникой. Он получает +50 к шансу применить умения робототехники в бою. Дает дополнительно 1 очко контроля (всего - 3 очка).","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":49,"skillId":4}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":14}},{"price":1500,"skill":"Алгоритм: Куратор (пассивная способность)","description":"Необходима способность \"Коллективный разум\". Установленный алгоритм в случае активации воздействует на всех остальных роботов с другими заповедями, уменьшая негативные эффекты от них на 25, а также аннулирует для них негативный эффект от насильственного прерывания способности \"коллективный разум\". Робот с данной заповедью получает -70 к успешному шансу на любое действие, но +15 за каждого робота с работающим алгоритмом на поле боя. Установка алгоритма осуществляется вне боя. В бою установить или извлечь алгоритм можно, потратив 4 действия.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":48,"skillId":31}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":15}},{"price":1500,"skill":"Апгрейд (4 действия и 50 энергии)","description":"Позволяет персонажу прямо в бою модифицировать своего робота, усилив его защиту и базовые характеристики. После апгрейда, робот получит 0-25% жизней и 0-25% энергии, дополнительно к имеющимся у него. При желании, апгрейд можно совершить ещё раз, но он только заменит предыдущий бонус.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":16}},{"price":1500,"skill":"Охранная турель (4 действия и 40 энергии)","description":"Позволяет персонажу создать стационарную турель и закрепить её на любой ровной поверхности, к которой он имеет доступ. Турель будет иметь 50-80 единиц здоровья и 100-150 единиц энергии. Турель оборудована датчиком движения и будет атаковать те цели, которые запрограммирует создатель. Кроме того, на турель можно установить тепловой сканер при наличии соответствующей способности. Угол поворота у турели составляет 180 градусов, то есть она сможет атаковать цели перед собой и по бокам, но не сзади. Турель имеет стандартное оружие, которое наносит урон, соответствующий малокалиберному пистолету, однако персонаж может установить любое другое оружие, если оно у него есть.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":17}},{"price":1500,"skill":"Расширенная модификация (пассивная способность)","description":"Персонаж научился настраивать своих роботов более точно. Он может использовать в своих роботах на 25% больше модулей, чем в базовом варианте. Точное количество модулей зависит от конкретной модели корпуса для роботов.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":18}},{"price":2500,"skill":"Мастер робототехники (пассивная способность)","description":"Персонаж, обладающий данной способностью, идеально освоил робототехнику. Он получает +125 к шансу использовать способности робототехники. Дает 1 очко контроля, и таким образом персонаж имеет 4 очка контроля. Кроме этого, персонаж получает +1 очко при достижении 120 максимальной энергии. Для получения ещё одного очка ему требуется уже на 180 энергии больше, затем на 240 энергии больше и т.д. (+60 к каждому шагу). Вот значения энергии, достигнув которых персонаж получает очки контроля: 120, 300, 540, 840, 1200, и так далее.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":49,"skillId":4},{"subCategoryId":49,"skillId":14}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":19}},{"price":2500,"skill":"Мега-сборка (1 ход и 200 энергии)","description":"Персонаж создаёт на поле боя из подручных средств нескольких роботов: либо 1-7 зондов, либо 1-5 андроидов, либо 1-2 мех-голема. Для создания какого либо из этих видов роботов требуется умение их собирать вообще, то есть соответствующая способность. Все роботы будут иметь случайные модули (от 0 до максимального количества модулей), и в целом будут хуже заранее собранных особей. Но они не требуют очков контроля и необходимости покупать эти модули в магазине. Однако, все эти роботы очень недолговечны, и приходят в полную непригодность сразу после боя. Если персонаж применит способность ещё раз, созданные в прошлый раз роботы сразу перестанут работать.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":20}},{"price":2500,"skill":"Мех-голем (1 ход и 120 энергии)","description":"Позволяет персонажу создать мощную боевую машину - мех-голема. Мех-големы обычно достигают в своем росте 3-5 метров. Чтобы собрать мех-голема в бою, необходимо принести заранее с собой корпус, шасси и модули. Но лучше это всё сделать перед боем. Мех-големом можно управлять при помощи телепатического дешифратора, или голосовыми командами. Также можно запрограммировать его на определённые действия заранее(перед боем). Кроме того, мех-голем чрезвычайно силён - обычный удар рукой у него наносит 10-40 урона, а при применении оружия ближнего боя, он наносит на 100% больше урона (вне зависимости от выбранного корпуса). Персонаж может установить на нём любые устройства, если сам ими владеет. Требует 4 очка контроля, иначе не будет подчиняться командам.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":21}},{"price":2500,"skill":"Общая энергетическая сеть (пассивная способность)","description":"Все роботы персонажа (и он сам при наличии способностей \"Роботизированное тело\" или «Кибер-тело») имеют общий запас энергии, передавая ее по воздуху. Однако для создания общего резерва участники сети должны постоянно поддерживать зрительный контакт (хотя бы цепочкой). Участники цепи всегда расходуют сначала свою энергию, а потом чужую, при этом чужая энергия равномерно берется от всех подключенных единиц. При выходе из сети у вышедшего участника останется его персональный запас энергии, а оставшаяся в сети энергия будет распределена между остальными участниками.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":22}},{"price":2500,"skill":"Резервное хранилище (пассивная способность)","description":"Позволяет персонажу, владеющему данной способностью, в случае смерти его собственного тела переместить сознание в одного из своих роботов и тем самым избежать смерти. Требует наличия способностей «Роботизированное тело» или «Кибер-тело». Уничтоженное тело затем можно восстановить. Нельзя перемещать сознание более 1 раза за бой. Держать сознание в резервном хранилище можно либо до конца боя (в боевой системе), либо до 24 часов (в ролевой). Является способностью воскрешения, и не работает вместе с любыми другими такими способностями.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"type":"OR","list":[{"subCategoryId":48,"skillId":33},{"subCategoryId":48,"skillId":30}]}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":23}},{"price":2500,"skill":"Специализированная конструкция (пассивная способность)","description":"Отныне роботы персонажа могут иметь только одно шасси, но при этом нивелируют некоторые недостатки и усиливают бонусы оставшегося. Ноги получают +75 к увороту. Колеса дают +75% скорости на ровной местности, и -25% скорости на неровной местности. Гусеницы теперь понижают скорость передвижения на 25%. Реактивный двигатель вертикальной тяги не тратит энергию при зависании на месте на высоте менее 20 метров.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":24}},{"price":5000,"skill":"Путь Администратора (пассивная способность)","description":"Персонаж, освоивший эту способность, постиг создание роботов и другой техники на таком уровне, которого не достигал никто другой. Он сосредоточился на контроле над большим количеством роботов. Все бонусы к очкам контроля у персонажа увеличены в два раза. То есть, при достижении нужного количества энергии, он получает сразу 2 очка, а не одно. Также получает стандартные бонусы Пути.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":49,"skillId":4},{"subCategoryId":49,"skillId":14},{"subCategoryId":49,"skillId":19}],"1006":[{"subCategoryId":49,"skillId":26},{"subCategoryId":49,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":25}},{"price":5000,"skill":"Путь Механомонстра (пассивная способность)","description":"Персонаж, освоивший эту способность, сконцентрировал все своих усилия на создании одного робота, который является произведением искусства. Персонаж выбирает любой из корпусов для робота, и робот получает увеличенные основные характеристики, прямо пропорционально количеству очков контроля. Например, если персонаж выберет корпус мех-голема, обладая 8 очками контроля, он получит удвоенные характеристики для своего робота, а именно: жизни, энергию и количество модулей. Как уже понятно из вышесказанного - других роботов персонаж призывать не может. Также получает стандартные бонусы Пути.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":49,"skillId":4},{"subCategoryId":49,"skillId":14},{"subCategoryId":49,"skillId":19}],"1006":[{"subCategoryId":49,"skillId":25},{"subCategoryId":49,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":26}},{"price":5000,"skill":"Путь Экспериментатора (пассивная способность)","description":"Персонаж, освоивший эту способность, постиг создание роботов и другой техники на таком уровне, которого не достигал никто другой. Он нашёл способы, как сделать своих роботов ещё более полезными. Все его роботы теперь могут использовать дополнительные модули для улучшения своих характеристик. Все роботы получают +50% к количеству модулей, которые поддерживает их корпус. Также, персонаж получает стандартные бонусы Пути.","subCategory":"Робототехника","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":49,"skillId":4},{"subCategoryId":49,"skillId":14},{"subCategoryId":49,"skillId":19}],"1006":[{"subCategoryId":49,"skillId":25},{"subCategoryId":49,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":49,"skillId":27}}]