[{"price":500,"skill":"Блокировка (20 энергии)","description":"Позволяет поставить сверхточный блок на следующий удар противника, увеличив вероятность защититься от его атаки в два раза. В случае успешной блокировки, в течение следующего действия обычная атака рубящим оружием нанесет в два раза больше урона.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":1}},{"price":500,"skill":"Владение рубящим оружием (пассивная способность)","description":"Персонаж, обладающий данной способностью, освоил базовые навыки владения рубящим оружием ближнего боя. Он получает +25 к шансу попасть по противнику при использовании любых видов рубящего оружия.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":2}},{"price":500,"skill":"Кровавый удар (энергия за удар + 25 энергии)","description":"Позволяет персонажу нанести противнику мощный удар двуручным рубящим оружием, который нанесёт ему стандартный урон от оружия + 10-30 урона + 0-10 урона за каждую неприкрытую и не перебинтованную кровоточащую рану на его теле.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":3}},{"price":500,"skill":"Круговой удар (энергия за удар + 20 энергии)","description":"Позволяет персонажу с рубящим оружием сделать мощный круговой удар, наносящий всем в радиусе 5 метров вокруг персонажа стандартный урон от рубящего оружия + 10-20 урона. Шанс попасть этим ударом всегда ниже на 20. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":4}},{"price":500,"skill":"Обезоружить (энергия за удар + 15 энергии)","description":"Позволяет нанести по противнику удар одноручным рубящим оружием, который нанесет ему лишь базовый урон, но в 50% случаев выбьет оружие из его руки. При использовании двух одноручных затраты энергии возрастают на 50%, а шанс выбить оружие увеличивается до 60.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":5}},{"price":500,"skill":"Проникающие удары (пассивная способность)","description":"Любой удар рубящим оружием, нанесенный персонажем всегда будет иметь 25% шанс оставить на теле противника неглубокую рану и вызвать кровотечение, которое будет отнимать у противника по 0-5 жизни каждое действие в течение хода. Эффект суммируется до 3 раз и обновляет свое действие на цели.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":6}},{"price":500,"skill":"Серия ударов (энергия за удары + 20 энергии)","description":"Позволяет персонажу нанести серию из нескольких ударов рубящим оружием по противнику за 1 или 2 действия. За 1 действие персонаж может нанести 2 удара одноручным, 2 удара двуручным или 4 удара двумя одноручными оружиями со штрафом 20% к точности. За 2 действия персонаж может нанести 3 удара одноручным, 3 удара двуручным или 6 ударов двумя одноручными оружиями со штрафом 10% к точности.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":7}},{"price":1000,"skill":"Бросок оружия (энергия за удар + 40 энергии)","description":"Позволяет персонажу бросить рубящее оружие в противника. Попав в противника, оно нанесёт ему стандартный урон +10-30 урона, однако в результате персонаж окажется без своего оружия. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":8}},{"price":1000,"skill":"Отражение (30 энергии)","description":"Более продвинутая версия \"Блокировки\". Персонаж сосредотачивается на отражении вражеской атаки. В 50% случаев он отражает атаку противника против него самого, а в 40% случаев просто блокирует её. После успешного отражения удара в течение следующего обычная атака рубящим оружием нанесёт в 3 раза больше урона.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":9}},{"price":1000,"skill":"Отрубание конечности (энергия за удар + 50 энергии)","description":"Позволяет персонажу нанести мощный удар двуручным рубящим оружием, который отнимет у противника 150% от обычного урона данным оружием. Кроме того в 25% случаев противник может получить травму. Шанс попасть по противнику при использовании этого удара на 20 ниже обычного.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":10}},{"price":1000,"skill":"Разрубание (энергия за удар + 40 энергии)","description":"Позволяет персонажу с двуручным рубящим оружием нанести по противнику настолько мощный удар, что если тот попытается заблокировать удар щитом или оружием, укрыться за чем-либо, то удар будет иметь 50% шанс сломать преграду, блокирующую его удар. Если противник защищён бронёй, то данный удар игнорирует 50% от неё. Удар наносит стандартный урон + 25-60 урона.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":11}},{"price":1000,"skill":"Рассекающий удар (энергия за удар + 35 энергии)","description":"Позволяет персонажу взмахнуть одноручным рубящим оружием и тут-же нанести мощным ударом стандартный урон + 10-30 урона, а также с шансом в 33% вызвать у врага кровотечение, которое будет наносить 5-10 урона каждое действие в течение 4-х действий. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":12}},{"price":1000,"skill":"Стойка: Берсерк (1 действие на активацию и деактивацию)","description":"Позволяет персонажу сражаться в наиболее агрессивном и безрассудном стиле. Каждая удачная атака по противнику увеличивает максимальный урон от всех атак одноручным рубящим оружием на 5, а двуручным на 12, однако уменьшает шанс персонажа увернуться/защититься от вражеских атак на -5 для одноручного, и на -10 для двуручного оружия. Если в течении 4х действий персонаж не атакует противников рубящим оружием, то эффект стойки анулируется.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":13}},{"price":1000,"skill":"Стойка: Мясник (1 действие на активацию и деактивацию)","description":"Позволяет персонажу с рубящим оружием точно выверять свои удары для нанесения наибольшего урона врагу. Персонаж в данной стойке может прицеливаться перед атакой рубящим оружием по врагу до 3-х действий. За каждое действие прицеливания персонаж получает 50 к шансу попасть, +33% к урону и +33% к энергозатратам для предстоящей атаки. Взамен при ударах без предварительного прицеливания персонаж получает штраф 50 к шансу попасть. Бонусы и штрафы распространяются как на обычные атаки, так и на специальные удары (способности) из ветки.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":14}},{"price":1000,"skill":"Стойка: Рыцарь (1 действие на активацию и деактивацию)","description":"Позволяет персонажу вести бой в более умеренном и спокойном режиме, концентрируясь на защите, отражении вражеских атак и парировании. Увеличивает шанс защититься от вражеской атаки при использовании одноручного рубящего оружия на 50, а двуручного на 100, а также ещё на 25 за каждого дополнительного противника в радиусе 25 метров, но не более чем на 100 в сумме. Взамен уменьшает урон от атак рубящим оружием на 20%.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":15}},{"price":1000,"skill":"Стрела (энергия за удары + 45 энергии)","description":"Позволяет персонажу с двумя одноручными рубящими оружиями сделать резкий рывок на 10 метров и нанести молниеносный удар по телу противника. В случае успеха оба удара нанесут по противнику стандартный урон + 15-40 урона.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":16}},{"price":1000,"skill":"Танец лезвий (энергия за удары + 50 энергии за действие)","description":"Позволяет персонажу с двумя одноручными мечами начать быстро кружиться вокруг своей оси, нанося каждое действие всем ближайшим существам стандартный урон + 5-40 урона каждым мечом.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":17}},{"price":1000,"skill":"Эксперт рубящего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, хорошо освоил навыки владения рубящим оружием ближнего боя в ходе упорных тренировок. Он получает +50 к шансу попасть по противнику при использовании любых видов рубящего оружия.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":8,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":18}},{"price":1500,"skill":"Заострённое лезвие (пассивная способность)","description":"Рубящее оружие персонажа обладает невероятной остротой и отлично справляется с легкобронированными противниками. Позволяет наносить врагам в лёгкой броне и без брони на 25% больше урона. Нельзя одновременно использовать с Утяжелённым лезвием.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":8,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":19}},{"price":1500,"skill":"Кровожадность (пассивная способность)","description":"Персонаж с данной способностью чувствует прилив сил от одного только вида истекающего кровью врага. В случае, если у противника есть открытая и кровоточащая рана, шанс попасть по нему у персонажа рубящим оружием увеличивается на 75 до тех пор, пока кровотечение не будет остановлено.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":20}},{"price":1500,"skill":"Улучшенная реакция (пассивная способность)","description":"Позволяет персонажу эффективнее отражать атаки врага и парировать их. При использовании рубящего оружия появляется 10% шанс успешно парировать вражескую атаку в ближнем бою и получить бонусы от способности \"Блокировка\" без затрат энергии.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":21}},{"price":1500,"skill":"Утяжелённое лезвие (пассивная способность)","description":"Рубящее оружие персонажа намного тяжелее обычного, что делает его более эффективным в бою против тяжелобронированных противников. Позволяет наносить врагам в тяжёлой броне и экзоскелетах на 25% больше урона. Нельзя одновременно использовать с Заострённым лезвием.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1006":[{"subCategoryId":8,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":22}},{"price":2500,"skill":"Двойной взрыв (энергия за удары + 100 энергии и 2 действия)","description":"Позволяет персонажу с двумя одноручными оружиями бросить их в любую выбранную сторону с огромной силой. Оружия летят вперед на 50 метров, затем на второе действие возвращаются обратно тем же маршрутом. Всех на пути они могут ударить дважды - в обоих направлениях. Также, попадание каждого из двух оружий считается отдельно. Каждый раз оружие наносит стандартный урон + 10-60 урона. Но после каждого попадания оружие начинает наносить на 20% урона меньше.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":23}},{"price":2500,"skill":"Лезвие души (энергия за удар + 90 энергии)","description":"Позволяет персонажу с двуручным мечом сделать широкий взмах и выпустить из лезвия своего оружия поток энергии, который при попадании в противника нанесет ему стандартный урон + 20-75 урона. Дальность действия способности - 100 метров.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":24}},{"price":2500,"skill":"Мастер рубящего оружия (пассивная способность)","description":"Персонаж, обладающий данной способностью, в результате долгих и изнурительных тренировок идеально освоил навыки владения рубящим оружием ближнего боя и стал настоящим мастером своего дела. Он получает +125 к шансу попасть по противнику при использовании любых видов рубящего оружия.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":8,"skillId":2},{"subCategoryId":8,"skillId":18}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":25}},{"price":2500,"skill":"Обезглавливание (энергия за удар + 80 энергии)","description":"Позволяет персонажу с одноручным рубящим оружием нанести чрезвычайно опасный удар по шее противника, тем самым нанося стандартный урон + 25-125 урона и в 5% случаев просто обезглавливая его. При использовании мечом увеличивает шанс попасть на 30. При использовании топором увеличивает шанс обезглавливания до 7,5%. При использовании двух одноручных оружий урон от способности и затраты энергии возрастают на 50%.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":26}},{"price":2500,"skill":"Разлом (энергия за удар + 100 энергии)","description":"Позволяет персонажу ударить двуручным топором по земле, вызвав при этом небольшое землетрясение и пробив трещину в земле длиною в 30 метров и шириною в 5 метров. Любой, кого достигнет эта трещина получит стандартный урон + 0-125 урона. Кроме того любое существо на поле боя в 25% случаев упадет в результате встряски и, если оно в этот момент готовилось произнести заклинание или использовать способность, то использование заклинания или способности немедленно прервется.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":27}},{"price":2500,"skill":"Танец ветра (энергия за удары + 100 энергии и 1 действие)","description":"Позволяет персонажу с двумя одноручными мечами нанести за одно действие по три удара каждым из них, нанеся каждым ударом стандартный урон. Удары получаются настолько стремительными, что противник не только получает урон, но и отлетает на расстояние до 15 метров сразу после того, как атаки завершатся, и в случае, если он в результате этого полета врежется во что-либо твердое, он получит ещё 0-100 урона. При использовании только одним мечом количество ударов и энергозатраты уменьшаются в два раза.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":28}},{"price":2500,"skill":"Удар силы бога (энергия за удар + 120 энергии)","description":"Позволяет персонажу с двуручным рубящим оружием нанести удар такой сокрушительной силы, что любой стоящий возле него противник получит от этого удара стандартный урон + 25-175 урона, а любой, кто находится за ним на расстоянии до 10 метров, получит вдвое меньше этого урона.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":29}},{"price":5000,"skill":"Путь: Палач (пассивная способность)","description":"Каждый удар персонажа рубящим оружием отныне имеет 20% шанс нанести противнику травму. В случае, если у способности уже есть шанс травмирования, то он увеличивается на 10%. Кроме того, даёт шанс 25% нанести тяжёлую рваную рану каждым ударом по врагу, которая будет кровоточить в течение хода и нанесёт в конце своего действия 0-50 урона. Способность не действует на врагов, чьё тело защищено тяжёлой бронёй или экзоскелетом. Увеличивает расход энергии на все удары на 50%. Также получает все стандартные бонусы от Пути.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":8,"skillId":2},{"subCategoryId":8,"skillId":18},{"subCategoryId":8,"skillId":25}],"1006":[{"subCategoryId":8,"skillId":31},{"subCategoryId":8,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":30}},{"price":5000,"skill":"Путь: Рубака (пассивная способность)","description":"Позволяет персонажу получать силы и энергию от собственных ран и впадать в настоящий боевой раж в критический момент. Когда здоровье персонажа падает ниже 50% от максимального значения, его шансы увернуться/защититься и попасть по противнику при помощи рубящего оружия увеличиваются на 75. Когда же здоровье падает ниже 20% от максимального значения, все его атаки рубящим оружием к тому же начинают наносить в полтора раза больше урона. Также получает все стандартные бонусы от Пути.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":8,"skillId":2},{"subCategoryId":8,"skillId":18},{"subCategoryId":8,"skillId":25}],"1006":[{"subCategoryId":8,"skillId":30},{"subCategoryId":8,"skillId":32}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":31}},{"price":5000,"skill":"Путь: Штурмовик (пассивная способность)","description":"Позволяет персонажу с рубящим оружием намного быстрее приближаться к врагу во время боя. В случае, если противник стоит лицом к персонажу, то скорость ходьбы и бега последнего увеличивается в два раза. Если же штурмовик пытается догнать убегающего врага, то скорость увеличивается в три раза. Во время ускоренного движения шанс персонажа увернуться от вражеской атаки увеличивается на 60. В случае, если сам рубака убегает от противника, его скорость уменьшается в два раза, а шанс увернуться от атак уменьшается на 60. Штраф к уклонению также работает в том случае, если штурмовик просто стоит на месте. Также получает все стандартные бонусы от Пути.","subCategory":"Рубящее оружие","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":8,"skillId":2},{"subCategoryId":8,"skillId":18},{"subCategoryId":8,"skillId":25}],"1006":[{"subCategoryId":8,"skillId":30},{"subCategoryId":8,"skillId":31}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":8,"skillId":32}}]