[{"price":500,"skill":"Владение рукопашным боем (пассивная способность)","description":"Персонаж, владеющий данной способностью, обучается базовым знаниям и приёмам рукопашного боя. Любой удар в рукопашном бою у такого персонажа будет иметь +25 шанс попасть по противнику.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":1}},{"price":500,"skill":"Заламывание руки (10 энергии за действие)","description":"Позволяет персонажу схватить противника и заломить ему за спину руку. За каждое действие с заломленной рукой враг будет получать по 0-5 урона, терять 5 энергии и не будет способен применять физические способности. Тем не менее, у него будет шанс выбраться из захвата, равный его шансу на успешное применение способностей рукопашного боя. Шансом провала будет считаться шанс противника применить способности рукопашного боя. Каждое действие он имеет 1 попытку на высвобождение из захвата, однако за каждую неудачную попытку он будет получать 0-15 урона. Болевой захват не может длиться более 2-х ходов. Требует как минимум 2 свободные руки.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":2}},{"price":500,"skill":"Захват для броска (15 энергии)","description":"Позволяет персонажу во время боя схватить противника, чтобы в следующее действие произвести бросок. Учтите, что шанс на успех каждого последующего захвата уменьшается на 50 до конца хода. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":3}},{"price":500,"skill":"Инерционный бросок (10 энергии)","description":"Позволяет персонажу после успешного применения захвата использовать инерцию тела противника и бросить его в сторону на расстояние 5-10 метров. С шансом, равным шансу персонажа на успешное применение способностей рукопашного боя, противник упадёт на землю и не сможет подняться в течение следующих 2 действий. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":4}},{"price":500,"skill":"Малш (15 энергии)","description":"Удар ногой по челюсти с разворота. Наносит 150% от обычного урона ногой и отбрасывает противника на 2-5 метра в сторону. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":5}},{"price":500,"skill":"Маэ-гери (10 энергии)","description":"Прямой и сильный удар ногой в противника. Наносит обычный урон ногой + 100%.  Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":6}},{"price":500,"skill":"Маэ-кагэ (10 энергии)","description":"Быстрый восходящий удар ногой. Обычно наносится снизу и прямо по подбородку противника. Наносит обычный урон + 25% и в 50% случаев заставляет противника пропустить следующее действие. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":7}},{"price":500,"skill":"Свинг (15 энергии)","description":"Боковой удар, способный одновременно блокировать физический удар противника и при этом нанести ему 0-10 урона. В случае если на вас нет тяжелой металлической брони, то даже не пытайтесь блокировать с помощью свинга удар оружием. Блок против оружия не сработает с вероятностью в 100%. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":8}},{"price":500,"skill":"Хук (10 энергии)","description":"Быстрый удар рукой, не требующий замаха. Благодаря своей скорости имеет +50 шанс попасть по противнику. Наносит обычный урон рукой + 25%. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":9}},{"price":500,"skill":"Цуки (15 энергии)","description":"Прямой удар рукой. Наносит обычный урон + 50% + всегда отнимает ещё 3 жизни. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":10}},{"price":1000,"skill":"Апперкот (20 энергии)","description":"Мощный подбрасывающий противника вверх удар рукой. Наносит обычный урон + 100% и с вероятностью 40% отбрасывает противника на расстояние до 3 метров. Следующее действие противник проводит в полете (фактически пропускает). Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":11}},{"price":1000,"skill":"Бросок в землю (30 энергии + стоимость удара)","description":"Позволяет персонажу после успешного применения захвата бросить противника на землю, нанеся ему тем самым 5-20 урона. Следующее действие противник проведёт на земле, а персонаж сможет провести добивание любым из известных ему ударов. В таком случае удар нанесёт на 33% больше урона. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":12}},{"price":1000,"skill":"Выбить оружие (45 энергии)","description":"Персонаж проводит отвлекающий удар по противнику нанося стандартный урон, после чего с вероятностью 50% выбивает его оружие в произвольную сторону на 2 метра. Можно использовать только двумя основными конечностями.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":13}},{"price":1000,"skill":"Джеб (20 энергии)","description":"Подготовительный удар рукой, наносящий противнику обычный урон + 75% и отбирающий всё внимание противника на себя, что уменьшает шансы противника увернуться от следующего удара персонажа на 50. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":14}},{"price":1000,"skill":"Заламывание шеи (20 энергии за действие)","description":"Позволяет персонажу схватить противника и заломить его шею, вызывая сильную боль. За каждое действие с заломленной шеей враг будет получать по 0-15 урона, терять по 10 энергии и не будет способен применять физические способности. Тем не менее, у него будет шанс выбраться из захвата, равный его шансу на успешное применение способностей рукопашного боя. Шансом провала будет считаться шанс противника применить способности рукопашного боя. Каждое действие он имеет 1 попытку на высвобождение из захвата, однако за каждую неудачную попытку он будет получать 0-30 урона, а после успешного высвобождения его шансы применить физические способности будут меньше на 75 на 4 действия. Болевой захват не может длиться более 2-х ходов. Требует как минимум 2 свободные руки.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":15}},{"price":1000,"skill":"Захваты хвостом (пассивная способность)","description":"Требуется наличие способности \"Развитый хвост\". Позволяет персонажу, обладающему мощным хвостом, проводить захваты и броски данной конечностью.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":3,"skillId":71}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":16}},{"price":1000,"skill":"Кин-гэри (25 энергии)","description":"Удар ногой по паху снизу. наносит обычный урон +100-250% и в 40% случаев заставляет противника пропустить следующие 1-4 действия (не чаще раза в ход). Если противник женщина, то удары нанесет лишь 175% от обычного урона от ударов ногой. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":17}},{"price":1000,"skill":"Кросс (20 энергии)","description":"Мощный удар рукой с размаху. Наносит обычный урон + 100%. Если противник, которому нанесли этот удар, имеет меньше 50% от своих максимальных жизней, то в 50% случаев кросс отправляет его в нокаут, в результате чего противник в 90% случаев лежит 2-5 действий не в силах подняться, а в 10% случаев теряет сознание на 1 ход. Может быть применён только 1 раз в ход. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":18}},{"price":1000,"skill":"Кэкоми (20 энергии)","description":"Прямой толчковый удар ногой. Наносит противнику обычный урон + 150% и отталкивает противника на расстояние до 5 метров. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":19}},{"price":1000,"skill":"Маваси-гэри (20 энергии)","description":"Круговой удар ногой. Поражает всех в радиусе до метра от персонажа, нанося каждому из них обычный урон + 100%. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":20}},{"price":1000,"skill":"Стойка: Контрпанчер (1 действие на активацию и деактивацию)","description":"Персонаж предпочитает защитный и контратакующий стиль боя, выстроенный в расчёте на ошибки противника и встречные контрудары вместо собственной инициативы. Он получает +50 к уклонению и защите, а также при успешном уклонении или защите в ближнем бою персонаж контратакует противника рукопашным ударом, не тратя энергию и действие, однако любые его рукопашные удары или способности, кроме контратак, получают -25% к общему урону и шансу попасть.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":21}},{"price":1000,"skill":"Стойка: Па?нчер (1 действие на активацию и деактивацию)","description":"Персонаж акцентируется на сильных ударах, направленных на одного конкретного противника. Каждый его рукопашный удар по одному и тому же противнику увеличивает максимальный урон на 7 вплоть до 35, однако энергозатраты на все рукопашные удары увеличиваются на 50%. После смены цели бонус сбрасывается.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":22}},{"price":1000,"skill":"Стойка: Питон (1 действие на активацию и деактивацию)","description":"Персонаж фокусируется на максильно мощном захвате, значительно затрудняя высвобождение противника. Во время пребывая в любом захвате персонажа, противник может попытаться освободиться лишь 1 раз за 2 действия. Увеличивает энергозатраты на поддержание захвата на 100%.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":23}},{"price":1000,"skill":"Стойка: Сла?ггер (1 действие на активацию и деактивацию)","description":"Персонаж предпочитает точный расчёт и стремится вырубить противника одним сильным и точным ударом, однако ему необходимо время, чтобы рассчитать свой удар, в результате чего он становится менее подвижным. Каждый 4-й рукопашный удар персонажа наносит в 2-3 раза больше урона, однако персонаж получает -50 штраф к уклонению, а скорость его передвижения уменьшается на 20%. Эффект стойки не распространяется на Шквал ударов и Нескончаемый шквал.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":24}},{"price":1000,"skill":"Стойка: Стальной удар (1 действие на активацию и деактивацию)","description":"Персонаж становится в специальную стойку, позволяющую ему наносить очень тяжелые удары руками или ногами. В таком случае, его удары будут считаться как дробящий урон, а не обычный рукопашный. Однако, расход энергии возрастает на 50%. Можно применять специальные приёмы. Стойка предназначена для противодействия тяжелой броне и щитам.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":25}},{"price":1000,"skill":"Стойка: Усмиритель (1 действие на активацию и деактивацию)","description":"Персонаж старается как можно быстрее обезвредить противника, при этом не причиняя сильного ущерба его здоровью. Способности захвата наносят на 50% меньше урона жизням противника, однако враг теряет на 200% больше энергии за каждое действие в захвате, а также теряет энергию вместо жизней при неудачных попытках высвобождения.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":26}},{"price":1000,"skill":"Эксперт рукопашного боя (пассивная способность)","description":"Персонаж, владеющий данной способностью, хорошо развил в себе навыки владения рукопашным боем в ходе упорных тренировок. Любой удар в рукопашном бою у такого персонажа будет иметь +50 шанс попасть по противнику.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":6,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":27}},{"price":1500,"skill":"Айгури (60 энергии)","description":"Позволяет персонажу нанести три быстрых удара ногой противнику в пах. Наносит обычный урон + 200-350% и заставляет противника согнуться и пропустить следующие 2-6 действий, мучаясь от боли (не чаще 1 раза в два хода). Если противник женщина то удары нанесут лишь 200% от обычного урона от ударов ногой и не заставят противника пропустить следующие действия в болевом шоке. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":28}},{"price":1500,"skill":"Гранд-хук (40 энергии)","description":"Позволяет персонажу нанести мощнейший удар рукой по противнику, который не только нанесет обычный урон + 100-300%, но и в 60% травмирует конечность, по которой он попал. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":29}},{"price":1500,"skill":"Идеальный блок (40 энергии, 30 энергии каждое действие, поддерживаемая)","description":"Боец использующий эту способность ускоряет свои движения до такой степени, что может заблокировать любую атаку или способность ближнего боя, или оружия ближнего боя. Персонаж останавливает ладонями оружие или руку противника, полностью подавляя инерцию удара. Он может удерживать оружие или руку противника, не давая ему наносить удары ею, пока тот не освободится или не освободит оружие. Шансы противника вырваться будут равны его шансу применить способность рукопашного боя. Также противник может отпустить оружие, чтобы освободиться, но тогда оно упадёт на пол. Можно применить лишь 1 раз за действие и нельзя совершать никаких других действий во время действия способности.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":30}},{"price":1500,"skill":"Клешни (40 энергии за действие)","description":"Позволяет персонажу схватить противника и заломить не только руки и шею, но и позвоночник. За каждое действие с заломленной шеей враг будет получать по 0-30 урона, терять по 20 энергии и не будет способен применять физические способности. Тем не менее, у него будет шанс выбраться из захвата, равный его шансу на успешное применение способностей рукопашного боя. Шансом провала будет считаться шанс противника применить способности рукопашного боя. Каждое действие он имеет 1 попытку на высвобождение из захвата, однако за каждую неудачную попытку он будет получать 0-60 урона, а в случае успешного высвобождения с шансом в 50% у него сломается конечность. Болевой захват не может длиться более 2-х ходов. Требует как минимум 2 свободные руки.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":31}},{"price":1500,"skill":"Комбинированный бросок (50 энергии + стоимость удара)","description":"Позволяет персонажу объединить бросок с каким-либо известным ему ударом, благодаря чему и бросок, и удар станут намного эффективнее. Применённый удар нанесёт в полтора раза больше урона, а бросок отправит противника в полёт на расстояние 5-15 метров и гарантированно оглушит его на следующие 2 действия. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":32}},{"price":1500,"skill":"Нескончаемый шквал (5 энергии за удар)","description":"Позволяет персонажу нанести мощный шквал из ударов руками, каждый из ударов при котором будет наносить сначала стандартный, а потом и больший урон. За каждый успешный удар максимальный урон от следующих ударов руками увеличится на 3. Персонаж, используя эту способность может делать до 5 ударов за действие хоть до тех пор, пока его энергия не кончится. Можно использовать только двумя основными руками.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":33}},{"price":1500,"skill":"Удар с наскока (45 энергии)","description":"Персонаж атакует с разбега, используя накопленную во время передвижения инерцию, и проводит удар конечностью, наносящий стандартный урон +50% за каждые 5 метров скорости, которую он имел на предыдущее действие, но не более чем +500%. Если бонус составляет +500%, то противник будет отброшен на 5 метров назад. Можно использовать только двумя основными конечностями.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":34}},{"price":1500,"skill":"Уйгури (60 энергии)","description":"Мощная комбинация из трёх ударов ногой в челюсть. Первые 2 удара наносят обычный урон + 100%, а последний наносит обычный урон + 400% и подбрасывает противника на высоту до 15 метров вверх. Следующие 2 действия противник проведет в полете, после чего со всех сил врежется в землю и получит урон от падения. Каждое применение в течение одного хода увеличивает энергозатраты способности на 50% до конца хода. Можно использовать только двумя основными ногами.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":35}},{"price":1500,"skill":"Шквал ударов (пассивная способность)","description":"Позволяет персонажу атаковать противника очень быстро, нанося ему по 2 удара основными конечностями за действие вместо одного. Данная способность касается только простых ударов конечностями и особых атак из ветки рукопашного боя (способностей). Не работает со способностью Нескончаемый шквал, а также в том случае, если на конечностях имеются когти или же иные превращения, влияющие на наносимый ими урон.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":36}},{"price":2500,"skill":"Мастер рукопашного боя (пассивная способность)","description":"Персонаж, владеющий данной способностью, является настоящим мастером рукопашного боя, а его удары всегда находят свою цель. Любой удар в рукопашном бою у такого персонажа будет иметь +125 шанс попасть по противнику.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":6,"skillId":1},{"subCategoryId":6,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":37}},{"price":5000,"skill":"Путь: Боксёр (пассивная способность)","description":"Персонаж, владеющий данной способностью, достиг идеала во владении рукопашным боем. Он вкладывает всю свою энергию в руки и наносит ими быстрые, точные удары, способные быстро вымотать и вывести противника из строя. Каждый его удар руками наносит дополнительно 0-10 урона, а также отнимает у противника 15 энергии. Также получает все стандартные бонусы от Пути.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":6,"skillId":1},{"subCategoryId":6,"skillId":27},{"subCategoryId":6,"skillId":37}],"1006":[{"subCategoryId":6,"skillId":39},{"subCategoryId":6,"skillId":40}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":38}},{"price":5000,"skill":"Путь: Борец (пассивная способность)","description":"Персонаж, владеющий данной способностью, достиг идеала во владении рукопашным боем. Он специализируется не на ударах, а на бросках и захватах. Шансы на высвобождение противника из болевых захватов уменьшаются в два раза, а штраф на успешное применение повторных захватов для бросков больше не учитывается. Кроме того, все его броски могут отправить противника на вдвое большее расстояние и с шансом в 33% дополнительно оглушить на 1 действие. Также получает все стандартные бонусы от Пути.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":6,"skillId":1},{"subCategoryId":6,"skillId":27},{"subCategoryId":6,"skillId":37}],"1006":[{"subCategoryId":6,"skillId":38},{"subCategoryId":6,"skillId":40}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":39}},{"price":5000,"skill":"Путь: Каратист (пассивная способность)","description":"Персонаж, владеющий данной способностью, достиг идеала во владении рукопашным боем. Он вкладывает всю свою энергию в ноги и наносит ими мощнейшие удары, от которых даже самые крепкие кости могут превратиться в крошку. Все его удары ногами наносят на 33% больше урона и имеют шанс в 10% травмировать противника. Также получает все стандартные бонусы от Пути.","subCategory":"Рукопашный бой","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":6,"skillId":1},{"subCategoryId":6,"skillId":27},{"subCategoryId":6,"skillId":37}],"1006":[{"subCategoryId":6,"skillId":38},{"subCategoryId":6,"skillId":39}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":6,"skillId":40}}]