[{"price":500,"skill":"Владение щитом (пассивная способность)","description":"Персонаж, обладающий данной способностью, умеет пользоваться щитом, дабы защитить себя. Если он держит в руке щит, и выбирает защиту вместо уклонения, он получает +25 к шансу защитится от физических атак противника, а так же использовать способности из раздела «Щиты».","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":1}},{"price":500,"skill":"Защитная стойка (7 энергии за действие)","description":"Персонаж полностью фокусируется на защите с помощью щита. Он получает +50 к шансу блокировать любую атаку противника.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":2}},{"price":500,"skill":"Оттолкнуть щитом (15 энергии)","description":"Позволяет оттолкнуть противника с помощью щита на расстояние от 2 до 5 метров. При отталкивании противник получит 8-15 урона.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":3}},{"price":500,"skill":"Удар щитом (15 энергии)","description":"Персонаж может использовать свой щит как оружие и нанести им удар наносящий 10-25 урона, Учитывая размер щита противник имеет штраф в 50 к уклонению в том случае, если пытается атаковать персонажа в это действие.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":4}},{"price":1000,"skill":"Вызов (30 энергии)","description":"Персонаж стучит по щиту и привлекает к себе внимание врагов. С шансом 50% следующие 2-8 атак всех противников, которые стоят в пределах 20-ти метров перед персонажем, в этом ходу будут направлены в него. При наличии перка Провокатор, шанс увеличивается до 75%. Если в этом ходу у персонажа или его союзников сработал перк Провокатор, то способность не возымеет эффекта. После окончания действия Вызова на противнике повторное действие способности на нём возможно лишь спустя 1 ход.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":5}},{"price":1000,"skill":"Заблокировать оружие (30 энергии)","description":"Игрок прижимает щитом оружие противника к ближайшей стене или земле, оставляя его полностью беззащитным для ударов. После этого при каждом действии с использованием оружия у противника будет 33% шанс высвободить оружие, но до тех пор пока ему это не удастся он будет полностью лишен возможности нападать используя это оружие и его шанс увернуться или защититься от атаки противника втрое. Противник в любой момент сможет отпустить оружие и таким образом вырваться на волю.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":6}},{"price":1000,"skill":"Заслон (40 энергии)","description":"Персонаж закрывается щитом и готовится принять на себя любую атаку, направленную на стоящих рядом союзников. Любая атака, направленная на союзников, стоящих в пределах 3-х метров от персонажа, считается атакой по персонажу, при этом он получает +50 к шансу защититься, но не сможет уклоняться. При использовании вместе со способностью \"Стойка: Эгида\" радиус действия увеличивается до 10 метров, а бонус к шансу защититься - до +75. Защита союзников не действует на способности массового поражения. Длится 2 хода.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":7}},{"price":1000,"skill":"Защита от дальнобойных снарядов (пассивная способность)","description":"Персонаж имеет неплохую реакцию и может вовремя подставить щит летящему навстречу снаряду. Лёгкий щит блокирует лёгкое метательное оружие и стрелы с вероятностью 30%, тяжёлое метательное оружие и арбалетные болты с вероятностью 20%, лазерные снаряды с вероятностью 10% при условии что щит оснащён экранированным покрытием. Тяжёлый блокирует лёгкое метательное оружие и стрелы с вероятностью 40%, тяжёлое метательное оружие и арбалетные болты с вероятностью 30%, не-бронебойные пули с вероятностью 20% и лазерные снаряды с вероятностью 10% при условии что щит оснащён экранированным покрытием. Бонусы складываются с бонусами Пути стража.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":8}},{"price":1000,"skill":"Контр-атака щитом (пассивный навык)","description":"Удачно заблокировав атаку противника щитом, персонаж может нанести контр-атаку щитом (отталкивает противника на 3 метра, наносит 5-15 урона, противник получает минус 75 к уклонению на следующие 3 действия), либо своим оружием (противник получает минус 25 к шансу уклониться на следующие 3 действия, наносится стандартный урон от оружия + 5-15 урона)","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":9}},{"price":1000,"skill":"Круговая оборона (пассивная способность)","description":"Персонаж способен блокировать удары щитом со всех сторон. Шанс противника на успешность любых неожиданных атак или атак в спину уменьшается на 50 пока в руках персонажа есть щит.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":10}},{"price":1000,"skill":"Метнуть щит (40 энергии)","description":"Позволяет персонажу метнуть в противника своим щитом, причинив тому урон, равный блоку урона щита +10-40. При попадании с вероятностью 30% противник будет оглушён на 1 действие лёгким щитом и на 2 действия тяжёлым щитом. Шанс противника увернуться от лёгкого щита ниже на -50. Также при использовании лёгкого щита затраты энергии уменьшаются до 30.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":11}},{"price":1000,"skill":"Оглушить щитом (25 энергии)","description":"Персонаж наносит сокрушительный удар щитом по противнику нанося 15-30 урона и имея 60% шанс оглушить противника на 1-3 действия и 50% сбить противника с ног. Шанс сбивания просчитывается в случае успешного оглушения. Оглушать врага можно только раз в ход.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":12}},{"price":1000,"skill":"Стойка: Гвардеец (1 действие на активацию и деактивацию)","description":"Персонаж фокусируется на собственной защите в ущерб нападению. За каждую способность из ветки Щиты, он получает +10 к защите, +1 к минимальному и +2 к максимальному блоку от щита, однако получает штраф к шансу попасть по противнику, равный бонусу защиты.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":13}},{"price":1000,"skill":"Стойка: Подавитель (1 действие на активацию и деактивацию)","description":"Персонаж использует крайне агрессивный стиль владения щитом. Каждая его успешная атака щитом по противнику уменьшает шанс последнего попасть по персонажу, а также уклониться/защититься на -25, но не выше -100. Действует только на 1 противника одновременно, при смене цели сбрасывается. Используя эту стойку персонаж получает штраф -75 к защите.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":14}},{"price":1000,"skill":"Стойка: Эгида (1 действие на активацию и деактивацию)","description":"Персонаж расширяет свою зону контроля до 5 метров, препятствуя проходу противников через неё. Если противник находится в этой зоне, то он будет обязан либо атаковать персонажа, либо покинуть зону контроля по направлению от персонажа. Также персонаж принимает на себя любые вражеские снаряды и магические способности одиночного действия, пролетающие в радиусе 5-ти метров от него. Уменьшает любой входящий урон на 10%, однако персонаж не способен перемещаться быстрее 5-ти метров за действие, а дальность всех его рывков или телепортаций уменьшается на 50%.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":15}},{"price":1000,"skill":"Удар кромкой щита (30 энергии)","description":"Персонаж наносит удар кромкой щита нанося 25-60 урона, отталкивая противника на 2-5 метров, но получая минус 75 к блокированию на время этого действия.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":16}},{"price":1000,"skill":"Эксперт-щитоносец (пассивная способность)","description":"Персонаж с данной способностью хорошо умеет пользоваться щитом в бою. Он получает +50 к шансу заблокировать атаку врага своим щитом, а так же использовать способности из раздела «Щиты». Кроме того, он наносит дополнительно 0-5 урона каждой атакой, использующей щит.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":11,"skillId":1}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":17}},{"price":1500,"skill":"Отбивание магии (35 энергии)","description":"Взмахнув щитом игрок получает 50% шанс отбить магию противника в сторону. В 20% случаев магия отбивается в противника. Работает только на способности одиночного действия вроде огненных шаров, но не действует на способности массового поражения. Щит может пострадать от магии противника, но носящий его игрок нет.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":18}},{"price":1500,"skill":"Отскакивающий щит (пассивная способность)","description":"Требует владения способностями Телекинез и Метнуть щит. Теперь щит отскакивает от цели в других противников, стоящих от начальной и последующих целей не дальше чем в 10 метрах. После трёх отскоков щит возвращается к персонажу. Если хотя-бы один из противников увернулся от этой способности, то щит сразу возвращается к персонажу. При успешной защите противников щит всё равно отскакивает от них. Если персонаж использует отскакивающий щит, то энергозатраты на способность увеличиваются на 30, а сам персонаж лишается бонусов и штрафов от щита, пока щит не вернётся обратно.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":11,"skillId":11},{"subCategoryId":28,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":19}},{"price":1500,"skill":"Удар по оружию (40 энергии)","description":"Персонаж наносит тяжелый удар щитом точно по оружию противника, имея шанс 60%, что рука противника онемеет, и он выронит оружие, не имея возможности использовать руку, державшую это оружие еще 4 действия. Данную способность можно применить на том же противнике лишь спустя 1 ход после окончания действия предыдущей","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":20}},{"price":2500,"skill":"Глухая оборона (85 энергии)","description":"Данная способность позволяет конвертировать шанс атаковать кого-либо щитом в прибавку к шансу защититься от атак противника сроком вплоть до   2-х ходов. Во время действия способности нельзя атаковать противника щитом, а любые другие атаки будут требовать вдвое больше энергии.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":21}},{"price":2500,"skill":"Мастер-щитоносец (пассивная способность)","description":"Персонаж мастерски освоился со своим щитом и умеет использовать его не только по назначению, но и в атаке. Он получает +125 к шансу использовать способности из раздела «Щиты», а также +75 к шансу заблокировать вражескую атаку щитом. Кроме того, он способен нанести дополнительно 5-10 урона любой атакой, использующей щит.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":11,"skillId":1},{"subCategoryId":11,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":22}},{"price":2500,"skill":"Рывок (75 энергии)","description":"Персонаж, прикрываясь щитом, делает моментальный рывок строго вперед на 15 метров. Во время рывка он не может изменить направление, но если противник не успевает уйти с его пути, то наносит 60-120 урона, имеет 50% шанс оглушить/сбить с ног/обезоружить (каждый шанс просчитывается отдельно). Во время рывка противник получает минус 50 к шансу попасть по персонажу.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":23}},{"price":5000,"skill":"Путь: Страж (пассивная способность)","description":"Персонаж достиг невиданных высот во владении щитом и идеальном использовании его в защите. Мало кто может сравниться с ним в мастерстве отражения вражеских атак. Он всегда имеет 10% шанс заблокировать любую (в том числе и магическую) атаку противника щитом. Кроме того, персонаж знает уязвимые места щитов, а потому его щит ломается в два раза реже. Также получает все стандартные бонусы от Пути.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":11,"skillId":1},{"subCategoryId":11,"skillId":17},{"subCategoryId":11,"skillId":22}],"1006":[{"subCategoryId":11,"skillId":25},{"subCategoryId":11,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":24}},{"price":5000,"skill":"Путь: Центурион (пассивная способность)","description":"Персонаж достигает невиданных высот во владении щитом и использует его не столько для защиты, а для атаки. Все негативные эффекты от ударов щитом по врагу активируются в полтора раза чаще и длятся в полтора раза дольше. Кроме того, данная способность увеличивает шанс попасть по врагу щитом на 50. Также получает все стандартные бонусы от Пути.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":11,"skillId":1},{"subCategoryId":11,"skillId":17},{"subCategoryId":11,"skillId":22}],"1006":[{"subCategoryId":11,"skillId":24},{"subCategoryId":11,"skillId":26}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":25}},{"price":5000,"skill":"Путь: Цитадель (пассивная способность)","description":"Персонаж достигает невиданных высот во владении щитом и полностью уходит в защиту. Его тактика направлена на максимально эффективное выживание в бою. При использовании щита в бою он получает на 50% меньше урона от любых источников, однако все его энергозатраты увеличиваются в полтора раза. Скорость передвижения персонажа с этой способностью не может быть изменена другими способностями и всегда составляет 50% от стандартной. Кроме того, дальность всех рывков и телепортаций персонажа с данной способностью уменьшается в два раза. Также получает все стандартные бонусы от Пути.","subCategory":"Щиты","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":11,"skillId":1},{"subCategoryId":11,"skillId":17},{"subCategoryId":11,"skillId":22}],"1006":[{"subCategoryId":11,"skillId":24},{"subCategoryId":11,"skillId":25}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":11,"skillId":26}}]