[{"price":500,"skill":"Затаиться (4 действия)","description":"Персонаж пригибается и замирает, чтобы стать более незаметным. За время действия способности, уровень скрытности у персонажа увеличивается на 30-60.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":1}},{"price":500,"skill":"Маскировка запаха (4 действия, 30 энергии)","description":"Персонаж, маскирующий свой естественный запах или запах своей одежды, снижает шанс его обнаружения по запаху даже другими животными. Снижает шанс обнаружения скрывшегося персонажа по запаху на 33%.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":2}},{"price":500,"skill":"Новичок скрытности (пассивная способность)","description":"Персонаж выучил базовые навыки и основы в том, как оставаться незаметным. Он получает +25 к шансу успешно применить способности скрытности и к собственному уровню скрытности.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":3}},{"price":500,"skill":"Уловка (20 энергии)","description":"Персонаж совершает специальный трюк, чтобы снизить шансы быть обнаруженным. С помощью камешка или другого подручного средства он создаёт шум в другой от себя стороне, отводя от себя подозрения. В течение следующих 4-8 действий вероятность обнаружить противника у всех, кто не видит персонажа, уменьшится на 50 единиц.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":4}},{"price":1000,"skill":"Ловкие пальцы (20 энергии)","description":"Персонаж обладает хорошо развитыми навыками воровства. Он запросто залезет в чужой карман и сворует оттуда всё, что угодно. В бою персонаж с шансом, равным навыку скрытности, может украсть у противника небольшую вещь из инвентаря или похитить одноручное оружие (например меч из ножен, пистолет из кобуры) при условии, что он находится в скрытности. Красть вещи навсегда нельзя - только на время данного боя.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":5}},{"price":1000,"skill":"Оглушить (25 энергии)","description":"Подкравшись к своему противнику, персонаж может оглушить его, если смог остаться незамеченным. Оглушение длится 3-5 действий. После этого противник получает иммунитет к этой способности на один ход.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":6}},{"price":1000,"skill":"Ослепление (35 энергии)","description":"Персонаж применяет специальный трюк, бросая в противника горсть песка или иного, подобного ему вещества. В результате отвлечения внимания, противник теряет персонажа из поля зрения на 1-2 действия, что позволяет применить скрытность.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":7}},{"price":1000,"skill":"Притвориться мёртвым (пассивная способность)","description":"Позволяет персонажу, потратив 1 действие, имитировать собственную смерть, вынуждая противника считать что он победил. Вынуждает зверей и НПС (но не всех, зависит от самого зверя/НПСа) оставить персонажа в покое и уйти восвояси. Шанс успешности применения способности зависит от % жизней, которые остались у противника (78% жизней - 78% успех, 30% жизней - 30% успех и т.п., но не выше 90%) На персонажей игроков срабатывает только в том случае, если была возможность опустить жизни обладателя способности ниже 0. Если у противников есть возможность каким-либо образом чувствовать в персонаже жизнь (читать мысли, видеть ауру и т.п.), то на них способность не сработает. Для применения способности персонажу необходимо получить хотя-бы какой-то урон или выглядеть уже побитым.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":8}},{"price":1000,"skill":"Шарики (1 действие, 30 энергии)","description":"Персонаж выбрасывает горсть стальных шариков под ноги противникам. Бегая по ним, враг с шансом 35% может упасть. Чтобы встать, ему потребуется потратить 1 действие. Если он снова продолжит бежать, то может упасть снова. При обычном шаге шанс падает до 10%. Радиус действия - 10 метров.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":9}},{"price":1000,"skill":"Эксперт скрытности (пассивная способность)","description":"Персонаж хорошо освоил специальность скрытности и становится ещё более незаметным. Он получает +50 к шансу успешно применить способности скрытности и к собственному уровню скрытности.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":13,"skillId":3}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":10}},{"price":1500,"skill":"Бесшумный шаг (пассивная способность)","description":"Во время скрытности персонаж перемещается более тихо и незаметно. При перемещении уровень скрытности снижается на 50% медленнее.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":11}},{"price":1500,"skill":"Ввод в заблуждение (пассивная способность)","description":"Персонаж научился двигаться настолько непредсказуемо для противника, что даже если скрытность спадает с персонажа, его обнаружение откладывается на 1 действие. Персонаж в этот момент может делать что угодно, кроме нового применения скрытности.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":12}},{"price":1500,"skill":"Перенаправление (60 энергии)","description":"При помощи специальной техники персонаж делает себя настолько заметным для противника, что тот теряет из виду всех остальных вокруг себя. Используя этот трюк, персонаж накладывает на всех своих союзников вокруг скрытность с 50% эффективностью от собственной. После применения способности персонаж не может применять скрытность в течение одного хода.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":13}},{"price":1500,"skill":"Подмена (50 энергии)","description":"Применяется в сочетании с любой другой способностью, создающей клона. Создав клона, персонаж без проблем подменяет себя им и уходит в скрытность. В такой ситуации противнику будет не так просто разгадать этот трюк.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":14}},{"price":1500,"skill":"Шипастые шарики (пассивная способность)","description":"Требует наличия способности \"Шарики\". Персонаж отныне пользуется шипастыми шариками вместо обычных. Противник получает 5-15 урона всякий раз, когда падает на них. Также теперь шарики можно обработать любыми доступными персонажу веществами.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":13,"skillId":9}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":15}},{"price":2500,"skill":"Дымовая шашка (пассивная способность)","description":"Если жизни персонажа опускаются ниже 0, то он бросает под себя дымовую шашку, мгновенно передвигается в выбранном направлении в радиусе 50-ти метров и уходит в скрытность, при этом жизни персонажа составят 10% от максимума, а также с него снимутся все негативные эффекты. Срабатывает не чаще одного раза в бой/день. Является способностью воскрешения, и не действует вместе с другими подобными способностями.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":16}},{"price":2500,"skill":"Коварный удар (80 энергии)","description":"С помощью специального трюка персонаж мгновенно перемещается за спину противнику и наносит тому удар любым оружием, нанося стандартный урон, увеличенный в три раза. Эта атака считается полностью незаметной. После завершения персонаж возвращается на то место, где он стоял. Радиус действия - 20 метров.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":17}},{"price":2500,"skill":"Мастер скрытности (пассивная способность)","description":"Персонаж стал мастером в скрытности. Он - неуловимая тень. Он получает +125 к шансу успешно применить способности скрытности и к собственному уровню скрытности.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":13,"skillId":3},{"subCategoryId":13,"skillId":10}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":18}},{"price":2500,"skill":"Преломление света (4 действия и 120 энергии)","description":"Персонаж применяет один из высших и наиболее сложных трюков в мастерстве скрытности. В результате действия этой способности он становится полностью невидим на 4-12 действий.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":19}},{"price":5000,"skill":"Путь Ассасина (пассивная способность)","description":"Персонаж развил свои навыки скрытности лучше, чем кто-либо другой. Он сосредоточился на чётко выверенных и хладнокровных скрытных ударах. Пока противник его не замечает, все удары персонажа наносят на 10% больше урона за каждое действие, проведённое в скрытности, вплоть до 50%. Также получает стандартные бонусы Пути.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":13,"skillId":3},{"subCategoryId":13,"skillId":10},{"subCategoryId":13,"skillId":18}],"1006":[{"subCategoryId":13,"skillId":21},{"subCategoryId":13,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":20}},{"price":5000,"skill":"Путь Фантома (пассивная способность)","description":"Персонаж развил свои навыки скрытности лучше, чем кто-либо другой. Он двигается так, что противник не замечает его последних движений. Совершая любое действие, персонаж обманывает противника, и тот понимает, что действие было совершено только на следующее действие. В таком режиме повышенной сосредоточенности персонаж тратит на 25% энергии больше на все действия, но он получает прибавку к шансу уклонения в 100 единиц, а при применении скрытности к минимальному значению прибавляется половина максимального, то есть уровень скрытности всегда получается выше середины. Также получает стандартные бонусы Пути.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":13,"skillId":3},{"subCategoryId":13,"skillId":10},{"subCategoryId":13,"skillId":18}],"1006":[{"subCategoryId":13,"skillId":20},{"subCategoryId":13,"skillId":22}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":21}},{"price":5000,"skill":"Путь Хамелеона (пассивная способность)","description":"Персонаж развил свои навыки скрытности лучше, чем кто-либо другой. Он сосредоточился на ещё большем снижении своей заметности и буквально сливании с окружающей средой. Когда он просто стоит и ничего не делает, его уровень скрытности постепенно увеличивается на 10-20 единиц за действие, а эффективность способности \"Затаиться\" вырастает в два раза. Также персонаж может отдыхать в скрытности. Уровень скрытности в таком случае не растёт, а сам отдых проходит только с 50% эффективностью. Также получает стандартные бонусы Пути.","subCategory":"Скрытность","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":13,"skillId":3},{"subCategoryId":13,"skillId":10},{"subCategoryId":13,"skillId":18}],"1006":[{"subCategoryId":13,"skillId":20},{"subCategoryId":13,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":13,"skillId":22}}]