[{"price":500,"skill":"Грубая полировка/усиление брони и щитов (4 действия и 20 энергии)","description":"Персонаж проводит довольно грубую обработку снаряжения, позволяющую получить высокие показатели блока. Броня или щит получает +10-50% к блоку урона, но приобретает 20% шанс сломаться при каждом принятом ударе. Шанс поломки суммируется с другими такими способностями. При повторном применении, способность заменяет предыдущий эффект.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":1}},{"price":500,"skill":"Новичок ремесленник (пассивная способность)","description":"Персонаж изучил основы создания брони, и может создавать броню и щиты 2 уровня, используя в нём до 10 модификаторов (броню и щиты 1 уровня с 5 модификаторами можно создавать без навыка). Он также получает +25 к шансу успешно применить способности из создания брони.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":2}},{"price":500,"skill":"Облегчение веса брони и щитов (4 действия и 20 энергии)","description":"Позволяет персонажу уменьшить вес снаряжения без потери защитных качеств, что уменьшает расход энергии при блокировании ударов на 25-50%. Однако, такой эффект придаёт снаряжению 10% шанс сломаться при каждом блокировании удара. Шанс поломки суммируется с другими такими способностями. При повторном применении, способность заменяет предыдущий эффект.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":3}},{"price":500,"skill":"Пластичная броня (пассивная способность)","description":"Броня персонажа, активирующего любое изменение тела, очень пластична и благодаря этому способна подстраиваться под анатомические особенности своего обладателя, что позволяет использовать один комплект брони на каждую возможную форму тела.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":4}},{"price":500,"skill":"Подогнанный размер (пассивная способность)","description":"Если персонаж использует броню и щиты собственного производства, он получает +25 к шансу попасть чем либо по противнику. Этот бонус распространяется на любого, кто использует созданную персонажем броню или щит. Достаточно носить либо броню, либо щит собственного производства, если же у персонажа есть и то и то, он получает только один бонус.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":5}},{"price":500,"skill":"Ремонт брони и щитов (4 действия и 20 энергии)","description":"Если броню или щит сломали или ухудшили их характеристики, персонаж может провести быстрый ремонт, дабы вернуть его в нормальное состояние. Экзоскелет восстанавливает 25-50% прочности. Все улучшения, произведённые во время боя, также пропадают. Требуется 1 ремонтный комплект.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":6}},{"price":500,"skill":"Скрытый ремесленник (пассивная способность)","description":"Теперь персонаж может улучшать броню абсолютно бесшумно. Если он находится в состоянии скрытности или невидимости, улучшения, модификация и починка брони снижают уровень скрытности персонажа только на 25% от обычного.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":7}},{"price":500,"skill":"Укрепление корпуса брони и щитов (4 действия и 20 энергии)","description":"Позволяет персонажу укрепить броню и щиты таким образом, что они уменьшат вероятность поломки на 10-20%. Однако, при этом расход энергии на блокирование ударов увеличивается на 25%. При повторном применении, способность заменяет предыдущий эффект.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":8}},{"price":1000,"skill":"Звукоизолирующие пластины (пассивная способность)","description":"Позволяет ремесленнику установить звукоизолирующие пластины на тяжёлую броню, экзоскелет и щит, уменьшая их штраф к минимальной скрытности до -50.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":9}},{"price":1000,"skill":"Перезагрузка (40 энергии и 4 действия)","description":"Позволяет полностью перезапустить экзоскелет или высокотехнологичный костюм, если тот перестал работать в результате взлома или воздействия ЭМП волны. Перезагрузка невозможна, если у предмета будет 0 прочности.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":10}},{"price":1000,"skill":"Сломать броню и щиты (2 действия и 30 энергии)","description":"Персонаж, используя свои знания в создании брони и щитов, пытается сломать броню или щит противника в ближнем бою. В случае успеха, показатель блока вражеского снаряжения уменьшается на 10-50%. Также имеется 20% шанс полностью сломать броню или щит. Экзоскелеты нельзя сломать полностью, но у них уменьшается показатель блока на 25-50%.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":11}},{"price":1000,"skill":"Специалист по криптологии (пассивная способность)","description":"Персонаж создаёт продвинутые системы защиты для своих экзоскелетов и высокотехнологичных костюмов. Созданные им данные предметы получают +100 к шансу избежать взлома или воздействия ЭМП волны. Улучшение будет действовать до тех пор, пока предмет не попытается улучшить другой мастер, не сведущий в криптологии.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":12}},{"price":1000,"skill":"Тактический ремесленник (пассивная способность)","description":"Персонаж заранее проводит модификации щитов и брони. За каждый свой уровень владения созданием брони, персонаж получает возможность провести по одному улучшению, модификации или ремонту щитов и брони. Однако, требуемое количество энергии будет увеличено в полтора раза и вычтено из его запаса энергии в начале боя.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":13}},{"price":1000,"skill":"Тренировка лёгкой брони (пассивная способность)","description":"Требуется наличие способности \"Эксперт ремесленник\". В свободное от создания брони время персонаж занимался тренировками с ней, и открыл для себя навыки, недоступные тем, кто не умеет создавать броню. Он получает +50 к шансу увернуться от атаки противника, если носит лёгкую броню.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":14}},{"price":1000,"skill":"Тренировка тяжелой брони (пассивная способность)","description":"Требуется наличие способности \"Эксперт ремесленник\". В свободное от создания брони время персонаж занимался тренировками с ней, и открыл для себя навыки, недоступные тем, кто не умеет создавать броню. Он получает +50 к шансу защититься от атаки противника, если носит тяжелую броню.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":15}},{"price":1000,"skill":"Тренировка щитов (пассивная способность)","description":"Требуется наличие способности \"Эксперт ремесленник\". В свободное от создания щитов время персонаж занимался тренировками с ними, и открыл для себя навыки, недоступные тем, кто не умеет создавать щиты. Он получает +25 к шансу защититься от атаки противника и +25 к шансу попасть по врагу щитом, если носит любой щит.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":16}},{"price":1000,"skill":"Тренировка экзоскелетов (пассивная способность)","description":"Требуется наличие способности \"Эксперт ремесленник\". В свободное от создания экзоскелетов время персонаж занимался тренировками с ними, и открыл для себя навыки, недоступные тем, кто не умеет создавать экзоскелеты. Он получает +50 к шансу защититься от атаки противника, если носит экзоскелеты, и +50 к шансу увернуться, если носит высокотехнологичный костюм.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":17}},{"price":1000,"skill":"Утяжелённые сапоги (пассивная способность)","description":"Позволяет ремесленнику утяжелить свои сапоги, уменьшив свою скорость передвижения на 2 метра бегом и 1 метр шагом, но при этом дальность отбрасывания, перемещения и других подобных эффектов от способностей противника сокращается на 25-50%. Подробнее об утяжелённых сапогах можно узнать здесь.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":18}},{"price":1000,"skill":"Цепь (пассивная способность)","description":"Позволяет ремесленнику создать на перчатке или наруче крепление для цепи и саму цепь. Шанс противника обезоружить персонажа с закреплённым на цепи оружием уменьшается на 10% но если он всё таки был обезоружен, то персонаж может потратить 1 действие, чтобы вернуть 1 оружие в руки. Цепь можно сломать. У каждой цепи 20 жизней +20 за каждый уровень владения созданием брони. Потратив 4 действия можно починить сломанную цепь.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":19}},{"price":1000,"skill":"Шипы и шпоры (пассивная способность)","description":"Позволяет ремесленнику установить шипы и шпоры на щиты и броню, и использовать их в бою.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":20}},{"price":1000,"skill":"Эксперт ремесленник (пассивная способность)","description":"Персонаж получил продвинутые знания о создании брони, и теперь может создавать броню и щиты 3 уровня с 15 модификаторами. Он также получает +50 к шансу успешно применить способности из создания брони.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":2}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":21}},{"price":1500,"skill":"Боевой ремесленник (пассивная способность)","description":"Многочисленный опыт позволяет персонажу проводить улучшения, модификацию и починку брони за 2 действия вместо 4х.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":22}},{"price":1500,"skill":"Композитные сплавы (пассивная способность)","description":"Персонаж овладел умением в обработки более прочных материалов для брони. Высокотехнологичная броня и экзоскелет, созданные персонажем, теперь могут иметь на 50% больше прочности (+25% за каждую ступень владения созданием брони), однако энергозатраты носителя на любые действия увеличатся на 25%. Суммируется с модификаторами.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":23}},{"price":1500,"skill":"Полировка/усиление брони и щитов (4 действия и 50 энергии)","description":"Персонаж проводит аккуратную модификацию брони или щита прямо в бою, улучшая его показатель блока на 10-25%. Броня или щит при этом не приобретает шанс поломки. При повторном применении, эффект заменяет собой предыдуший. Эффект пропадает в случае поломки или ремонта снаряжения.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":24}},{"price":1500,"skill":"Специалист по лёгкой броне (пассивная способность)","description":"Персонаж разобрался в лёгкой броне на высоком уровне, и теперь может создавать более качественную броню. Он получает возможность добавить +5 модификаторов в создаваемую лёгкую броню.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":25}},{"price":1500,"skill":"Специалист по тяжелой броне (пассивная способность)","description":"Персонаж разобрался в тяжелой броне на высоком уровне, и теперь может создавать более качественную броню. Он получает возможность добавить +5 модификаторов в создаваемую тяжелую броню.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":26}},{"price":1500,"skill":"Специалист по щитам (пассивная способность)","description":"Персонаж разобрался в щитах на высоком уровне, и теперь может создавать более качественные щиты. Он получает возможность добавить +5 модификаторов в любые создаваемые щиты.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":27}},{"price":1500,"skill":"Специалист по экзоскелетам (пассивная способность)","description":"Персонаж разобрался в экзоскелетах на высоком уровне, и теперь может создавать их более качественными. Он получает возможность добавить +5 модификаторов в создаваемые экзоскелеты и высокотехнологичные костюмы.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":28}},{"price":1500,"skill":"Удлинённая цепь (пассивная способность)","description":"Требует наличия модификации Цепь. Ремесленник удлиняет цепь, что позволяет ему атаковать противников обычными атаками на расстоянии до 3 метров. Также персонаж может метать оружие на цепи в противника, стоящего на расстоянии не более 15-ти метров, затрачивая энергию, необходимую для атаки этим оружием и нанося им урон, равный урону от оружия при обычной атаке, после чего возвращать обратно, тратя на это 1 действие. Шанс попасть по противнику при метании составляет 50% от шанса попасть при обычном ударе. Не распространяется на хлысты.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":19}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":29}},{"price":1500,"skill":"Чутьё ремесленника (пассивная способность)","description":"Постоянная практика в кузнечном деле позволяет персонажу буквально чувствовать состояние брони. Он способен понять, когда броня и щиты вот-вот сломаются. Один раз в течение боя, в случае поломки брони или щита, персонаж тут же восстанавливает их, но пропускает следующие два действия. Способность требует 1 ремонтный комплект, и броня и щиты считаются подвергнутыми ремонту, то есть у него пропадают все положительные и отрицательные эффекты.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":30}},{"price":2500,"skill":"Мастер ремесленник (пассивная способность)","description":"Персонаж является мастером создания брони. Он получает возможность создавать броню и щиты 4 уровня с 20 модификаторами. Он также получает +125 к шансу применить способности из создания брони.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":2},{"subCategoryId":42,"skillId":21}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":31}},{"price":2500,"skill":"Мастер-крафт брони (4 действия и 100 энергии)","description":"Персонаж применяет самые сложнейшие техники создания брони и щитов, чтобы создать просто невероятное броню или щит. Он усовершенствует уже имеющееся у него броню или щит. Все модификаторы, вставленные в снаряжение, повышают свою эффективность в два раза. Но цена за такой \"форсаж\" очень высока. Такая броня или щит способна заблокировать только 5 атак противника, после чего она гарантированно ломается.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":32}},{"price":2500,"skill":"Система жизнеобеспечения (пассивная способность)","description":"Открывает возможность встроить в экзоскелет или технологичный костюм СЖО, позволяющую её носителю относительно легко переносить длительное пребывание во враждебной среде. Система уменьшает урон от тепла и холода на 25%. Также в систему входит воздухоочистительный фильтр, который уменьшает шанс противника поразить персонажа вредоносным газом на 50%. Во время отдыха, восстанавливает дополнительно 2 единицы энергии за действие, если персонаж находится в местности где функции СЖО не требуются.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":33}},{"price":5000,"skill":"Путь Специализированной брони (пассивная способность)","description":"Персонаж вышел за рамки известных в Эмпии способностей для создания брони, и теперь является Гуру в этой области. Он может создавать крайне редкие броню и щиты 5 уровня, используя 25 модификаторов. Помимо этого, персонаж научился проводить более тонкую модификацию брони и щитов в некоторых областях. Основная модификация блока теперь расширена до 30, а вспомогательные модификации до 10. Если в основной или вспомогательной категории набрано максимальное количество модификаторов, эта категория получает дополнительный бонус, равный ещё 5 модификаторам, однако данный бонус работает только на 1 тип модификации. Также персонаж получает стандартный бонус Пути.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":2},{"subCategoryId":42,"skillId":21},{"subCategoryId":42,"skillId":31}],"1006":[{"subCategoryId":42,"skillId":35},{"subCategoryId":42,"skillId":36}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":34}},{"price":5000,"skill":"Путь Универсальной брони (пассивная способность)","description":"Персонаж вышел за рамки известных в Эмпии способностей для создания брони, и теперь является Гуру в этой области. Он может создавать крайне редкие броню и щиты 5 уровня, используя 25 модификаторов. Помимо этого, персонаж научился проводить более обширную модификацию брони и щитов, и он может прибавлять ещё +10 модификаторов к любой создаваемой броне или щиту. Также персонаж получает стандартный бонус Пути.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":2},{"subCategoryId":42,"skillId":21},{"subCategoryId":42,"skillId":31}],"1006":[{"subCategoryId":42,"skillId":34},{"subCategoryId":42,"skillId":36}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":35}},{"price":5000,"skill":"Путь Форсированной брони (пассивная способность)","description":"Персонаж вышел за рамки известных в Эмпии способностей для создания брони, и теперь является Гуру в этой области. Он может создавать крайне редкие броню и щиты 5 уровня, используя 25 модификаторов. Помимо этого, персонаж решил создавать более грубую и громоздкую броню и щиты, но они работают лучше! Персонаж может потратить одно действие, чтобы активировать \"форсаж\" брони, увеличивая эффективность всех модификаторов на 50% (данный бонус не распространяется на уменьшение расхода энергии).  Однако, это расходует энергию персонажа. Персонаж платит 1-5 энергии за действие, в зависимости от уровня брони. Активировать форсаж можно на любое количество действий, но не более 1го хода. Энергия тратится сразу. Внимание, модификаторы на уменьшение расхода энергии уменьшают расход на форсаж. В случае со щитами, у них просто увеличивается расход энергии на все действия (защита, активные способности щитов) на 100%. Щит активирует форсаж вместе с бронёй. Также персонаж получает стандартный бонус Пути.","subCategory":"Создание брони","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":42,"skillId":2},{"subCategoryId":42,"skillId":21},{"subCategoryId":42,"skillId":31}],"1006":[{"subCategoryId":42,"skillId":34},{"subCategoryId":42,"skillId":35}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":42,"skillId":36}}]