[{"price":500,"skill":"Капкан (30 энергии)","description":"Позволяет персонажу, потратив 1 единицу механизмов, соорудить на поле боя капкан, попав в который противник получит 0-50 урона. Помимо урона нога противника будет повреждена, и в результате он не сможет бегать и будет передвигаться при ходьбе на 25% медленнее, пока не вылечит ранение. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить урон капкана на 25%, а снижение скорости передвижения ещё на 10%.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":1}},{"price":500,"skill":"Кулемка (35 энергии)","description":"Позволяет персонажу, потратив 1 единицу механизмов, создать в определенном месте на поле боя кулемку - особую ловушку, основанную на использовании тяжелого давящего предмета, чаще всего валуна. Валун подвешивается над местом активации ловушки и как только противник наступит на нужное место и активирует ловушку, валун свалится прямо ему на голову, нанеся 15-75 урона. Для того чтобы установить кулемку необходимо чтобы поблизости находился какой-либо большой объект (лучше всего дерево), на который можно подвесить валун. Кроме того желательно чтобы валун был скрыт от глаз противника, например в листве дерева. Если противник сразу увидит висящий валун он сразу заподозрит что-то неладное и его шансы увернуться от ловушки при активации будут на 75 единиц выше. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить вес валуна, тем самым увеличив его урон на 5-25.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":2}},{"price":500,"skill":"Леска (15 энергии)","description":"Позволяет персонажу натянуть в определенном месте леску, которую весьма трудно заметить. Любой, кто коснется этой лески ногой или другой конечностью, получит 0-20 урона и упадет. Кроме того, как только леску потревожат, персонаж, натянувший её сразу же узнает об этом. Не является полноценной ловушкой и не может использовать модули, но всё же требует 1 единицу механизмов для своего создания. За 1 дополнительную единицу механизмов и 5 энергии можно добавить к леске малозаметные шипы, которые при контакте будут впиваться в ногу противнику, нанося дополнительно 5-15 урона, и сковывая его движения. Скорость ходьбы у него уменьшается на 1 метр за действие, а скорость бега на 2 метра. Леску можно отодрать, но это повлечёт за собой дополнительный урон в размере 0-30 жизней.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":3}},{"price":500,"skill":"Лесной камуфляж (пассивная способность)","description":"В лесной местности персонажу намного проще скрыть от противника свои ловушки, прикрыв их листвой. В лесах, и даже небольших рощах шанс на успешное срабатывание ловушки повышается на 50.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":4}},{"price":500,"skill":"Ловушка-кол (25 энергии)","description":"Позволяет персонажу, потратив 1 единицу механизмов, создать на поле боя ловушку-кол. Ловушка подействует, если кто-либо наступит на находящуюся на земле ловушку-активатор, после чего тут-же из земли или ближайшей вертикальной поверхности (например дерева или холма возле ловушки) появится кол, который немедленно пронзит попавшую в ловушку жертву, нанеся ей 10-55 урона. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить урон от ловушки на 25%.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":5}},{"price":500,"skill":"Модуль с таймером (10 энергии + стоимость ловушки)","description":"Персонаж создаёт небольшой модуль вместе с любой другой своей ловушкой, тратя на него 1 единицу механизмов. После закладывания ловушки, она начнёт отсчёт на заданное время, не превышающее 8 действий. За 1 единицу механизмов и 5 энергии можно добавить ещё до 8 действий. По истечении заданного времени, ловушка сработает независимо от того, наступили на неё или нет. Если на неё наступят раньше - она сработает как обычно. К одной ловушке можно прикрепить только один модуль.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":6}},{"price":500,"skill":"Сеть (20 энергии)","description":"Позволяет персонажу, потратив 1 единицу механизмов, соорудить на поле боя ловушку-сеть. В случае, если противник наступит ловушку, сеть окутает его и он станет неспособен вести дальнейший бой, пока не выпутается из сети. При любой попытке выбраться без режущего предмета шансы игрока выбраться будут равны 25% каждое действие, а при использовании режущего предмета шансы выбраться увеличатся до 60%. Если в сеть был пойман летающий противник, он рухнет на землю и получит стандартный урон от падения. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить прочность сети, снижая шанс выбраться из неё используя режущий предмет на 10%, а без такового - на 5%.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":7}},{"price":500,"skill":"Специалист по ловушкам (пассивная способность)","description":"Персонаж, владеющий данной способностью считается отличным специалистом по созданию ловушек, и способен делать их особо хорошими и более незаметными. Увеличивает шанс создания ловушки и того, что противник попадет в вашу ловушку на 25. Все ловушки обладают запасом скрытности, который при их установке на поле боя определяется от 0 до максимального шанса персонажа на успешное применения способностей из ветки ловушек. Ловушку можно обнаружить точно так же, как и скрывшегося персонажа, но на них никогда не действуют способности, усиливающие слух персонажа, а сами они считаются неживыми объектами.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":8}},{"price":1000,"skill":"Голограмма (30 энергии)","description":"Позволяет персонажу, потратив 2 единицы механизмов, установить на любом месте на поле боя голограмму, которая будет выглядеть точно как персонаж. Если персонаж активировал голограмму рядом с собой, противник не сможет сразу определить кто из них настоящий. Пока противник или одна из его атак не коснутся персонажа, он не сможет определить голограмма это или нет. Однако сразу после любого прикосновения к голограмме в течении следующих двух действий голограмма покроется помехами или даже на некоторое время исчезнет, после чего вновь появится и вернется в норму. Голограмма безвредна для противника, однако может отвлечь его на некоторое время и заставить потратить энергию зря. Голограмму можно уничтожить лишь уничтожив устройство, транслирующее её. Устройство обычно находится на земле под ногами голограммы и имеет всего 10 жизней. Используя некоторые модули для ловушек, можно добавить голограмме интересных свойств, и привести противника в ещё большее замешательство. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить жизни транслирующего устройства на 10.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":9}},{"price":1000,"skill":"Клетка (40 энергии и 4 действия)","description":"Позволяет персонажу, потратив 2 единицы механизмов, соорудить на поле боя клетку, которая будет подвешена над определенным местом и упадет вниз, как только кто-нибудь зайдет под это место и активирует тем самым спусковой механизм ловушки. Клетка имеет 75-125 жизней, и попавший в неё противник не сможет выбраться, пока не сломает её. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить жизни клетки ещё на 25-50.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":10}},{"price":1000,"skill":"Ловушка-арбалет (50 энергии и 4 действия)","description":"Позволяет персонажу, потратив 2 единицы механизмов, закрепить вокруг выбранного им места 8 хорошо замаскированных небольших стрел, на натянутых и способных выпустить их в противника механизмах. Все механизмы привязаны с помощью незаметных глазу нитей, ведущих к выбранному персонажем месту. Как только кто-либо потревожит хоть одну из этих нитей, ловушка тут же сработает и все 8 стрел устремятся в противника и каждая из них нанесет ему 0-20 урона. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить количество стрел на 2.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":11}},{"price":1000,"skill":"Магическая ловушка (10 энергии + стоимость заклинания и 4 действия)","description":"Позволяет персонажу, потратив 2 единицы механизмов, создать особую ловушку с запечатанным в ней заклинанием. Как только противник коснется этой ловушки, заклинание сработает и будет направлено на него. Заклинание, которое будет заключено в ловушку не может стоить больше 50 энергии. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить стоимость энергии для возможного заклинания на 25.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":12}},{"price":1000,"skill":"Модуль ПВО (20 энергии + стоимость ловушки)","description":"Персонаж создаёт небольшой модуль вместе с любой другой своей ловушкой, тратя на него 2 единицы механизмов. После закладывания ловушки, она начинает сканирование воздушного пространства точно над своим местоположением. За 1 единицу механизмов и 5 энергии можно добавить область действия радиусом 2 метра вокруг ловушки. Если в воздухе в заданной области будет засечён противник - модуль выстрелит ловушку точно в его направлении, а столкновение с противником вызовет обычное срабатывание ловушки. К одной ловушке можно прикрепить только один модуль.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":13}},{"price":1000,"skill":"Переработка механизмов (10 энергии и 4 действия)","description":"Персонаж научился извлекать поврежденные механизмы из сработавших ловушек, и выбирать среди них целые. При попытке собрать механизмы из сработавшей ловушки, он может собрать от 0 механизмов до 50% механизмов от стоимости ловушки(то есть, если ловушка стоила 4 механизма, можно собрать 0, 1 или 2 механизма).","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":14}},{"price":1000,"skill":"Распыляющая ловушка (25 энергии)","description":"Позволяет персонажу, потратив 2 единицы механизмов, установить на любом месте на поле боя специальное распыляющее устройство, которое при активации ловушки начнет распылять газ. Самого газа в ловушке изначально нет, его надо купить или создать при помощи алхимии. Газ мгновенно распыляется на расстояние до 3х метров, и все, кто попал в этот радиус, ощущают на себе эффект действия газа. За 1 дополнительную единицу механизмов и 5 энергии можно увеличить радиус ещё на 2 метра.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":15}},{"price":1000,"skill":"Скрытный сапёр (пассивная способность)","description":"Теперь персонаж может создавать и ставить ловушки абсолютно бесшумно. Если он находится в состоянии скрытности или невидимости, создание или установка ловушки снижают уровень скрытности персонажа только на 25% от обычного.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":16}},{"price":1000,"skill":"Эксперт по ловушкам (пассивная способность)","description":"Персонаж, владеющий данной способностью считается экспертом по созданию ловушек, и способен делать их особо хорошо и более незаметными. Увеличивает шанс создания ловушки и что противник попадет в вашу ловушку на 50. Все ловушки обладают запасом скрытности, который при их установке на поле боя определяется от 0 до максимального шанса персонажа на успешное применения способностей из ветки ловушек. Ловушку можно обнаружить точно так же, как и скрывшегося персонажа, но на них никогда не действуют способности, усиливающие слух персонажа, а сами они считаются неживыми объектами.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":43,"skillId":8}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":17}},{"price":1500,"skill":"Взрывающаяся ловушка (55 энергии)","description":"Позволяет персонажу, потратив 2 единицы механизмов, создать на поле боя взрывающуюся ловушку, которая сдетонирует при любом прикосновении чего-либо к ней и нанесет всему, что находится в радиусе 3 метров от неё 30-85 урона. Подобную ловушку можно сделать и в виде гранаты, шашки динамита или другого подобного предмета, однако в случае, если вы захотите не положить её на землю, а именно бросить ловушку в противника, шанс успешно бросить её будет зависеть от вашего умения создавать ловушки. За 2 дополнительных единицы механизмов и 10 энергии можно повысить урон от ловушки на 10-30 и увеличить радиус взрыва на 2 метра.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":18}},{"price":1500,"skill":"Липкий модуль (25 энергии + стоимость ловушки)","description":"Персонаж создаёт небольшой модуль вместе с любой другой своей ловушкой, тратя на него 2 единицы механизмов. Ловушка покрывается липкой субстанцией, в результате чего ещё сложнее избежать попадания в ловушку. Если у противника есть способности для прохода по ловушкам без срабатывания, их эффективность уменьшается на 50%. Если таких способностей нет, шанс противника угодить в ловушку увеличивается на 50. За 1 единицу механизмов и 5 энергии можно уменьшить эффективность способности врага на 25%, либо прибавить к шансу попасть ещё 25 единиц. К одной ловушке можно прикрепить только один модуль.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":19}},{"price":1500,"skill":"Самонаводящийся модуль (30 энергии + стоимость ловушки)","description":"Персонаж создаёт небольшой модуль вместе с любой другой своей ловушкой, тратя на него 3 единицы механизмов. После закладывания ловушки, она начинает автоматический поиск противника в радиусе 10 метров. За 1 единицу механизмов и 5 энергии можно увеличить радиус еще на 10 метров. Если противник подойдёт к ловушке на такое расстояние, она начнет бесшумно передвигаться в его сторону со скоростью 6 метров за действие. Если она достигнет противника, то сработает как обычная ловушка. В случае, если при перемещении возле ловушки окажется другой противник, который будет ближе первого - она переключит своё внимание на него. Но если за 8 действий ловушка не достигнет какого либо противника, она остановится и сработает на том же месте. К одной ловушке можно прикрепить только один модуль.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":20}},{"price":1500,"skill":"Тактическая подготовка (пассивная способность)","description":"Персонаж заранее устанавливает ловушки на поле боя незаметно для противника, вне зависимости от характера боя(нападение на персонажа, официальный турнир и т.д.). За каждый свой уровень владения создания ловушек, персонаж получает возможность поставить по одной ловушке. Однако, количество энергии, требуемое для создания этих ловушек, будет вычтено из его запаса энергии в начале боя. Ловушки можно поставить в любом месте, кроме как под ногами у противника, или любого другого персонажа.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":21}},{"price":1500,"skill":"Яма зверолова (80 энергии и 4 действия)","description":"Позволяет персонажу, потратив 3 единицы механизмов, вырыть хорошо скрытую от противника яму с кольями внизу. Как только противник ступит на поверхность, под которой скрыта яма он упадет в неё, попав прямо на шипы и получит 40-160 урона. За 2 дополнительных единицы механизмов и 10 энергии можно увеличить урон от шипов ещё на 20-40 единиц.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":22}},{"price":2500,"skill":"Мастер ловушек (пассивная способность)","description":"Персонаж, владеющий данной способностью является мастером по созданию ловушек, и способен делать их ещё лучше и ещё более незаметными. Увеличивает шанс создания ловушки и что противник попадет в вашу ловушку на 125. Ловушки становятся более смертоносными, и наносят на 25% больше повреждений. Все ловушки обладают запасом скрытности, который при их установке на поле боя определяется от 0 до максимального шанса персонажа на успешное применения способностей из ветки ловушек. Ловушку можно обнаружить точно так же, как и скрывшегося персонажа, но на них никогда не действуют способности, усиливающие слух персонажа, а сами они считаются неживыми объектами.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":43,"skillId":8},{"subCategoryId":43,"skillId":17}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":23}},{"price":2500,"skill":"Противопехотная мина (100 энергии и 4 действия)","description":"Позволяет персонажу, потратив 5 единиц механизмов, соорудить противопехотную мину, которая сработает как только на неё кто-либо наступит. От взрыва мины все, кто находится в радиусе 5 метров от неё получат 50-300 урона и с вероятностью в 75% потеряют как минимум одну конечность. За 3 дополнительных единицы механизмов и 15 энергии можно увеличить урон от мины на 30-50, а радиус взрыва - на 3 метра.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":24}},{"price":2500,"skill":"Самодельные механизмы (пассивная способность)","description":"Требует наличия способности \"Мастер ловушек\". Позволяет персонажу использовать самодельные и собранные \"на коленке\" ингредиенты для своих способностей. Благодаря этому персонаж может применять способности из раздела Создание ловушек без затрат обычных единиц механизмов, однако в таком случае энергозатраты на все эти способности увеличиваются в полтора раза, а шансы успешно их применить уменьшаются на 50. Также самодельные механизмы очень быстро ломаются, а потому с их помощью нельзя создавать ловушки \"про запас\" и заранее приносить с собой в бой. Способность является экстренным вариантом на самый плохой случай и может быть использована только если у персонажа не осталось нормальных единиц механизмов и возможности их приобрести.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":43,"skillId":23}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":25}},{"price":5000,"skill":"Путь Изобретателя (пассивная способность)","description":"Персонаж выбрал Путь Изобретателя, что повлияло на все его способности создания ловушек. Он ищет новые способы усилить свои ловушки, и находит их. Теперь он может добавлять в ловушки не один дополнительный механизм, а целых три! Полученный дополнительный эффект также вырастет до трёхкратного. Но из за сложных манипуляций, теперь каждый дополнительный механизм затрачивает также 10 энергии на встраивание в ловушку. Кроме этого, персонаж получает стандартные бонусы от Пути.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":43,"skillId":8},{"subCategoryId":43,"skillId":17},{"subCategoryId":43,"skillId":23}],"1006":[{"subCategoryId":43,"skillId":27},{"subCategoryId":43,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":26}},{"price":5000,"skill":"Путь Подрывателя (пассивная способность)","description":"Персонаж выбрал Путь Подрывателя, что повлияло на все его способности создания ловушек. Не важно, что за ловушку он делает - его интересуют только взрывы! Как только ловушка будет активирована, и исчерпает свой эффект, все механизмы, потраченные на создание ловушки взорвутся, нанеся в радиусе 3х метров 5-20 урона за каждый механизм. Отладка взрывных механизмов утомляет, и поэтому затраты энергии на создание ловушек увеличиваются на 50%. Кроме этого, персонаж получает стандартные бонусы от Пути.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":43,"skillId":8},{"subCategoryId":43,"skillId":17},{"subCategoryId":43,"skillId":23}],"1006":[{"subCategoryId":43,"skillId":26},{"subCategoryId":43,"skillId":28}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":27}},{"price":5000,"skill":"Путь Репликатора (пассивная способность)","description":"Персонаж выбрал Путь Репликатора, что повлияло на все его способности создания ловушек. Он научился иногда создавать две одинаковых ловушки, используя обычное количество механизмов. Шанс создать две ловушки составляет 25%. При этом, он может оставить их на одном месте, в результате чего противник может попасться сразу в обе ловушки, либо перенести одну из ловушек на другое место. В таком случае ему понадобится 1 действие на сворачивание ловушки, и 1 действие на развертывание её в другом месте. Кроме этого, персонаж получает стандартные бонусы от Пути.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0,"1004":[{"subCategoryId":43,"skillId":8},{"subCategoryId":43,"skillId":17},{"subCategoryId":43,"skillId":23}],"1006":[{"subCategoryId":43,"skillId":26},{"subCategoryId":43,"skillId":27}]},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":28}},{"price":5000,"skill":"Часовая бомба (1 ход и 200 энергии на создание, 4 действия на установку)","description":"Позволяет персонажу, потратив 8 единиц механизмов и 1 ход чтобы создать, и 4 действия чтобы установить созданную бомбу с часовым механизмом на то количество действий, которое он выберет сам. Активация обратного отчёта мгновенно производится персонажем с расстояния не более 250 метров. При завершении обратного отсчёта бомба взрывается, нанося всем существам в радиусе 100 метров 200-700 физического урона +1-2 за каждый метр по направлению к эпицентру взрыва, и 50-100 теплового урона по всему полю боя. Если существо в радиусе поражения физ. уроном спряталось за каким-то крепким укрытием (большой камень/стена толщиной от 3 метров, глубокая траншея и т.п.), то оно получает только 0-100 физического урона. При взрыве бомба отталкивает всех существ вне укрытия в радиусе 50 метров на 10 метров, и при столкновении с препятствиями они оглушаются на 1 действие. Противник может обезвредить бомбу, потратив на это 5 действий (-1 действие за каждый навык владения созданием ловушек). Шанс на успешное обезвреживание равен его шансу на успешное создание ловушек. Шансом провала будет считаться шанс на успешное создание ловушек у персонажа. Модуль с таймером вместо своего обычного эффекта уменьшает шанс противника на успех на 20%. Если противник терпит неудачу, то бомба немедленно взрывается. Потратив ещё 5 единиц механизмов, персонаж может расширить область поражения физическим уроном до 200 метров, а максимальный тепловой урон увеличить на 50. Данную ловушку невозможно заложить при помощи Тактической подготовки.","subCategory":"Создание ловушек","stats":{"statControl":{"1001":1,"1003":0},"statUse":{},"statAffect":[]},"id":{"subCategoryId":43,"skillId":29}}]